[{"text": "A tradução abaixo destina-se apenas a fins informativos. Em caso de discrepância,\n\ninconsistência ou conflito entre esta tradução e a versão em inglês (especialmente,\n\nespecialmente em razão de atrasos na tradução), a versão em inglês prevalecerá.\n\nTermos de Serviço da AWS\n\n* Observe que, desde 10 de junho de 2020, a AWS tem em vigor uma proibição temporária, durante\n\num ano, do uso do recurso de comparação facial Amazon Rekognition pelos departamentos de\n\npolícia no âmbito de investigações criminais. A proibição não se aplica ao uso do recurso de\n\ncomparação facial Amazon Rekognition para auxiliar na identificação ou localização de pessoas\n\ndesaparecidas. Para mais informações, consulte nossa nota divulgada no Amazon Day One Blog.\n\nÚltima atualização em: 17 de fevereiro de 2021\n\nOs Termos de Serviço abaixo regem o uso dos Serviços. Os termos iniciados em letra maiúscula\n\nutilizados nestes Termos de Serviço e cuja definição não conste abaixo estão definidos no Contrato\n\ndo Cliente da AWS ou em outro contrato celebrado conosco que rege o seu uso dos Serviços (o\n\n“Contrato”). Para efeitos destes Termos de Serviço, “Seu Conteúdo” inclui qualquer “Conteúdo da\n\nEmpresa” e qualquer “Conteúdo do Cliente”, e “Conteúdo da AWS” inclui “Propriedades da\n\nAmazon”.\n\n1. Termos de Serviço Universais (aplicáveis a todos os Serviços)\n\n1.1. Você não pode transferir para fora dos Serviços nenhum software (inclusive documentação\n\nrelacionada) obtido de nós ou de licenciadores terceirizados relacionado aos Serviços, sem\n\nautorização específica para fazê-lo.\n\n1.2. Você deve cumprir a documentação técnica vigente aplicável aos Serviços (inclusive os guias\n\ndo desenvolvedor aplicáveis), publicada no Site da AWS.\n\n1.3. Você fornecerá informações ou outros materiais relacionados ao Seu Conteúdo (inclusive\n\ncópias de aplicativos do lado do cliente), conforme razoavelmente solicitado por nós para verificar\n\nsua conformidade com o Contrato. Você cooperará conosco em termos razoáveis, para identificar a\n\nfonte de qualquer problema com os Serviços que acreditarmos que possam ser atribuíveis ao Seu\n\nConteúdo ou a materiais finais do usuário sob seu controle.\n\n1.4. Com relação ao seu uso dos Serviços, você é responsável pela manutenção das licenças e\n\nadesão aos termos de licença de qualquer software que utilizar. Se acreditarmos que qualquer parte\n\ndo Seu Conteúdo viola a lei, infringe direitos, apropria-se de direitos de terceiros indevidamente ou\n\nviola um termo material do Contrato (inclusive a documentação, os Termos de Serviços ou a\n\nPolítica de Uso Aceitável) (“Conteúdo Proibido”), nós o notificaremos sobre o Conteúdo Proibido e\n\npoderemos solicitar a remoção desse conteúdo dos Serviços ou que o acesso a ele seja\n\ndesativado. Se você não remover nem desativar o acesso ao Conteúdo Proibido em até dois dias\n\núteis a contar do nosso aviso, poderemos removê-lo, desativar o acesso ao Conteúdo Proibido ou\n\nsuspender os Serviços, caso não possamos remover nem desativar o acesso ao Conteúdo\n\nProibido. Não obstante o disposto acima, podemos remover ou desativar o acesso a qualquer\n\nConteúdo Proibido sem aviso prévio com relação ao conteúdo ilegal, quando o conteúdo puder\n\ninterromper ou ameaçar os Serviços ou de acordo com a lei aplicável ou qualquer ordem judicial,\n\nregulamentação ou outra solicitação ou ordem governamental. Se removermos seu Conteúdo sem\n\naviso prévio, nós o informaremos prontamente, a menos que seja proibido por lei. Nós encerramos\n\nas contas de infratores reincidentes em circunstâncias apropriadas.", "page": 1}, {"text": "1.5. Você garantirá que todas as informações que nos fornecer via Site da AWS (por exemplo,\n\ninformações relacionadas ao seu cadastro para os Serviços, solicitações referentes a aumento de\n\nlimites de uso) sejam precisas, completas e não enganosas.\n\n1.6. De tempos em tempos, poderemos lançar atualizações, patches, correções de bugs ou outras\n\nmanutenções aos Serviços e Conteúdo da AWS (“Manutenção”). Concordamos em envidar\n\nesforços razoáveis para fornecer a você aviso prévio sobre qualquer Manutenção programada\n\n(exceto no caso de Manutenção de emergência), e você concorda em envidar esforços razoáveis\n\npara cumprir os requisitos de Manutenção sobre os quais o notificarmos.\n\n1.7. Se o seu Contrato não incluir uma disposição sobre Informações Confidenciais da AWS, e você\n\ne a AWS não tiverem um contrato de confidencialidade em vigor, você concorda em não divulgar\n\nInformações Confidenciais da AWS (conforme definido Contrato do Cliente da AWS), salvo\n\nconforme exigido por lei.\n\n1.8. Você pode realizar testes ou avaliações comparativas ou referenciais (cada, uma “Referência”)\n\ndos Serviços. Caso você realize ou divulgue, instrua ou permita que um terceiro realize ou divulgue\n\nReferências a qualquer dos Serviços, você (i) incluirá em qualquer divulgação, e nos divulgará,\n\ntodas as informações necessárias para replicar tal Referência, e (ii) concorda que podemos realizar\n\ne divulgar os resultados da Referência dos seus produtos ou serviços, independentemente de haver\n\nrestrições a Referências nos termos que regem seus produtos ou serviços.\n\n1.9. Somente a Contratante aplicável da AWS (conforme definição no Contrato do Cliente da AWS)\n\nterá obrigações em relação a cada conta da AWS, e nenhuma outra Contratante da AWS assumirá\n\nqualquer obrigação em relação a tal conta. A Contratante da AWS para uma conta pode mudar,\n\nconforme descrição no Contrato. As faturas referentes a cada conta mencionarão a Contratante da\n\nAWS responsável pela conta durante o período de cobrança aplicável.\n\nSe, a partir do momento de uma mudança da Contratante da AWS responsável pela sua conta,\n\nvocê tiver feito um pagamento antecipado por quaisquer Serviços sob tal conta, então a Contratante\n\nda AWS a qual você efetuou tal pagamento antecipado pode permanecer como a Contratante da\n\nAWS para a conta aplicável, apenas no que diz respeito aos Serviços relacionados a tal pagamento\n\nantecipado.\n\n1.10. Quando você usa um Serviço, você pode ser capaz de usar ou ser obrigado a usar um ou\n\nmais Serviços (cada, um “Serviço Associado”), e quando você usa um Serviço Associado, você está\n\nsujeito aos termos e taxas que se aplicam a esse Serviço Associado.\n\n1.11. Se você processar os dados pessoais de Usuários Finais ou outros indivíduos identificáveis no\n\nuso de um Serviço, você será responsável por fornecer avisos de privacidade legalmente\n\nadequados e obter os consentimentos necessários para o processamento desses dados. Você\n\ndeclara, pelo presente, que forneceu todos os avisos de privacidade necessários e obteve todos os\n\nconsentimentos necessários. Você é responsável por processar esses dados de acordo com a lei\n\naplicável.\n\n1.12. Se você for cobrado por um Serviço referente a um período durante o qual esse Serviço não\n\nestava disponível (conforme definido no Contrato de Nível de Serviço aplicável para cada Serviço),\n\nvocê pode solicitar um crédito de Serviço de igual valor aqueles cobrados por esse período.\n\n1.13. Se você é um cliente sujeito à Politique générale de sécurité des systems d'information de\n\nsanté (PGSSI-S) francês, você concorda que o seu uso dos Serviços está em conformidade com a\n\nPGSSI-S.\n\n1.14. Proteção de Dados.", "page": 2}, {"text": "1.14.1 Estes Termos de Serviço incorporam o Adendo de Processamento de Dados (Data\n\nProcessing Addendum, “DPA”*), quando o RGPD (Regulamento Geral sobre a Proteção de Dados)\n\nfor aplicável ao uso dos Serviços da AWS para processar Dados do Cliente (conforme definido no\n\nDPA). O DPA tem início de vigência em 25 de maio de 2018 e substitui e prevalece sobre adendos\n\nde processamento de dados previamente celebrados entre você e a AWS com relação à Diretiva\n\n95/46/CE.\n\n1.14.2 Estes Termos de Serviço incorporam o Adendo Suplementar da AWS ao DPA, quando o\n\nRGPD for aplicável ao seu uso dos Serviços da AWS para processar Dados do Cliente.\n\n1.14.3 Estes Termos de Serviço incorporam os Termos da AWS quanto à Lei de Proteção da\n\nPrivacidade do Consumidor da Califórnia (California Consumer Privacy Act, CCPA) (“Termos da\n\nCCPA?”), quando a CCPA for aplicável ao seu uso dos Serviços da AWS para processamento de\n\nInformações Pessoais (conforme definido nos Termos da CCPA).\n\n1.15. Após o fechamento de sua conta da AWS, excluiremos seu Conteúdo de acordo com a\n\nDocumentação.\n\n1.16. Seu recebimento e uso dos Créditos Promocionais estão sujeitos aos Termos e Condições de\n\nCrédito Promocional da AWS.\n\n1.17. Moeda de pagamento\n\n1.17.1 A AWS fornece um serviço que permite o pagamento em determinadas moedas (“Moeda de\n\npagamento”), exceto dólares dos Estados Unidos, quando você adquire determinados serviços da\n\nAWS (o “Serviço de moeda”). Ao adquirir Serviços em certos países fora dos Estados Unidos,\n\npoderemos exigir que você, devido aos controles de moeda ou outros fatores, use o Serviço de\n\nmoeda. Ao usar o Serviço de moeda, você não está oferecendo o pagamento em uma moeda e\n\nrecebendo de nós em outra moeda.\n\n1.17.2 Ao usar o Serviço de moeda, as taxas e encargos do serviço serão automaticamente\n\nfaturados na Moeda de pagamento. E preciso pagar as faturas na moeda especificada em cada\n\nfatura, mas, para compras com cartão de crédito ou débito, só é possível fazer pagamentos nas\n\nmoedas aceitas pelo emissor do seu cartão. Se o emissor do seu cartão de crédito ou débito não\n\naceitar a moeda de Pagamento exigida, você deverá usar uma forma de pagamento diferente que\n\nseja compatível com o pagamento na Moeda de pagamento.\n\n1.17.3 As taxas e encargos pelo uso do Serviço de moeda, se houver, estão incluídos na taxa de\n\ncâmbio aplicada à sua fatura (“Taxa de câmbio aplicável”). Terceiros, como seu banco, emissor de\n\ncartão de crédito, emissor de cartão de débito ou rede de cartão, poderão cobrar taxas adicionais. A\n\nTaxa de câmbio aplicável é determinada no momento em que a fatura é gerada e, para faturas que\n\ncobrem o uso dos Serviços durante um certo período, será aplicada a todas as taxas de uso e\n\nServiço listadas nessa fatura.\n\n1.17.4 Todos os reembolsos processados contra uma fatura serão fornecidos na moeda em que a\n\nfatura foi gerada e refletidos como nota de crédito ou pagamento em sua Moeda de pagamento.\n\n1.17.5 Você concorda que, ao usar o Serviço de moeda, as informações relacionadas ao\n\npagamento, incluindo seu nome e endereço, podem ser usadas por nossos parceiros bancários\n\npara processar os pagamentos em jurisdições que não sejam os Estados Unidos.\n\n2. Versões beta e pré-visualizações", "page": 3}, {"text": "2.1. Esta seção descreve os termos e condições adicionais segundo os quais você pode (a) acessar\n\ne usar certos recursos, tecnologias e serviços disponibilizados a você pela AWS que ainda não\n\nestão disponíveis ao público em geral, inclusive, sem limitação, produtos, serviços ou recursos\n\nidentificados como “beta”, “pré-visualização”, “pré-lançamento” ou “experimental”, e qualquer\n\n”»\n\n”»\n\nConteúdo da AWS relacionado (cada, um “Serviço Beta”) ou (b) acessar e usar Serviços e qualquer\n\nConteúdo da AWS relacionado disponível em áreas da AWS em geral indisponíveis, inclusive, sem\n\n”»\n\n”»\n\nlimitação, áreas da AWS identificadas pela AWS como “beta”, “pré-visualização”, “pré-lançamento”\n\nou “experimental” (cada, uma “Região Beta”).\n\n2.2. Você deve cumprir todos os termos relacionados a qualquer Serviço Beta ou Região Beta,\n\nconforme publicado no Site da AWS ou disponibilizado de outra forma para você. A AWS pode\n\nadicionar ou modificar termos, inclusive referentes à redução ou aumento dos limites de uso,\n\nrelacionados ao acesso ou uso de Serviços Beta ou Regiões Beta a qualquer momento. Os\n\nContratos de Nível de Serviço não se aplicam a Serviços Beta ou Regiões Beta.\n\n2.3. Você pode fornecer a AWS informações relacionadas ao seu acesso, uso, teste ou avaliação\n\nde Serviços Beta ou Regiões Beta, inclusive observações ou informações sobre o desempenho, os\n\nrecursos e a funcionalidade de Serviços Beta ou Regiões Beta (“Observações de Teste”). A AWS\n\nserá proprietária e poderá usar e avaliar todas as Observações de Teste para seus próprios\n\npropósitos. Você não usará nenhuma Observação de Teste, exceto para fins de avaliação interna\n\nde qualquer Serviço Beta ou Região Beta.\n\n2.4. A AWS pode suspender ou rescindir seu acesso ou uso de qualquer Serviço Beta ou Região\n\nBeta a qualquer momento. Seu acesso e uso de cada Serviço Beta e Região Beta serão rescindidos\n\nautomaticamente, após o lançamento de uma versão do Serviço Beta ou Região Beta aplicável\n\ndisponível ao público em geral ou mediante aviso de rescisão pela AWS. Não obstante qualquer\n\ndisposição em contrário no Contrato, após a suspensão ou rescisão do seu acesso ou uso de\n\nqualquer Serviço Beta ou Região Beta por qualquer motivo, (a) você não terá mais o direito de\n\nacessar ou usar o Serviço Beta ou a Região Beta aplicável e (b) Seu Conteúdo usado no Serviço\n\nBeta ou na Região Beta aplicável poderá ser excluído ou tornar-se inacessível.\n\n2.5. As Observações de Teste, Sugestões relativas a um Serviço Beta ou uma Região Beta e\n\ndemais informações referentes ou que envolvem (inclusive a existência) qualquer Serviço Beta ou\n\nRegião Beta são consideradas Informações Confidenciais da AWS.\n\n2.6. SEM LIMITAR QUALQUER ISENÇÃO DE RESPONSABILIDADE NO CONTRATO OU NOS\n\nTERMOS DE SERVIÇOS, OS SERVIÇOS BETA E AS REGIÕES BETA NÃO ESTÃO PRONTOS\n\nPARA LANÇAMENTO COMERCIAL AO PÚBLICO GERAL E PODEM CONTER BUGS, ERROS,\n\nDEFEITOS OU COMPONENTES NOCIVOS. PORTANTO, E NÃO OBSTANTE QUALQUER\n\nINFORMAÇÃO CONTRÁRIA NO CONTRATO OU NESTES TERMOS DE SERVIÇOS, A AWS\n\nESTÁ FORNECENDO SERVIÇOS BETA E REGIÕES BETA PARA VOCÊ “COMO ESTÃO”. A\n\nAWS E SUAS AFILIADAS E LICENCIADORES NÃO APRESENTAM DECLARAÇÕES NEM\n\nOFERECEM GARANTIAS DE QUALQUER TIPO, SEJAM EXPRESSAS, IMPLÍCITAS, LEGAIS OU\n\nOUTRAS, EM RELAÇÃO A SERVIÇOS BETA E REGIÕES BETA, INCLUSIVE GARANTIAS DE\n\nQUE OS SERVIÇOS BETA E AS REGIÕES BETA SE TORNARÃO DISPONÍVEIS AO PÚBLICO\n\nEM GERAL, SERÃO ININTERRUPTOS, ESTARÃO LIVRES DE ERROS OU COMPONENTES\n\nNOCIVOS, OU QUE QUALQUER CONTEÚDO, INCLUSIVE O SEU CONTEÚDO, ESTARÁ\n\nSEGURO E NÃO ESTARÁ SUJEITO A PERDAS OU DANOS. EXCETO CONFORME PROIBIDO\n\nPOR LEI, A AWS E SUAS AFILIADAS E LICENCIADORES RENUNCIAM A TODAS AS\n\nGARANTIAS, INCLUSIVE GARANTIAS IMPLÍCITAS DE COMERCIALIZAÇÃO, QUALIDADE\n\nSATISFATÓRIA, ADEQUAÇÃO PARA UM DETERMINADO FIM, NÃO VIOLAÇÃO OU USUFRUTO\n\nSEM IMPEDIMENTO E DEMAIS GARANTIAS DECORRENTES DE QUALQUER CURSO DE\n\nNEGOCIAÇÃO OU USO COMERCIAL. A RESPONSABILIDADE AGREGADA DA AWS,\n\nAFILIADAS E LICENCIADORES POR SERVIÇOS BETA E REGIÕES BETA SERÁ LIMITADA AO", "page": 4}, {"text": "VALOR QUE VOCE NOS PAGA, NOS TERMOS DESTE CONTRATO, PELOS SERVIGOS QUE\n\nDERAM ORIGEM À REIVINDICAÇÃO, DURANTE OS 12 MESES ANTERIORES A\n\nREIVINDICAÇÃO.\n\n3. Amazon CloudFront\n\nVocê deve ser o proprietário ou deter todos os direitos necessários para usar qualquer nome de\n\ndominio ou certificado SSL [Secure Sockets Layer (Camada de Soquete Seguro)] que usar em\n\nconjunto com o Amazon CloudFront. Você é o único responsável pela renovação, segurança e\n\nonfiguração adequada de quaisquer certificados SSL que fornecer para uso com o Amazon\n\nCloudFront, inclusive pela divulgação de seus certificados SSL a terceiros\n\n4. Postos Avançados da AWS\n\n4.1. Equipamentos de Postos Avançados. A AWS disponibilizará equipamentos a você para apoiar\n\nseu uso do Serviço de Postos Avançados da AWS (os “Equipamentos de Postos Avançados”). A\n\nAWS ou suas afiliadas mantêm todos os direitos sobre os Equipamentos de Postos Avançados e\n\nnão estão vendendo, alugando, sublocando ou transferindo qualquer propriedade, direitos\n\nintelectuais ou outros direitos sobre os Equipamentos de Postos Avançados a você. Você não fará\n\ne não pretende, atribuir, conceder ou transferir os Equipamentos de Postos Avançados ou qualquer\n\nparticipação nos Equipamentos de Postos avançados a pessoas físicas ou jurídicas, e a suposta\n\natribuição, concessão ou transferência será nula\n\n4.2. Avaliação de instalações. Você garantirá que, em todos os momentos, a instalação em que os\n\nEquipamentos de Postos Avançados estão localizados (a “Instalação Designada”) atenderá aos\n\nrequisitos mínimos necessários para suportar a instalação, a manutenção, o uso e a remoção dos\n\nEquipamentos de Postos Avançados, conforme descrito aqui e conforme descrito na Documentação\n\nreferente a Postos Avançados ou informado a você durante o processo de pedido e instalação\n\n4.3. Entrega e uso. Você garantirá ter todos os direitos, certificações e licenças necessárias para a\n\nentrega, instalação, manutenção, uso e remoção dos Equipamentos de Postos Avançados na\n\nInstalação Designada. Você é responsável por qualquer dano aos Equipamentos de Postos\n\nAvançados enquanto estiverem na Instalação Designada, a menos que seja causado pela AWS. A\n\nAWS pode rescindir o uso de Postos Avançados e remover os Equipamentos de Postos Avançados\n\nse você violar esses termos ou os termos do Contrato em relação aos Postos Avançados\n\n4.4. Acesso a Equipamentos de Postos Avançados. Você concederá ao pessoal designado pela\n\nAWS acesso rápido e razoável à Instalação Designada, conforme necessário para entregar\n\ninstalar, inspecionar, manter e remover os Equipamentos de Postos Avançados. Você não exigirá\n\nque o pessoal da AWS assine, aceite ou concorde com qualquer documentação como condição\n\npara acessar a Instalação Designada e concorda que os termos de qualquer documentação serão\n\nnulos, mesmo se assinados pelo pessoal da AWS. Você garantirá que ninguém acesse, mova ou\n\nrepare os Equipamentos de Postos Avançados, exceto (i) o pessoal designado pela AWS, (ii)\n\nconforme permitido por escrito pela AWS com relação à manutenção de Equipamentos de Postos\n\nAvançados ou (iii) conforme necessário, em razão de uma situação envolvendo ferimentos\n\niminentes, danos à propriedade ou um sistema ativo de alarme de incêndio. Você garantirá que\n\nninguém modifique, altere, promova engenharia reversa ou adultere os Equipamentos de Postos\n\nAvançados. Você reconhece que os Equipamentos de Postos Avançados podem estar equipados\n\ncom monitoramento de adulteração\n\n4.5. Suporte empresarial. Você permanecerá inscrito no serviço de Suporte da AWS no nível\n\nEmpresarial, durante todo o período de uso dos Postos Avançados", "page": 5}, {"text": "4.6. Serviços/SLAs [Service Level Agreements (Contratos de Nível de Serviço)|/Segurança. Os\n\nTermos de Serviços para quaisquer Serviços que funcionem localmente em Postos Avançados\n\ntambém se aplicam ao uso desses Serviços em Postos Avançados. Há diferenças inerentes entre\n\nos serviços executados localmente em Postos Avançados e os Serviços executados em instalações\n\noperadas pela AWS, pois os Equipamentos de Postos Avançados estão fisicamente localizados na\n\nInstalação Designada onde você é responsável pela segurança física e pelos controles de acesso,\n\nbem como pelas condições de energia, rede e ambiente. Devido a essas diferenças:\n\na. Os Contratos de Nível de Serviço para quaisquer Serviços que funcionem localmente em\n\nPostos Avançados não se aplicam ao uso desses Serviços em Postos Avançados.\n\nb. Quaisquer compromissos da AWS no Contrato que dependam da operação da AWS\n\nquanto a tais controles de segurança física e de acesso, ou condições de energia, rede e\n\nambiente, não se aplicam a Postos Avançados ou a Serviços executados localmente em\n\nPostos Avançados.\n\nc. As normas de segurança e conformidade, certificações, auditorias, relatórios e atestados\n\nmantidos pela AWS não se aplicam a Postos Avançados ou a Serviços executados\n\nlocalmente em Postos Avançados. Mais informações sobre os recursos e a conformidade de\n\nsegurança dos Postos Avançados estão disponíveis aqui.\n\n5. Amazon Elastic Compute Cloud\n\n5.1. Em conjunto com os Serviços, você pode ser autorizado a usar determinado software (inclusive\n\ndocumentação relacionada) desenvolvido e de propriedade da Microsoft Corporation ou\n\nlicenciadores (coletivamente, o “Software da Microsoft”).\n\n5.1.1. Se você usar o Software da Microsoft, a Microsoft e seus licenciadores exigem que você\n\nconcorde com esses termos e condições adicionais:\n\ne O Software da Microsoft não é vendido nem distribuído a você, e você pode usá-lo apenas em\n\nconjunto com os Serviços.\n\nVocê não pode transferir ou usar o Software da Microsoft fora dos Serviços.\n\nVocê não pode remover, modificar ou suprimir quaisquer avisos de direitos autorais, marca\n\ncomerciais ou outros avisos de direitos proprietários que estejam contidos no Software da\n\nMicrosoft.\n\nVocê não pode promover engenharia reversa, descompilar ou desmontar o Software da\n\nMicrosoft, exceto conforme expressamente permitido pela lei aplicável.\n\nA Microsoft se isenta, na medida permitida pela lei aplicável, de todas as garantias e\n\nresponsabilidades da Microsoft ou de seus fornecedores por danos, sejam diretos, indiretos\n\nou consequenciais, decorrentes dos Serviços.\n\nA Microsoft não é responsável por fornecer qualquer suporte em relação aos Serviços. Não\n\nentre em contato com a Microsoft para obter suporte.\n\nVocê não tem o direito de usar o Software da Microsoft em aplicações que controlem\n\naeronaves ou outros meios de transporte humano em massa, instalações nucleares ou\n\nquímicas, sistemas de apoio à vida, equipamentos médicos implantáveis, veículos\n\nautomotores, sistemas de armamento ou qualquer cenário semelhante (coletivamente, “Uso\n\nde Alto Risco”). A Microsoft e seus fornecedores isentam-se de qualquer garantia expressa ou\n\nimplícita de adequação para Uso de Alto Risco. O Uso de Alto Risco não inclui a utilização do", "page": 6}, {"text": "Software da Microsoft para fins administrativos, para armazenar dados de configuração,\n\nferramentas de engenharia e/ou configuração ou outras aplicações que não se destinam a\n\ncontrole, cuja falha não resultaria em morte, lesão corporal ou danos físicos ou ambientais\n\ngraves. Essas aplicações não destinadas a controle podem se comunicar com as aplicações\n\nque executam o controle, mas não devem ser direta ou indiretamente responsáveis pela\n\nfunção de controle.\n\nA Microsoft distingue-se como terceiro beneficiário pretendido nesta seção 5.1.1, com o direito\n\nde exigir a aplicação de suas disposições.\n\n5.1.2. Em qualquer instância de execução de Software da Microsoft (cada, uma “Instância da\n\nMicrosoft”, você não pode usar tecnologias de incorporação, contentores ou tecnologias similares\n\npara vender ou revender várias instâncias, partes de uma instância ou contentores rodando dentro\n\nde uma Instância da Microsoft, a menos que (a) você seja o usuário final da Instância da Microsoft,\n\n(b) você tenha complementado a Instância da Microsoft com aplicações próprias ou (c) você tenha\n\nadicionado funcionalidade primária e significativa à Instância da Microsoft.\n\n5.2. Em conjunto com os Serviços, você pode ser autorizado a usar determinado software (inclusive\n\nsuporte relacionado, manutenção e documentação) desenvolvido, de propriedade ou fornecido por\n\nterceiros ou licenciadores. O uso de software de terceiros está sujeito a estes termos e condições\n\nadicionais:\n\ne Ao usar o software GRID da NVIDIA Corporation, você concorda em vincular-se aos termos e\n\ncondições do Contrato de Licença do Usuário Final do Serviço de Nuvem NVIDIA GRID.\n\ne Ao usar o Tesla Driver, CUDA Toolkit, cuDNN, NVENC, NVCUVID, NVM:, nvidia-smi e NCCL\n\nLibrary Software, conjuntos de ferramentas e drivers da NVIDIA Corporation, você concorda\n\nem vincular-se aos termos e condições do Contrato de Licença do Usuário Final do Serviço de\n\nNuvem NVIDIA e aos Avisos de Materiais de Terceiros da NVIDIA.\n\ne Ao usar o software da Red Hat, Inc., você concorda em vincular-se aos termos e condições\n\ndo Contrato de Assinatura de Software de Nuvem da Red Hat. A Red Hat também se isenta\n\nde quaisquer (i) garantias em relação ao software da Red Hat, Inc.; e (ii) responsabilidades\n\npor quaisquer prejuízos, sejam eles diretos, indiretos, incidentais, especiais, punitivos ou\n\nconsequenciais e lucros cessantes, receita, dados ou uso de dados, decorrentes do uso do\n\nsoftware da Red Hat, Inc.\n\ne Ao usar o software da SUSE LLC, você concorda em vincular-se aos termos e condições\n\ndo Contrato de Licença do Usuário Final da SUSE e aos Termos e Condições da SUSE.\n\ne Ao usar o software da Apple Inc., você concorda em vincular-se aos termos e condições do\n\nContrato de Licença do Software da Apple.\n\n5.3. A menos que você especifique uma data de rescisão, sua solicitação de Instância Spot\n\npermanecerá ativa até o que ocorrer primeiro entre o seguinte: (1) sete dias se passaram, (2) nós a\n\ncumpramos ou (3) você a cancelar. Podemos rescindir, interromper ou hibernar as Instâncias Spot a\n\nqualquer momento e sem aviso prévio, se o preço atual da Instância Spot aplicável (o “Preço do\n\nSpot”) igualar-se ou exceder o preço que você especificou que estava disposto a pagar pela\n\nInstância Spot (“Seu Preço Máximo”). As Instâncias Spot compradas por período fixo (“Blocos\n\nSpot”) não serão rescindidas, pois o Preço do Spot se iguala ou excede Seu Preço Máximo (se\n\nespecificado), mas serão rescindidas ao término do período fixo. As Instâncias Spot e os Blocos\n\nSpot também podem ser rescindidos para requisitos de capacidade da AWS. Se um Bloco Spot for\n\nrescindido em razão dos requisitos de capacidade da AWS, você não será cobrado por esse Bloco\n\nSpot. As Instâncias Spot não podem ser usadas com certos Serviços, recursos e softwares de\n\nterceiros que especificamos, inclusive pacotes de software IBM ou Microsoft SQL Server. Você não\n\npode, diretamente, indiretamente, sozinho ou em cooperação com terceiros, tentar controlar,", "page": 7}, {"text": "influenciar ou manipular o preço das Instâncias Spot. Você não pode enviar solicitações para\n\nInstâncias Spot através de terceiros (por exemplo, “proposta por procurador”) ou compartilhar\n\ninformações com terceiros sobre Seu Preço Máximo especificado em suas Solicitações de\n\nInstâncias Spot.\n\n5.4. Hosts Dedicados e Instâncias Reservadas do EC2.\n\n5.4.1. Podemos mudar o preço do Savings Plans, da Instância Reservada do EC2 e da Reserva do\n\nHost Dedicado do EC2 a qualquer momento, mas as mudanças de preços não se aplicarão a\n\nSavings Plans previamente designados, Instâncias Reservadas do EC2 ou Reservas de Host\n\nDedicado do E2C, exceto conforme descreve nesta seção 5.4. Se a Microsoft aumentar as taxas de\n\nlicença cobradas pelo Windows, ou se a Red Hat aumentar as taxas de licença cobradas pelo Red\n\nHat Enterprise Linux (“RHEL”), poderemos aplicar um aumento correspondente a taxa de uso por\n\nhora (ou instituir uma taxa de uso por hora correspondente) para o Savings Plans ou Instâncias\n\nReservadas do EC2 para Windows ou RHEL. Qualquer reajuste (ou instituição) sobre a taxa de uso\n\npor hora para o Savings Plans ou Instâncias Reservadas do EC2 para Windows será aplicado entre\n\n1.º de dezembro e 31 de janeiro, com 30 dias de aviso prévio. Caso seja aplicado qualquer reajuste\n\n(ou instituição) sobre a taxa de uso por hora para o Savings Plans ou Instâncias Reservadas do\n\nEC2 para RHEL, forneceremos 30 dias de aviso prévio. Se isso acontecer, você pode: (a) continuar\n\na usar suas Instâncias Reservadas do EC2 para Windows ou RHEL, com o novo preço de uso por\n\nhora; (b) converter suas Instâncias Reservadas do EC2 para Windows ou RHEL para Instâncias\n\nReservadas do EC2 comparáveis com Linux; ou (c) rescindir suas Instâncias Reservadas do EC2\n\npara Windows ou RHEL e receber um reembolso proporcional da taxa inicial que você pagou pelas\n\nInstâncias Reservadas do EC2 para Windows ou RHEL encerradas.\n\n5.4.2. Podemos rescindir os programas de preços do Savings Plans, da Instância Reservada do\n\nEC2 ou da Reserva de Host Dedicado do EC2 a qualquer momento. O Savings Plans e os Hosts\n\nDedicados do EC2 são intransferíveis, e as Instâncias Reservadas do EC2 só são transferíveis de\n\nacordo com os requisitos do Marketplace de Instâncias Reservadas fornecidos no Site da AWS. As\n\nInstâncias Programadas e as Instâncias Reservadas Conversíveis não se qualificam para o\n\nMarketplace de Instâncias Reservadas. O Savings Plans, as Instâncias Reservadas do EC2 e as\n\nReservas de Host Dedicado do EC2 não podem ser cancelados, e os Hosts Dedicados do EC2\n\nassociados a uma Reserva de Host Dedicado do EC2 não podem ser removidos da sua conta, por\n\nisso, você será cobrado pela duração do período que selecionou, mesmo se rescindir o Contrato.\n\nTodos os valores pagos em relação ao Savings Plans, às Instâncias Reservadas do EC2 e as\n\nReservas de Host Dedicado do EC2 não são reembolsáveis, exceto pelo fato de que se\n\nrescindirmos o Contrato sem justa causa, rescindirmos um tipo de Instância Reservada do EC2 ou\n\nde Reserva de Host Dedicado do EC2, ou rescindirmos o(s) programa(s) de preços do Savings\n\nPlans, da Instância Reservada do EC2 ou do Host Dedicado do EC2, reembolsaremos uma parte\n\nproporcional de qualquer taxa antecipada paga com relação a quaisquer Savings Plans previamente\n\ndesignados, Instâncias Reservadas do EC2 ou Hosts Dedicados do EC2. Você não pode comprar\n\nInstâncias Reservadas do EC2 com o propósito de revendê-las no Marketplace de Instâncias\n\nReservadas, e reservamo-nos o direito de recusar ou cancelar sua compra se suspeitarmos que\n\nvocê esteja agindo de tal forma. Após o vencimento ou a rescisão da vigência do Savings Plans,\n\ndas Instâncias Reservadas do EC2 ou Reservas de Host Dedicado do EC2, os preços reservados\n\nexpirarão e os preços padrão de uso sob demanda serão aplicados. Você é responsável por\n\ndeterminar se está sujeito a limitações decorrentes da compra ou do Savings Plans, das Instâncias\n\nReservadas do EC2 ou das Reservas de Host Dedicado do EC2. Por exemplo, você é responsável\n\npor cumprir quaisquer leis, políticas, termos ou condições aplicáveis que regem o pagamento de\n\ntaxas antecipadas ou o vencimento de recursos reservados, inclusive leis fiscais ou de apropriação,\n\nou outras políticas ou restrições que regem pagamentos antecipados para bens e serviços.\n\n5.5. Marketplace de Instância Reservada (Reserved Instance, RI) do EC2", "page": 8}, {"text": "5.5.1. Os direitos de uma Instância Reservada do EC2 ativa podem ser oferecidos a venda através\n\ndo Marketplace de Instância Reservada, desde que (1) o prazo restante na Instância Reservada\n\nseja superior a 1 mês e (2) o seu pagamento da taxa inicial tenha sido recebido e processado (para\n\ncompras com cartão de crédito, 30 dias após o pagamento da taxa inicial e para compras por\n\nboleto, após o pagamento do boleto aplicável) (uma “Instância Reservada do EC2\n\nComercializavel”). Você pode ser “Vendedor” caso seja cliente atual da AWS sem impedimentos, se\n\ntiver uma Instância Reservada do EC2 Comercializável associada à sua conta da AWS e concluir o\n\nprocesso de cadastro através da sua conta da AWS. Você pode ser “Comprador” se for um cliente\n\natual da AWS sem impedimentos. Entidades não baseadas nos EUA não podem agir como\n\nVendedoras sem providenciar o preenchimento do Formulário W-8BEN (Certificado de Status de\n\nUsufrutuário para Retenção e Declaração de Impostos nos Estados Unidos) para indicar que não\n\nsão instituídas nos EUA. Você pode revender uma Instância Reservada do EC2 que comprou\n\nanteriormente através do Marketplace de Instâncias Reservadas. Você não pode revender uma\n\nInstância Reservada do EC2 comprada através de um programa de desconto (Descontos de\n\nVolume de Instância Reservada ou de outra natureza) sem obter nossa aprovação prévia.\n\n5.5.2. Como Vendedor, você será o vendedor de registro de seus direitos para uma Instância\n\nReservada do EC2 Comercializável. Exceto conforme expressamente estabelecido nestes Termos\n\nde Serviço, não estamos envolvidos em nenhuma transação subjacente entre você e qualquer\n\nComprador. Nós ou nossas afiliadas também podemos participar do Marketplace de Instância\n\nReservada como Vendedor ou Comprador. Podemos remover qualquer Instância Reservada do\n\nEC2 Comercializável do Marketplace de Instância Reservada a qualquer momento. Uma vez\n\nvendida e transferida para um Comprador, um Vendedor não terá direito sobre essa Instância\n\nReservada do EC2 Comercializável.\n\n5.5.3. Em nome do Vendedor, processaremos todos os pagamentos de Transações e cobraremos\n\nos Lucros da Transação aplicáveis. “Transação” significa qualquer venda de uma Instância\n\nReservada do EC2 Comercializavel através do Marketplace de Instância Reservada. “Lucros da\n\nTransação” significam os lucros brutos de vendas recebidos por nós de qualquer Transação. Você\n\ngarantirá que todas as taxas e os encargos a pagar pelos Compradores por Instância Reservada do\n\nEC2 Comercializável sejam faturadas e cobradas através de nós e você não oferecerá nem\n\nestabelecerá meios alternativos de pagamento. Podemos impor limites de transação a alguns ou\n\ntodos os Compradores e Vendedores relativos ao valor de qualquer Transação ou desembolso, ao\n\nvalor cumulativo de todas as Transações ou desembolsos durante um período de tempo, ou ao\n\nnúmero de Transações que processaremos ao longo de um período de tempo. Podemos reter para\n\ninvestigação, ou recusar-nos a processar, qualquer Transação que suspeitarmos ser fraudulenta,\n\nilegal ou que viole esses Termos de Serviços, o Contrato ou a Política de Uso Aceitável. Para cada\n\nTransação, não repassaremos os Lucros da Transação a um Vendedor, e a Instância Reservada do\n\nEC2 comercializavel não estará disponível ao Comprador, até que tenhamos processado com\n\nsucesso os pagamentos dessa transação do Comprador.\n\n5.5.4. Você não receberá fundo algum arrecadado com pagamentos associados aos preços por\n\nhora da sua Instância Reservada do EC2 Comercializável. Ao final de cada dia útil, pagaremos a\n\nvocê todos os Lucros da Transação devidos e pagáveis que foram cobrados a partir da data que\n\nseja 2 dias úteis antes dessa data. Deduziremos de cada pagamento as taxas e encargos aplicáveis\n\ndevidos a nós relacionados a Instâncias Reservadas do EC2 Comercializáveis. Podemos reter,\n\ndeduzir ou liquidar quaisquer valores a pagar por você para nós ou nossas afiliadas a partir dos\n\nLucros da Transação. Os pagamentos somente serão feitos a uma conta bancária que você\n\ncadastrar conosco, habilitada pela ACH [Automated Clearing House (Câmara de Compensação\n\nAutomatizada)] e localizada nos Estados Unidos. Se houver erro no processamento de qualquer\n\nTransação, você nos autoriza a iniciar entradas de débito ou crédito em sua conta bancária\n\ndesignada para corrigir tal erro, desde que tal correção seja feita de acordo com as leis e\n\nregulamentos aplicáveis. Se não conseguirmos debitar da sua conta bancária designada por", "page": 9}, {"text": "qualquer motivo, vocé nos autoriza a reenviar o débito, mais as taxas aplicaveis, para outra conta\n\nbancária ou forma de pagamento que você tenha cadastrado conosco ou a deduzir o débito e as\n\ntaxas aplicáveis de futuros Lucros da Transação.\n\n5.5.5. Os Vendedores são responsáveis pelo cálculo, pela validação e pelo pagamento de toda e\n\nqualquer venda, uso, consumo, importação, exportação, valor agregado, retenção e outros impostos\n\ne tributos cobrados, incorridos ou obrigados a serem recolhidos ou pagos (“Impostos”) por qualquer\n\nmotivo, em conexão com qualquer Transação e Instância Reservada do EC2 Comercializável. Não\n\nnos responsabilizamos por determinar se algum Imposto se aplica a qualquer Transação ou\n\nremessa de Impostos a autoridades fiscais em relação a qualquer Transação, ou por comunicar\n\ninformações (inclusive o pagamento de Impostos) relacionadas a qualquer Transação. Cada\n\nVendedor nos indenizará e a nossas afiliadas contra qualquer reclamação ou pedido de pagamento\n\nde Impostos cobrados com relação a qualquer Transação, e por multas, penalidades ou encargos\n\nsimilares devidos como resultado do não cumprimento, pelo Vendedor, da cobrança, do envio ou da\n\ndeclaração de Impostos relacionados a qualquer Transação.\n\n5.5.6. Para cada Vendedor, coletaremos os dados e formulários fiscais necessários para viabilizar o\n\ncumprimento das leis fiscais aplicáveis. Por exemplo, para Vendedores com sede nos EUA,\n\ncoletaremos e reteremos o nome e o endereço do Vendedor, e poderemos coletar o número de\n\nidentificação fiscal e outros dados conforme necessário para cumprir os requisitos de relatório do\n\nFormulário 1099K; para Vendedores que não tenham sede nos EUA, coletaremos e reteremos um\n\nformulário de imposto W-8BEN (que inclui nome, endereço e assinatura) como prova de isenção do\n\nFormulário 1099K. Para cada Comprador, coletaremos e reteremos o nome e endereço do\n\nComprador. Compradores e Vendedores não saberão o nome da outra parte da Transação, até que\n\na Transação seja concluída. Após a conclusão da Transação, compartilharemos com o Vendedor a\n\ncidade, o estado e o CEP do Comprador aplicáveis, para que o Vendedor possa calcular o imposto\n\nadequado (se houver) para remeter à entidade governamental competente. Compartilharemos a\n\nrazão social do Vendedor na fatura do Comprador. Compradores e Vendedores não podem usar\n\ninformações sobre a Transação ou sobre a outra parte adquiridas em conexão com uma Transação\n\n(“Informações de Transação”) para qualquer finalidade que não esteja relacionada à Transação. Por\n\nexemplo, você não pode, direta ou indiretamente: (1) divulgar qualquer Informação de Transação a\n\nterceiros, exceto conforme necessário para o cumprimento das suas obrigações fiscais ou outras\n\nobrigações previstas nestes Termos de Serviço, e somente se você garantir que cada destinatário\n\nuse as informações apenas para esse fim e cumpra essas restrições; (2) usar qualquer Informação\n\nde Transação para fins de marketing ou promocionais; (3) usar qualquer Informação de Transação\n\nde forma incompatível com a lei aplicável; (4) entrar em contato com uma parte para influenciá-la a\n\nfazer uma venda ou compra alternativa; ou (5) fazer comunicações dirigidas de qualquer tipo, com\n\nbase no destinatário pretendido ser um Comprador ou Vendedor do Marketplace de Instância\n\nReservada.\n\n5.6. O Amazon EC2 permite que você forneça as instâncias do Amazon EC2 usando seu Software\n\nda Microsoft e Licenças da Microsoft; o “Programa BYOL” [Bring your Own License (Traga sua\n\nPrópria Licença)]. Salvo especificação em contrário no(s) seu(s) contrato(s) com a Microsoft, você\n\nsó pode participar do Programa BYOL se você cumprir os requisitos disponíveis aqui e se você (a)\n\nusar Instâncias Dedicadas ou os Hosts Dedicados, e (b) fizer lançamento de Máquinas Virtuais\n\n(Virtual Machines, VMs) provenientes de binários de software fornecidos por você.\n\nVocê deve ser qualificável para usar o Programa BYOL para o Software da Microsoft aplicável, nos\n\ntermos dos seus contratos com a Microsoft. Você é o único responsável pela obtenção de todas as\n\nlicenças necessárias e por cumprir todos os requisitos de licenciamento aplicáveis da Microsoft,\n\ninclusive os Direitos de Uso do Produto/Termos do Produto. Ao usar o Software da Microsoft no\n\nâmbito do Programa BYOL, você concorda com o Contrato de Licença do Usuário Final da\n\nMicrosoft.", "page": 10}, {"text": "Você concorda que determinou que o uso do Programa BYOL cumprirá os requisitos de\n\nlicenciamento aplicáveis da Microsoft. O uso dos Serviços em violação aos contratos junto à\n\nMicrosoft não é autorizado nem permitido.\n\n5.7. Como parte do uso do Amazon EC2, você concorda que seus recursos do Amazon EC2 podem\n\nser rescindidos ou substituídos devido a requisitos de não atendimento, encerramentos de uso ou\n\noutros requisitos da AWS. O USO DO AMAZON EC2 NÃO CONCEDE A VOCÊ, E VOCÊ AQUI\n\nRENUNCIA, QUALQUER DIREITO DE ACESSO FÍSICO OU POSSE FÍSICA A SERVIDORES DA\n\nAWS, EQUIPAMENTOS, BENS REAIS OU PESSOAIS, OU OUTROS ATIVOS.\n\n6. Alexa Web Services\n\nVocê pode usar dados que receber do Serviço de Informações do Alexa Web Services e Alexa Top\n\nSites (coletivamente, “Alexa Web Services”), como dados de tráfego de sites para melhorar seu\n\naplicativo ou site, mas não pode usá-los em aplicativos cujo principal propósito seja exibir os\n\nmesmos dados ou relacionados ou concorrer com o www .alexa.com. Você não pode exibir dados\n\nrecebidos através dos Alexa Web Services que foram armazenados em cache por mais de 24\n\nhoras. Você não pode revender ou redistribuir os Alexa Web Services ou dados aos quais tem\n\nacesso através dos Alexa Web Services.\n\n7. Serviço Amazon SimpleDB (Amazon SimpleDB)\n\nSe durante os últimos 6 meses você não incorreu em nenhuma taxa para o Amazon SimpleDB e\n\nnão registrou nenhum uso do Seu Conteúdo armazenado no Amazon SimpleDB, podemos excluir\n\nSeu Conteúdo armazenado no SimpleDB com 30 dias de aviso prévio.\n\n8. Amazon CloudWatch e Auto Scaling\n\nO Amazon CloudWatch coleta e armazena certas informações para os Serviços que você está\n\nmonitorando, inclusive utilização de CPU, transferência de dados e uso e atividade em disco\n\n(coletivamente, “Dados Métricos do CloudWatch”). Os Dados Métricos do CloudWatch podem ser\n\nusados pela AWS para manter e fornecer os Serviços (inclusive o desenvolvimento e a melhoria\n\ndos Serviços).\n\n9. AWS Import/Export Disk, AWS Snowball, AWS Snowcone e AWS Snowmobile\n\n9.1. \"AWS Import/Export” inclui: AWS Import/Export Disk, AWS Snowball, AWS Snowcone e AWS\n\nSnowmobile.\n\n9.2. Podemos devolver o armazenamento físico que você nos envia em conexão com o uso do\n\nAWS Import/Export Disk (“Mídia”), por qualquer motivo. A Mídia enviada para nós para importação\n\nou exportação a partir dos Serviços da AWS na UE (Irlanda) deve originar-se e retornar a um\n\nendereço localizado na União Europeia ou no Espaço Econômico Europeu. Podemos recusar,\n\ndevolver ou descartar a Mídia que esteja danificada, defeituosa, ilegível ou não enviada pelos meios\n\naprovados pela Amazon, de acordo com a Documentação (coletivamente, “Mídia Inadequada”).\n\nPodemos apagar qualquer dado na referida Mídia Inadequada. Se solicitar e devolvermos a você a\n\nMídia Inadequada, você concorda que selecionaremos a transportadora e os padrões de manuseio\n\npara a devolução de tal Mídia Inadequada, e a transportadora e os padrões podem não ser os\n\nmesmos (e podem custar mais) do que aqueles que usamos para enviar a mídia em conexão com o\n\nAWS Import/Export Disk em geral. Você nos reembolsará por eventuais despesas que incorrermos\n\nrelacionadas a qualquer Mídia Inadequada. Se não pudermos devolver a Mídia a você por qualquer\n\nproblema relacionado ao seu endereço ou Mídia, tentaremos notificá-lo, e você terá 30 dias, a partir", "page": 11}, {"text": "da data da notificação para resolver o problema. Se o problema não for resolvido, a Mídia sera\n\nconsiderada Midia Inadequada.\n\n9.3. Como parte do AWS Snowball e do AWS Snowcone, enviaremos a você um número acordado\n\nde aparelhos de hardware “Snowball” ou “Snowcone” (cada, um “Aparelho”) e forneceremos acesso\n\nao software AWS Snowball Client ou software do cliente AWS Snowcone (juntamente com o\n\nsoftware contido no Aparelho e quaisquer atualizações ou melhorias ao precedente, o “Software do\n\nAparelho”). Você concorda que não permitirá que nenhum aparelho deixe o país para o qual é\n\nenviado, até que você o forneça (no mesmo país) a uma transportadora para devolução a nós. Após\n\nnossa solicitação por qualquer motivo, você providenciará a devolução imediata de qualquer\n\naparelho para nós. Os Aparelhos coletam e nos fornecem métricas relativas ao uso de aparelhos,\n\nentre as quais, prazos de inicialização, tamanho de arquivos transferidos, duração das\n\ntransferências e erros ou intervalos. Essas métricas podem estar associadas ao seu ID de conta, e\n\npodemos usar essas métricas para manter e fornecer os Serviços (inclusive, desenvolvimento e\n\nmelhoria dos Serviços).\n\n9.4. Como parte do AWS Snowmobile, transportaremos um equipamento de rede e uma central de\n\ndados conteinerizada (coletivamente, “Snowmobile”), e outros materiais, equipamentos e software\n\nnecessários para a operação do Snowmobile (coletivamente com o Snowmobile, os “Materiais do\n\nSnowmobile”). Você garantirá que, em todos os momentos, o local de transferência designado para\n\nentrega dos Materiais do Snowmobile (o “Local de Transferência”) atenda aos requisitos mínimos\n\nnecessários para suportar a entrega, instalação, manutenção, uso e remoção dos Materiais do\n\nSnowmobile, conforme descrito no Site da AWS e descrito de outra forma na Documentação do\n\nSnowmobile ou fornecido a você durante o processo de encomenda e entrega. Você garantirá ter\n\ntodos os direitos, certificações e licenças necessárias para a entrega, a configuração, a\n\nmanutenção, o uso e a remoção dos Materiais do Snowmobile no Local de Transferência. Você é\n\nresponsável por qualquer dano aos Materiais do Snowmobile enquanto estiver no Local de\n\nTransferência, a menos que seja causado pela AWS. Você não pode permitir que os Materiais do\n\nSnowmobile deixem o Local de Transferência, exceto sob a supervisão de pessoal designado pela\n\nAWS. Você dará ao pessoal designado pela AWS acesso imediato e razoável ao Local de\n\nTransferência, conforme necessário para entregar, configurar, inspecionar, manter e remover os\n\nMateriais do Snowmobile. Você não exigirá que o pessoal da AWS assine, aceite ou concorde com\n\nqualquer documentação como condição para acessar o Local de Transferência, e concorda que os\n\ntermos de qualquer documentação são nulos, mesmo se assinados pelo pessoal da AWS. Você\n\ngarantirá que ninguém acesse, mova ou repare os Materiais do Snowmobile, exceto (i) o pessoal\n\ndesignado pela AWS, (ii) conforme permitido por escrito pela AWS com relação à manutenção de\n\nMateriais do Snowmobile ou (iii) conforme necessário, em razão de uma situação envolvendo\n\nferimentos iminentes, danos à propriedade ou um sistema ativo de alarme de incêndio. A AWS pode\n\ninterromper o uso de Materiais do Snowmobile e remover os Materiais do Snowmobile se você\n\nviolar esses termos ou os termos do Contrato relacionados aos Materiais do Snowmobile.\n\n9.5. Uma vez que os serviços do AWS Import/Export tenham sido concluídos, devolveremos a Mídia\n\na você e excluiremos dados dos Aparelhos ou Snowmobiles, conforme aplicável.\n\n9.6. Você é responsável pelo pagamento de todos os tributos referentes à importação, encargos\n\naduaneiros, impostos e outros encargos relacionados com Mídia e Aparelhos enviados para ou por\n\nnos\n\n9.7. Para o AWS Import/Export Disk, você arcará com todo o risco de perda ou dano a qualquer\n\nMídia durante o trânsito. Quanto ao AWS Snowball e ao AWS Snowcone, você é responsável por\n\nqualquer dano ou perda de um Aparelho após a entrega, até que a transportadora aceite o Aparelho\n\npara devolução para nós. Além de outros direitos e recursos que podemos reservar nos termos do\n\nContrato, podemos cobrar de você a taxa de dispositivo perdido aplicável especificada nas páginas\n\nde preço do AWS Snowball ou do AWS Snowcone caso: (a) um Aparelho seja perdido ou danificado", "page": 12}, {"text": "irreparavelmente após ter sido fornecido a você, até que a transportadora aceite o Aparelho para\n\ndevolução para nós; ou (b) a menos que seja contemplado de outra forma pela Documentação ou\n\nacordado por nós, você não forneça o Aparelho à transportadora para devolução para nós no prazo\n\nde 90 dias, a partir da data em que foi entregue a você.\n\n9.8. VOCÊ É O ÚNICO RESPONSÁVEL POR APLICAR MEDIDAS DE SEGURANÇA\n\nADEQUADAS AOS SEUS DADOS E AO USO DE MÍDIA, APARELHOS E MATERIAIS DO\n\nSNOWMOBILE, INCLUINDO CRIPTOGRAFAR DADOS CONFIDENCIAIS E NÃO PERMITIR\n\nACESSO NÃO AUTORIZADO A QUALQUER MÍDIA, APARELHO OU MATERIAIS DO\n\nSNOWMOBILE.\n\n9.9. A AWS ou suas afiliadas mantêm todos os direitos sobre os Aparelhos, o Software do Aparelho\n\ne os Materiais do Snowmobile, e não estão vendendo, alugando, sublocando ou transferindo\n\nquaisquer direitos de propriedade, direitos intelectuais ou outros sobre os Aparelhos, o Software do\n\nAparelho ou os Materiais do Snowmobile para você. Você não fará, e não pretende, atribuir,\n\nconceder ou transferir os Aparelhos, o Software do Aparelho ou os Materiais do Snowmobile, ou\n\nqualquer participação referente aos Aparelhos, ao Software do Aparelho ou aos Materiais do\n\nSnowmobile a qualquer pessoa física ou jurídica, e qualquer suposta atribuição, concessão ou\n\ntransferência será nula. Sem limitar o precedente, você não agirá (ou tentará), nem permitirá ou\n\nautorizará terceiros a agir (ou tentar) da seguinte forma: (a) digitalizar, tirar raio-x, abrir, modificar,\n\nalterar, desmontar ou, de outra forma, tentar visualizar o interior ou adulterar o Aparelho ou os\n\nMateriais do Snowmobile; ou (b) contornar ou desativar quaisquer recursos ou medidas no\n\nAparelho, no Software do Aparelho ou nos Materiais do Snowmobile. Você reconhece que os\n\nAparelhos e os Materiais do Snowmobile podem ser equipados com monitoramento de adulteração.\n\n9.10. Você devolverá todos os Aparelhos para avaliação e para nos permitir determinar como\n\npodem ser reutilizados e quais componentes devem ser reciclados de forma ambientalmente\n\ncorreta, independentemente da condição externa do Aparelho e mesmo se você acreditar que o\n\nAparelho possa estar danificado ou inoperante. Você não tratará ou descartará nenhum Aparelho\n\n(ou qualquer componente dele, inclusive baterias internas) como resíduo. As entregas de Aparelhos\n\nusados devem ser realizadas de forma coerente com as leis aplicáveis relativas aos equipamentos\n\neletrônicos utilizados, inclusive observando, quando aplicável, as Diretrizes Técnicas da Convenção\n\nde Basileia sobre o Controle de Movimentos Transfronteiriços de Equipamentos Elétricos e\n\nEletrônicos Usados.\n\n9.11. Você é responsável pelo cumprimento de todas as leis aplicáveis de proteção de dados,\n\nimportação, reimportação, exportação e reexportação, inclusive quaisquer requisitos de licença\n\naplicáveis e programas de sanções específicos para o país. Você é responsável por servir como\n\nexportador e importador de registro (conforme aplicável) para sua mídia, dados, software ou\n\ntecnologia, e aceita que a AWS não participará do procedimento de exportação ou importação. Se\n\nvocê está usando Aparelhos, Mídia, Software do Aparelho ou Materiais do Snowmobile para itens\n\nde uso duplo na União Europeia, você declara que você, ou a pessoa jurídica que você representa,\n\nestão “estabelecidos” na União Europeia; ou, se não estiver “estabelecido” na União Europeia, que\n\nvocê não carregará, nem solicitará o download ou a exportação desses itens de uso duplo fora da\n\nUnião Europeia. Se você estiver usando Aparelhos, Mídia, Software do Aparelho ou Materiais do\n\nSnowmobile na União Europeia para itens militares, você declara que você, ou a pessoa jurídica\n\nque você representa, tem permissão do Estado-Membro da sua empresa para carregar, solicitar o\n\ndownload ou a exportação destes itens militares desse Estado-Membro, sendo esta uma condição\n\ndeste Contrato e do uso do AWS Import/Export para o qual você tem permissão.\n\n10. Amazon Relational Database Service (Amazon RDS)", "page": 13}, {"text": "10.1. Você pode armazenar imagens do Seu Conteúdo Amazon RDS para uso posterior no Amazon\n\nRDS, mas as imagens não podem ser baixadas fora dos Serviços.\n\n10.2. O programa Instância de DB Reservada permite designar as instâncias do banco de dados do\n\nAmazon RDS como sujeitas aos preços reservados e condições de pagamento estabelecidas na\n\npágina de detalhes do Amazon RDS no Site da AWS (cada instância designada, uma “Instância de\n\nDB Reservada)”. Podemos encerrar o programa de Instância de DB Reservada a qualquer\n\nmomento. Podemos alterar os preços para o programa de Instância de DB Reservada a qualquer\n\nmomento, mas as alterações de preço não se aplicam a Instâncias de DB Reservadas previamente\n\ndesignadas. As Instâncias de DB Reservadas não estão sujeitas a cancelamento, e você deverá o\n\nvalor cobrado pela Instância de DB Reservada durante o prazo selecionado, mesmo que o Contrato\n\nseja rescindido. As Instâncias de DB Reservadas são intransferíveis, e todos os valores pagos em\n\nconexão com as Instâncias de DB Reservadas são não reembolsáveis, exceto que se rescindirmos\n\no Contrato por motivo que não seja justa causa, rescindirmos um tipo de Instância de DB\n\nReservada individual ou rescindirmos o programa de Instância de DB Reservada, reembolsaremos\n\numa parte proporcional de qualquer taxa antecipada paga em conexão com quaisquer Instâncias de\n\nDB Reservadas previamente designadas. Após o vencimento ou a rescisão do prazo de uma\n\nInstância de DB Reservada, os preços da Instância de DB Reservada expirarão e os preços padrão\n\nde uso sob demanda serão aplicados à instância do banco de dados.\n\n10.3. Uso do Software Oracle.\n\n10.3.1. ”Licença incluída”. Como parte dos Serviços, você pode ser autorizado a usar determinado\n\nsoftware (inclusive a documentação relacionada) descrito no Site da AWS, desenvolvido e de\n\npropriedade da Oracle America, Inc. ou suas afiliadas (“Oracle”) e os licenciadores da Oracle\n\n(coletivamente, o “Software Oracle”). Se você optar por usar o Software Oracle e ainda não tiver\n\numa licença da Oracle para esse Software Oracle, a Oracle e seus licenciadores exigem que você\n\nconcorde com esses termos e condições adicionais:\n\nA Oracle ou seus licenciadores mantêm todos os direitos de propriedade e propriedade\n\nintelectual sobre o Software Oracle, e a participação no Software Oracle não será transferida\n\na você ou a terceiros em virtude deste Contrato.\n\nO Software Oracle está sujeito a uma licença restrita, só pode ser usado em conexão com os\n\nServiços e apenas pela pessoa física ou jurídica que celebrou o Contrato.\n\nVocê só pode usar o Software Oracle para suas operações comerciais internas e de acordo\n\ncom o Contrato. Você pode permitir que agentes ou contratantes (inclusive terceirizados)\n\nusem o Software Oracle em seu nome para os propósitos estabelecidos e sujeitos ao\n\nContrato, desde que você seja responsável pela conformidade contratual do agente,\n\ncontratante e terceirizado em relação a esse uso.\n\nVocê não pode:\n\nO\n\natribuir, conceder ou transferir o Software Oracle ou qualquer participação no\n\nSoftware Oracle para outra pessoa física ou jurídica, e se você pretende conceder uma\n\nparticipação de segurança no Software Oracle, a parte assegurada não terá o direito de usar\n\nou transferir o Software Oracle;\n\nO\n\nusar o Software Oracle para locação, compartilhamento de tempo de uso, serviços\n\nde assinatura, hospedagem ou terceirização;\n\nO\n\nremover ou modificar qualquer aviso dos direitos proprietários da Oracle ou de seus\n\nlicenciadores;", "page": 14}, {"text": "O\n\ndisponibilizar o Software Oracle de qualquer maneira a terceiros para uso nas\n\noperações de negócios de terceiros;\n\nO\n\ncopiar, promover engenharia reversa (a menos que exigido por lei para\n\ninteroperabilidade), desmontar ou descompilar o Software Oracle (inclusive revisando\n\nestruturas de dados ou materiais similares produzidos pelo Software Oracle); ou\n\nO\n\npublicar quaisquer resultados de testes de referência executados no Software\n\nOracle.\n\nA tecnologia de terceiros que pode ser apropriada ou necessária para uso com algum Software\n\nOracle é especificada na documentação relacionada. Essa tecnologia de terceiros é licenciada\n\na você apenas para uso com os Serviços e os termos do contrato de licença de terceiros\n\nespecificado na documentação, não neste Contrato.\n\nNa medida permitida pela lei aplicável, a Oracle se isenta de qualquer responsabilidade por\n\ndanos, sejam diretos, indiretos, incidentais, especiais, punitivos ou consequentes, e quaisquer\n\nlucros cessantes, perda de receita, perda de dados ou uso de dados, decorrentes do uso do\n\nSoftware Oracle.\n\nNão obstante qualquer disposição em contrário no Contrato, a Oracle distingue-se como\n\nterceiro beneficiário do Contrato, mas apenas em relação a esta seção 10.3.1 destes Termos\n\nde Serviço.\n\nA Lei Uniforme para Transação de Informações por Computador [Uniform Computer\n\nInformation Transactions Act] não se aplica ao uso do Software Oracle.\n\nApós a rescisão do Contrato, você deve interromper o uso do Software Oracle e de qualquer\n\ndocumentação relacionada.\n\n10.3.2. “Traga sua Própria Licença” (Bring-Your-Own-License, BYOL). Sob a opção de BYOL, o\n\nAmazon RDS permite que você forneça o Software Oracle para instâncias do Amazon EC2 e use os\n\nrecursos de gerenciamento do Amazon RDS para o Software Oracle. Você pode usar o Software\n\nOracle com o Amazon RDS se atender às seguintes condições:\n\nvocê deve ter uma licença válida com “Suporte e Licença de Atualização de Software” para o\n\nSoftware Oracle que deseja executar. Os termos de sua licença e contrato de suporte\n\nexistentes com a Oracle continuam a se aplicar ao seu uso do Software Oracle; e\n\nvocê deve seguir as políticas atuais da Oracle para licenciar o software Oracle Database no\n\nambiente de computação em nuvem. As instâncias do banco de dados que usam o Software\n\nOracle com o Amazon RDS residem no ambiente do Amazon EC2.\n\n10.4. Uso do Software da Microsoft. “Licença incluída.” O uso do Software da Microsoft no Amazon\n\nRDS está sujeito à seção 5.1 acima e a estes termos e condições adicionais:\n\nO SQL Server Web Edition somente pode ser usado para fornecer suporte a páginas da web\n\nacessíveis pela internet, sites da web, aplicativos da web ou serviços da web. Ele não pode\n\nser usado para fornecer suporte à linha de aplicativos de negócios (por exemplo, Gestão de\n\nRelacionamento com o Cliente, Gestão de Recursos Corporativos e outros aplicativos\n\nsemelhantes).\n\nA Microsoft distingue-se como terceiro beneficiário pretendido nesta seção 10.4, com o direito\n\nde exigir a aplicação de suas disposições.\n\n11. Amazon Simple Notification Service (Amazon SNS)", "page": 15}, {"text": "11.1. O Amazon SNS da Região Ásia-Pacífico (Tóquio) é vendido e fornecido pela AMCS LLC,\n\nafiliada da AWS, e não pela AWS, mas está sujeito aos termos do Contrato.\n\n11.2 O Amazon SNS da Região Ásia-Pacífico (Cingapura) é vendido e fornecido pela AMCS SG\n\nPRIVATE LIMITED ((AMCS SG”), uma afiliada da AWS, e não pela AWS, mas está sujeito aos\n\ntermos do Contrato.\n\n11.3. As taxas para o Amazon SNS serão aplicadas, independentemente de qualquer impedimento\n\nna entrega, atraso ou bloqueio de suas notificações, decorrentes de motivos fora do nosso controle\n\n11.4. Você não pode usar o Amazon SNS para enviar mensagens SMS que incluam Conteúdo\n\nPremium (conforme definido nas Diretrizes da Associação de Marketing em Dispositivos Móveis).\n\nVocê não pode cobrar dos destinatários por receber notificações do Amazon SNS por SMS, a\n\nmenos que tenha obtido o consentimento expresso do destinatário. Você deve aconselhar os\n\ndestinatários que recebam notificação do Amazon SNS por SMS que os provedores de\n\ntelecomunicações podem cobrar do destinatário pelo recebimento de notificações do Amazon SNS\n\npor SMS. Você é responsável por garantir ter todos os termos necessários em vigor com os\n\nprestadores de serviços de notificação push, inclusive os termos necessários para cumprir as leis\n\nde proteção de dados.\n\nVocê deve obter nosso consentimento prévio por escrito, antes de usar o Amazon SNS para enviar\n\nmensagens SMS para:\n\ntransações financeiras ou serviços de pagamento (por exemplo, internet banking,\n\napresentação de conta, pagamento de contas, transferência de dinheiro, pagamento em pares\n\nou crédito de empréstimo, serviços de pagamento de débito ou valor armazenado);\n\nprogramas de caridade (por exemplo, solicitar doações para uma organização sem fins\n\nlucrativos);\n\nsorteios ou concursos;\n\nanúncios ou promoções para produtos comerciais, bens ou serviços; ou\n\nserviços baseados em localização (por exemplo, onde um destinatário recebe mensagens\n\ncom base na localização geográfica do dispositivo sem fio do destinatário).\n\n11.5. Podemos alterar, interromper ou retirar o suporte para uma plataforma de notificação push de\n\nterceiros a qualquer momento.\n\n11.6. Através do uso do Amazon SNS, você não:\n\nTransmitirá qualquer material que contenha vírus, cavalos de Troia, worms e outros programas\n\nmaliciosos ou prejudiciais.\n\nOferecerá ou pretenderá oferecer quaisquer Serviços de Emergência. “Serviços de Emergência”\n\nsignificam serviços que permitam ao usuário conectar-se com pessoal de serviços de emergência\n\nou pontos de atendimento à segurança pública, como serviços 911 ou E911.\n\nViolará materialmente ou facilitará a violação material de qualquer lei local ou estrangeira, norma,\n\nregulamento ou ordem, inclusive leis relativas à transmissão de dados ou software.\n\nTransmitirá material sexualmente explícito, relacionado a “serviços adultos”, que contenha\n\ninformações financeiras ou passíveis de identificação (como números de seguro social)", "page": 16}, {"text": "Revendera, sublicenciará ou compartilhará o tempo de uso dos Serviços, nem os utilizará em\n\nnome de anônimos ou terceiros.\n\nUsará os Serviços em ambientes perigosos (como operação de instalações nucleares,\n\nnavegação de aeronaves ou qualquer uso que possa resultar em risco previsível de\n\nferimentos, morte ou destruição de propriedade).\n\n12. AWS Identity and Access Management (IAM)\n\n12.1. Podemos alterar as credenciais do usuário criadas por você usando o IAM, se determinarmos,\n\na nosso critério razoável, que uma mudança é necessária para a proteção dos recursos e da sua\n\nconta da AWS, e iremos notificá-lo prontamente sobre qualquer mudança.\n\n12.2. Podemos alterar, interromper ou retirar o suporte para qualquer provedor de identidade de\n\nterceiros a qualquer momento, sem aviso prévio.\n\n13. Amazon Route 53\n\n13.1. Você não pode criar uma zona hospedada para um domínio que você não possua ou sobre o\n\nqual não tenha autoridade.\n\n13.2. Todos os registros do Sistema de Nome de Domínio (Domain Name System, DNS) (além dos\n\nregistros DNS Privado) usados em conexão com o Amazon Route 53 estarão disponíveis\n\npublicamente, e a AWS não terá responsabilidade pela divulgação desses registros de DNS.\n\n13.3. Os serviços de registro de nomes de domínio são fornecidos nos termos do Contrato de\n\nRegistro de Nomes de Domínio do Amazon Route 53.\n\n14. AWS Elastic Beanstalk\n\n14.1. A AWS pode rejeitar ou modificar qualquer URL usada em conexão com um ambiente AWS\n\nElastic Beanstalk que viole os direitos de propriedade intelectual de terceiros ou a Política de Uso\n\nAceitavel.\n\n14.2. Se vocé parar de executar seu ambiente AWS Elastic Beanstalk a qualquer momento, a parte\n\n[myapp] da URL usada em conexão com o ambiente não estará mais disponível para você e poderá\n\nser usada por outro cliente da AWS.\n\n15. Amazon Simple Email Service (SES)\n\n15.1 O Amazon SES da Região Ásia-Pacífico (Cingapura) é vendido e fornecido pela AMCS SG\n\nPRIVATE LIMITED (“AMCS SG”), uma afiliada da AWS, e não pela AWS, mas, de outra forma, esta\n\nsujeito aos termos do Contrato.\n\n15.2 O Amazon SES da Região Ásia-Pacífico (Tóquio, Japão) é vendido e fornecido pela AMCS\n\nLLC ((AMCS”), afiliada da AWS, e não pela AWS, mas, de outra forma, está sujeito aos termos do\n\nContrato.\n\n15.3. Como muitos provedores de serviços de e-mail, para aumentar a segurança e confiabilidade\n\ndo e-mail que você envia, tenta enviar ou receber usando o SES (“E-mail com SES’), nós (ou\n\nnossos provedores terceirizados) podemos armazenar e escanear seu E-mail com SES e Seu\n\nConteúdo incluído no E-mail com SES para proteger você e o SES bloqueando e impedindo que e\nmails de “spam”, vírus e spyware, e outros itens nocivos ou indesejados sejam enviados e\n\nrecebidos pelo SES.", "page": 17}, {"text": "15.4. Podemos suspender ou encerrar seu acesso ao SES, ou bloquear, recusar enviar ou receber\n\nqualquer E-mail com SES, se determinarmos que:\n\nnossa varredura de E-mail com SES ou Seu Conteúdo incluído no E-mail com SES revela e\nmail abusivo ou de baixa qualidade (como “spam”);\n\no E-mail com SES retorna para nós ou se recebermos reclamações de abuso (inclusive\n\nreclamações de terceiros) em conexão com seu E-mail com SES; ou\n\na fonte ou endereço de e-mail ReturnPath que você nos forneceu para “endereços de\n\ndevolução” ou reclamações não está recebendo e-mails com sucesso.\n\n15.5. Se suas mensagens de E-mail com SES forem bloqueadas, atrasadas ou impedidas de\n\nentrega por razões fora do nosso controle, suas obrigações de pagamento permanecem.\n\n15.6. A AWS não é o “remetente”, conforme definido na Lei CAN-SPAM [Controlling the Assault of\n\nNon-Solicited Pornography and Marketing Act (Lei de Controle do Assalto à Pornografia não\n\nSolicitada e Marketing)] ou lei aplicável semelhante.\n\n16. AWS Direct Connect\n\n16.1. Você é responsável por proteger suas conexões AWS Direct Connect, inclusive o uso de\n\nsegurança física, firewalls e outras ferramentas de segurança de rede, conforme apropriado.\n\n16.2. A AWS permitirá que operadores de data center ou outros provedores de serviços conectem\n\nseu hardware ao hardware da AWS no(s) local(is) do AWS Direct Connect que você selecionar. A\n\nAWS fornecerá as informações necessárias para permitir que o operador de data center ou outro\n\nprovedor de serviços estabeleça e monitore essa conexão, incluindo seu nome, endereço de e-mail,\n\nconfiguração de rede, informações de atividade e número da conta da AWS.\n\n16.3. Você é responsável pelo seu relacionamento separado com o operador de data center ou\n\noutro provedor de serviços, inclusive pelo cumprimento do seu acordo e das políticas e\n\nprocedimentos do operador de data center ou outro prestador de serviços, bem como pelo\n\npagamento de taxas aplicáveis ao operador de data center ou outro provedor de serviços. Você é\n\nresponsável por fornecer ou adquirir (e a AWS não será proprietária nem responsável) por qualquer\n\nequipamento ou cabeamento necessário para estabelecer esta conexão dedicada.\n\n16.4. Se a conexão estabelecida como parte do AWS Direct Connect estiver temporariamente\n\nindisponível ou for encerrada, a AWS encaminhará o tráfego com destino aos recursos da AWS\n\npela internet pública, e as taxas padrão de transferência de dados da AWS se aplicarão. No\n\nentanto, se você estiver usando o Amazon Virtual Private Cloud (VPC), o tráfego com destino aos\n\nseus recursos do Amazon VPC será roteado através de uma conexão VPN IPsec [Internet Protocol\n\nsecured Virtual Private Network (Rede Privada Virtual com Protocolo de Internet Seguro)]. Se uma\n\nconexão VPN IPsec não estiver disponível, o tráfego com destino aos recursos do Amazon VPC\n\nnão será entregue.\n\n17. Amazon ElastiCache\n\n17.1. Você não pode acessar ou adulterar qualquer software que instalamos nos nós de cache\n\ncomo parte do Amazon ElastiCache.\n\n17.2. O programa Reserved Cache Nodes permite que você compre os nós reservados do cache no\n\nAmazon ElastiCache sujeitos aos preços reservados e condições de pagamento estabelecidas na\n\npágina de detalhes do Amazon ElastiCache no Site da AWS (cada instância designada, um “Nó de", "page": 18}, {"text": "Cache Reservado”). Podemos encerrar o programa Nó de Cache Reservado a qualquer momento.\n\nPodemos alterar os preços dos Nós de Cache Reservados a qualquer momento, mas as mudanças\n\nde preço não se aplicam a Nós de Cache Reservados previamente designados. Os Nós de Cache\n\nReservados são intransferíveis e todos os valores pagos em conexão com os Nós de Cache\n\nReservados são não reembolsáveis, exceto que se rescindirmos o Contrato por motivo que não seja\n\njusta causa, rescindirmos um tipo de Nós de Cache Reservados individuais ou rescindirmos o\n\nprograma de Reserved Cache Nodes, reembolsaremos uma parte proporcional de qualquer taxa\n\nantecipada paga em conexão com Nós de Cache Reservados previamente designados. Após o\n\nvencimento ou a rescisão do prazo de um Nó de Cache Reservado, os preços padrão de uso sob\n\ndemanda serão aplicados aos nós de cache que você usa.\n\n18. Termos de Serviços do AWS GovCloud (EUA)\n\n18.1. O uso dos serviços nas regiões do AWS GovCloud (EUA) está sujeito aos Termos e\n\nCondições do AWS GovCloud (EUA), disponíveis via AWS Artifact no console de gerenciamento do\n\nAWS GovCloud (EUA).\n\n18.2. Você é responsável por satisfazer os requisitos de qualificação aplicáveis para usar as regiões\n\ndo AWS GovCloud (EUA), inclusive por fornecer informações de registro precisas e atuais.\n\nPodemos fazer consultas, diretamente ou através de terceiros, que considerarmos necessárias para\n\nvalidar informações que você nos fornecer, inclusive a verificação de bancos de dados comerciais e\n\ngovernamentais. Embora possamos adotar medidas para verificar a identidade dos nossos Clientes,\n\nnão podemos e não garantimos a identidade de qualquer cliente.\n\n18.3. A AWS não faz nenhuma declaração ou oferece garantia relacionada ao status de Pessoas\n\ndos EUA de qualquer Cliente ou Usuário Final que possa ter acesso às regiões do AWS GovCloud\n\n(EUA).\n\n18.4. Você é responsável por verificar a adequação das regiões do AWS GovCloud (EUA) para o\n\nprocessamento e armazenamento do Seu Conteúdo e por verificar se o uso de Serviços da AWS\n\ncumprirá as leis e os regulamentos que podem reger seu Conteúdo.\n\n19. Amazon DynamoDB\n\n19.1. O programa Amazon DynamoDB Reserved Capacity permite que você adquira capacidade de\n\ntaxa de transferência reservada (leitura e gravação), sujeito aos preços e condições de pagamento\n\nestabelecidos na página de detalhes do Amazon DynamoDB no Site da AWS (“Amazon DynamoDB\n\nReserved Capacity”. Podemos encerrar o programa Amazon DynamoDB Reserved Capacity a\n\nqualquer momento. Podemos alterar os preços do Amazon DynamoDB Reserved Capacity a\n\nqualquer momento, mas as mudanças de preços não se aplicarão ao Amazon DynamoDB\n\nReserved Capacity adquirido anteriormente. O Amazon DynamoDB Reserved Capacity é\n\nintransferível e todos os valores pagos em conexão com o Amazon DynamoDB Reserved Capacity\n\nsão não reembolsáveis, exceto que se rescindirmos o Contrato (por motivo que não justa causa) ou\n\nencerrarmos o fornecimento do Amazon DynamoDB Reserved Capacity, reembolsaremos uma\n\nparte proporcional de qualquer taxa antecipada paga em conexão com qualquer Amazon\n\nDynamoDB Reserved Capacity adquirido. Após o vencimento ou término do prazo de qualquer\n\nAmazon DynamoDB Reserved Capacity, os preços padrão de uso sob demanda serão aplicados ao\n\nseu uso do Amazon DynamoDB.\n\n19.2. Seu uso do DynamoDB Local é regido pelo Contrato de Licença do Amazon DynamoDB\n\nLocal.\n\n20. AWS Marketplace", "page": 19}, {"text": "20.1. Exceto na medida em que o conteúdo disponibilizado através do AWS Marketplace for\n\nfornecido a você sob uma licença a parte que afirme expressamente o contrário, nem você nem\n\nqualquer Usuário Final poderá fazer, ou tentar fazer, as seguintes ações: (a) modificar, alterar,\n\nmodificar, reparar ou criar de outra forma obras derivadas de qualquer Conteúdo; (b) promover\n\nengenharia reversa, desmontar ou descompilar o Conteúdo ou aplicar qualquer outro processo ou\n\nprocedimento para obter o código-fonte de qualquer software incluído no Conteúdo; (c) revender ou\n\nsublicenciar o Conteúdo; (d) transferir conteúdo fora dos Serviços sem autorização específica para\n\nfazê-lo; ou (e) adulterar, contornar controles ou fazer cópias não autorizadas do Conteúdo.\n\n20.2. A AWS pode parar de fornecer AWS Marketplace (ou quaisquer recursos ou listagens dentro\n\ndo AWS Marketplace), sem aviso prévio a você. Além disso, a AWS pode desativar ou remover\n\nconteúdo que você adquiriu no AWS Marketplace, se a AWS determinar que o Conteúdo pode\n\nviolar quaisquer Políticas ou outras regulamentações, políticas ou leis.\n\n20.3. Na medida autorizada pelo respectivo provedor terceirizado no AWS Marketplace, a AWS\n\npode desativar o acesso ou remover qualquer Conteúdo de Terceiros que você comprou ou assinou\n\nno AWS Marketplace em caso de pagamentos atrasados e não cobrados, mediante fornecimento\n\nde aviso prévio por escrito da AWS a você, com pelo menos 30 dias de antecedência.\n\n20.4. Os serviços profissionais oferecidos no AWS Marketplace por terceiros estão sujeitos a termos\n\ne condições separados especificados pelo respectivo terceiro. A AWS não tem controle e não\n\noferece garantias sobre esses serviços.\n\n21. AWS Data Pipeline\n\nSeu uso do AWS Data Pipeline Task Runner é regido pelo Contrato de Licença do AWS Data\n\nPipeline.\n\n22. Amazon Elastic Transcoder\n\nA distribuição de arquivos criados pelo Amazon Elastic Transcoder pode exigir que você obtenha\n\ndireitos de licença de terceiros, inclusive de proprietários ou licenciadores de certos formatos de\n\náudio e vídeo de terceiros. Você é o único responsável pela obtenção dessas licenças e pelo\n\npagamento de royalties ou taxas devidas.\n\n23. AWS OpsWorks\n\nO uso do agente AWS OpsWorks é regido pelo Contrato de Licença de Cliente do AWS OpsWorks.\n\nSeu uso do AWS OpsWorks for Chef Automate está sujeito ao contrato de licença do usuário final\n\nda Chef Software Inc. Seu uso do AWS OpsWorks for Puppet Enterprise está sujeito ao Contrato de\n\nLicença de Empresa da Puppet, da Puppet, Inc.\n\n24. AWS CloudHSM\n\nEm conjunto com seu uso do AWS CloudHSM, você pode ser autorizado a usar determinado\n\nsoftware (inclusive documentação relacionada) desenvolvido e de propriedade da SafeNet, Inc. ou\n\nseus licenciadores (coletivamente, o “Software da SafeNet”). Se você usar o Software da SafeNet,\n\nvocê concorda com os termos e condições adicionais disponíveis aqui.\n\n25. Amazon AppStream 2.0\n\n25.1. Software NVIDIA. Se o seu aplicativo usar a unidade de processamento gráfico da NVIDIA\n\n(Graphics Processing Unit, GPU) em uma instância do Amazon AppStream 2.0, você concorda em", "page": 20}, {"text": "vincular-se aos termos e condições do Contrato de Licença do Usuário Final do Serviço de Nuvem\n\nNVIDIA.\n\n25.2. Se usar o recurso do Amazon AppStream 2.0 User Pool para permitir que os Usuários Finais\n\nacessem aplicativos, você concorda que podemos armazenar e processar os endereços de e-mail\n\ndesses Usuários Finais em regiões AWS fora das regiões da AWS, onde você está usando o\n\nAmazon AppStream 2.0. Usaremos apenas esses endereços de e-mail para enviar as notificações\n\nde e-mail aos Usuários Finais e permitir que eles acessem o Amazon AppStream 2.0.\n\n26. Amazon WorkSpaces\n\n26.1. Qualquer conteúdo que você ou o Usuário Final executar, fizer interface ou carregar para o\n\nseu WorkSpaces é o Seu Conteúdo. Você é responsável pela manutenção das licenças e adesão\n\naos termos de licença referentes ao Seu Conteúdo, no seu WorkSpaces.\n\n26.2. O uso do Software da Microsoft no Amazon WorkSpaces está sujeito à seção 5.1 acima. A\n\nMicrosoft distingue-se como terceiro beneficiário pretendido nesta seção 26.2, com o direito de\n\nexigir a aplicação de suas disposições.\n\n26.3. O Amazon WorkSpaces foi projetado para servir como um serviço de desktop em nuvem. O\n\nWorkSpaces não pode ser usado para aceitar conexões de rede de entrada, como instâncias do\n\nservidor, ou para atender ao tráfego da web ou da sua rede; você não pode reconfigurar as\n\nconexões de rede de entrada do seu WorkSpaces.\n\n26.4. Você e os Usuários Finais só podem usar o software do cliente WorkSpaces em\n\nequipamentos de computador de sua propriedade ou controlados por você ou seus Usuários Finais.\n\nSeu uso do software do cliente WorkSpaces é regido pelo Contrato de Licença de Aplicativos do\n\nAmazon WorkSpaces.\n\n26.5. Para realizar configurações, verificações de saúde e diagnósticos no Amazon WorkSpaces,\n\npodemos coletar e usar informações de desempenho e registro vinculadas à operação e ao\n\ngerenciamento do Serviço.\n\n26.6. O software instalado por nós no seu WorkSpaces pode se conectar a um servidor de ativação\n\nde licença hospedado pela AWS. Você não pode tentar impedir qualquer função de ativação da\n\nlicença.\n\n26.7. Como parte da operação regular do Amazon WorkSpaces, o WorkSpaces pode ser atualizado\n\ncom atualizações de sistema operacional e software, patches e correções de bugs. Durante essas\n\natualizações, apenas software, documentos e configurações que fazem parte da imagem do\n\nsistema operacional usada para o WorkSpace ou parte do perfil de um usuário (D: unidade no\n\nWorkSpace) persistirão.\n\n26.8. Licenciamento BYOL da Microsoft. Nesta opção, o Amazon WorkSpaces permite que você\n\ndisponibilize WorkSpaces usando seu Software da Microsoft e Licenças Microsoft (o “Programa\n\nBYOL para WorkSpaces”). Você deve ser qualificável para usar o Programa BYOL para\n\nWorkSpaces para o Software da Microsoft aplicável ao(s) seu(s) contrato(s) com a Microsoft. Você\n\né o único responsável pela obtenção de todas as licenças necessárias e por cumprir todos os\n\nrequisitos de licenciamento aplicáveis da Microsoft, inclusive os Direitos de Uso do Produto/Termos\n\ndo Produto. Além disso, você deve aceitar o Contrato de Licença do Usuário Final da Microsoft\n\n(End-User License Agreement, EULA da Microsoft) e, ao usar o Software da Microsoft no Programa\n\nBYOL para WorkSpaces, você concorda com o EULA da Microsoft. Você concorda que determinou\n\nque seu uso do Programa BYOL para WorkSpaces cumprirá os requisitos de licenciamento", "page": 21}, {"text": "aplicáveis da Microsoft. O uso dos Serviços em violação aos contratos junto a Microsoft não é\n\nautorizado nem permitido.\n\n27. Amazon Cognito\n\n27.1. Podemos alterar, interromper ou retirar o suporte para qualquer provedor de identidade de\n\nterceiros a qualquer momento, sem aviso prévio.\n\n27.2. Caso um determinado Grupo de Usuários Cognito não tenha usuários ativos por um período\n\nde 12 meses, poderemos excluir o Grupo de Usuários Cognito com aviso prévio de 30 dias a você.\n\n28. Amazon WorkDocs\n\n28.1. O Amazon WorkDocs da Região Ásia-Pacífico (Tóquio) é vendido e fornecido pela AMCS\n\nLLC, afiliada da AWS, e não pela AWS, mas está sujeita aos termos do Contrato.\n\n28.2. Podemos excluir qualquer conteúdo dos seus Usuários Finais carregado sem o Usuário Final,\n\nse o Usuário Final for marcado como “Inativo” no Painel de Administradores do Amazon WorkDocs\n\ne você não tiver sido cobrado por mais de 30 dias pelo uso deste Usuário Final. Também podemos\n\nexcluir seu site Amazon WorkDocs e Seu Conteúdo, se você não tiver Usuários Finais marcados\n\ncomo “Ativos” no Painel de Administrador do Amazon WorkDocs por mais de 30 dias.\n\n28.3. Se nenhuma conta do Usuário Final associada à sua conta da AWS tiver registrado qualquer\n\nuso dos Serviços por vários meses, então poderemos excluir as contas de Usuários Finais inativos,\n\nmediante aviso prévio com 30 dias de antecedência.\n\n28.4. Seu uso do Software Amazon WorkDocs Sync é regido pelo Contrato de Licença do Amazon\n\nWorkDocs Sync.\n\n28.5. Seu uso do Aplicativo Amazon WorkDocs é regido pelo Contrato de Licença do Aplicativo\n\nAmazon WorkDocs.\n\n28.6. Seu uso do Amazon WorkDocs Web Clipper é regido pelo Contrato de Licença do Amazon\n\nWorkDocs Web Clipper.\n\n28.7. Open with Office 365 é conteúdo de terceiros fornecido pela Microsoft. Ao usar o Open with\n\nOffice 365, você está sujeito aos termos de uso e à política de privacidade da Microsoft. Você é o\n\núnico responsável por obter todas as licenças necessárias da Microsoft para usar o Open with\n\nOffice 365 e por cumprir todos os requisitos de licenciamento aplicáveis da Microsoft.\n\n28.8. O serviço de edição de documentos Hancom é conteúdo de terceiros. Seu uso do serviço de\n\nedição de documentos Hancom por meio do Amazon WorkDocs está sujeito aos Termos de Serviço\n\nHancom. Se você não aceitar os Termos de Serviços Hancom aplicáveis ao serviço de edição de\n\ndocumentos Hancom, não habilite nem use o serviço de edição de documentos Hancom. Se você\n\nhabilitar e usar o serviço de edição de documentos Hancom, a Hancom terá acesso ao conteúdo do\n\ndocumento que está sendo editado e ao nome de usuário final e imagem do perfil. A Hancom só é\n\nautorizada pela AWS a acessar as informações acima, com o objetivo de fornecer o serviço de\n\nedição de documentos Hancom e apenas pela duração da sessão de edição.\n\n28.9. A AWS é a registradora e controla os registros de DNS para todos os nomes de dominio\n\n[nome].workdocs.aws (“Nomes de Domínio”). O cliente não adquire direitos sobre nenhum domínio.\n\nÀ rescisão ou suspensão da conta AWS do cliente poderá resultar no encerramento ou suspensão\n\nda capacidade do Cliente de usar Nomes de Dominio anteriormente atribuídos. Para poder usar um", "page": 22}, {"text": "Nome de Dominio, o Cliente deve cumprir todas as diretrizes incluídas na Politica de Nomenclatura\n\ndo Site Amazon WorkDocs.\n\n29. Amazon Pinpoint\n\n29.1. As parcelas do serviço Amazon Pinpoint no Japão são vendidas e fornecidas pela AMCS LLC\n\n((AMCS\"), uma afiliada da AWS, e não pela AWS, mas estão sujeitas aos termos do Contrato.\n\n29.2. As parcelas do serviço Amazon Pinpoint em Cingapura são vendidas e fornecidas pela AMCS\n\nSG PRIVATE LIMITED (\"AMCS SG\"), uma afiliada da AWS, e não pela AWS, mas estão sujeitas\n\naos termos do Contrato.\n\n29.3 O Amazon Pinpoint utiliza funcionalidades subjacentes do Amazon Simple Notification Service\n\n(Amazon SNS) e do Amazon Simple Email Service (SES); o uso do Amazon Pinpoint está sujeito\n\naos termos que regem esses Serviços.\n\n29.4. Você reconhece que o Amazon Pinpoint:\n\na. Não é um sistema elegível de Alerta e Aviso Público Integrado (Integrated Public Alert and\n\nWarning System, IPAWS).\n\nb. Não deve ser usado ou associado à operação de ambientes perigosos ou sistemas\n\ncríticos. Você é o único responsável por qualquer obrigação que possa surgir em associação\n\ncom tal uso.\n\nc. Não suporta nem realiza chamadas de emergência ou mensagens para nenhum pessoal\n\nde serviços de emergência ou pontos de atendimento de segurança pública (“Serviços de\n\nEmergência”), como chamadas ou envios de mensagem de texto ao número 911, e não pode\n\ndeterminar a localização física dos seus dispositivos ou Usuários Finais, o que pode ser\n\nrequerido ao entrar em contato com Serviços de Emergência. Você entende e concorda que\n\né sua responsabilidade: (i) contatar e acessar os Serviços de Emergência,\n\nindependentemente do Amazon Pinpoint; e (ii) informar todos os Usuários Finais sobre essas\n\nlimitações.\n\nd. Não substitui os serviços tradicionais de telefone ou celular, inclusive, entre outros, ligar,\n\nenviar mensagens de texto ou entrar em contato com Serviços de Emergência, e não\n\nfunciona como tal.\n\n30. AWS Lambda\n\nPodemos excluir, mediante 30 dias de aviso prévio, qualquer parte do Seu Conteúdo carregada no\n\nAWS Lambda, se não for executada por mais de 3 meses. Você só pode usar os recursos de\n\narmazenamento do Lambda para armazenar o código de função (compilado ou descompilado),\n\ndependências (por exemplo, camadas), configuração e metadados relacionados, conforme\n\nnecessário para executar seu código no Lambda (de acordo com a Documentação). Qualquer outro\n\nuso, incluindo, por exemplo, usar o armazenamento do Lambda com a finalidade de hospedar\n\nconteúdo geralmente acessível para download ou armazenamento, não é permitido e pode resultar\n\nna exclusão do Seu Conteúdo.\n\n31. Amazon WorkMail\n\n31.1. Ao usar o Amazon WorkMail, você também usa o AWS Key Management Service, o AWS IAM\n\ne o Amazon SES, e o uso do Amazon WorkMail está sujeito aos termos que regem esses Serviços.", "page": 23}, {"text": "31.2. O Amazon WorkMail fornece um serviço de filtragem projetado para filtrar e-mails indesejados,\n\ncomo spam, e-mails de phishing e e-mails infectados com vírus. Você reconhece que as limitações\n\ntecnológicas do serviço de filtragem provavelmente resultarão na captura de algum e-mail legítimo e\n\nna falha em capturar algum e-mail indesejado, inclusive e-mail infectado com vírus.\n\n31.3. Seu domínio de e-mail e contas dos Usuários Finais podem ser bloqueados, atrasados ou\n\nimpedidos de entrega por servidores de e-mail do destino e outras razões fora do nosso controle.\n\nSuas obrigações de pagamento permanecem, independentemente do impedimento da entrega,\n\natraso ou bloqueio dos seus e-mails.\n\n31.4. Você concorda em não usar o Amazon WorkMail para enviar:\n\ne\n\nE-mails em massa, como mensagens de marketing em massa\n\ne\n\nE-mails não solicitados e indesejados\n\ne\n\nE-mails de phishing\n\n31.5. Você é o único responsável por garantir que os e-mails enviados por você ou seus Usuários\n\nFinais pelo Amazon WorkMail cumpram a Lei CAN-SPAM e demais leis aplicáveis. Você concorda\n\nque a AWS não é a “remetente” dos e-mails que você ou seus Usuários Finais enviam pelo Amazon\n\nWorkMail, conforme definido na Lei CAN-SPAM e demais leis aplicáveis.\n\n31.6. O Amazon WorkMail pode registrar e usar informações como nomes de host de servidores,\n\nendereços IP, marcas temporais, identificadores de arquivos de fila de correio e informações de\n\nfiltragem de spam com o propósito de solução de problemas ou melhoria do Amazon WorkMail.\n\n31.7. Se o uso do Amazon WorkMail for encerrado, podemos excluir seus dados e as caixas de\n\ncorreio dos usuários finais.\n\n32. Amazon WorkSpaces Application Manager (Amazon WAM)\n\n32.1. Ao usar o Amazon WAM, você também usa o Amazon WorkSpaces, e seu uso está sujeito\n\naos termos que regem o Amazon WorkSpaces.\n\n32.2. Você pode usar o Amazon WAM Admin Studio apenas para embalar aplicativos, e o Amazon\n\nWAM Admin Player apenas para validar aplicativos, que serão entregues via Amazon WAM para o\n\nseu WorkSpaces.\n\n32.3. Como parte da operação regular do Amazon WAM, podemos atualizar seus aplicativos de\n\ndesktop Amazon WAM com upgrades de software, patches e correções de bug.\n\n33. AWS Marketplace para Aplicativos de Desktop\n\n33.1. Exceto na medida em que o conteúdo disponibilizado através do AWS Marketplace for\n\nDesktop Apps é fornecido a você, nos termos de uma licença separada que expressamente afirma\n\no contrário, nem você nem qualquer Usuário Final pode, ou poderá tentar: (a) modificar, alterar,\n\nadulterar, reparar ou, de outra forma, criar trabalhos derivados a partir de qualquer Conteúdo; (b)\n\npromover engenharia reversa, desmontar, descompilar o Conteúdo ou aplicar outros processos ou\n\nprocedimentos para obter o código fonte de qualquer software incluído no Conteúdo; (c) revender\n\nou sublicenciar o Conteúdo; (d) transferir conteúdo fora dos Serviços, sem autorização específica\n\npara fazê-lo; ou (e) adulterar ou contornar controles ou reproduzir cópias não autorizadas do\n\nConteúdo.", "page": 24}, {"text": "33.2. A AWS pode parar de fornecer o AWS Marketplace para Aplicativos de Desktop (ou recursos\n\nou listagens para Aplicativos de Desktop no AWS Marketplace), sem aviso prévio a vocé. Além\n\ndisso, a AWS pode desativar ou remover o Conteúdo que você adquiriu no AWS Marketplace para\n\nAplicativos de Desktop, se a AWS determinar que o Conteúdo possa violar Políticas ou outras\n\nregulamentações, normas ou leis.\n\n34. AWS Directory Service\n\nO uso do Software da Microsoft no AWS Directory Service está sujeito à seção 5.1 acima. A\n\nMicrosoft distingue-se como terceiro beneficiário pretendido nesta seção 34, com o direito de exigir\n\na aplicação de suas disposições.\n\n35. AWS Device Farm\n\n35.1. Para qualquer teste executado em um dispositivo Apple (cada, um “Teste da Apple”), você\n\ndeclara e garante ter uma conta de desenvolvedor da Apple registrada ativa e válida, nos termos do\n\nContrato de Licença do Programa de Desenvolvedor iOS celebrado entre vocês e a Apple, no\n\nmomento em que qualquer Teste da Apple for executado. Você nos nomeia como seu\n\nDesenvolvedor Autorizado (conforme definido no Contrato de Licença do Programa de\n\nDesenvolvedor da Apple), durante toda a vigência de todos os Testes da Apple, e entende que você\n\né responsável perante a Apple por todas as ações que realizamos em conexão com cada Teste da\n\nApple.\n\n35.2. Você concorda em não fazer e não tentar fazer as seguintes ações:\n\n(i) realizar qualquer descoberta de rede dentro do AWS Device Farm ou, de outra forma, em\n\nconexão com o teste;\n\n(ii) gerar qualquer tráfego de internet de dentro das instâncias do EC2 do AWS Device Farm, a\n\nmenos que aprovado por nós; o tráfego de internet deve ser limitado apenas a dispositivos;\n\n(iii) basear-se, desbloquear ou fazer jailbreak em qualquer dispositivo Device Farm;\n\n(iv) instalar software persistente em dispositivos ou instâncias do EC2; ou\n\n(v) redefinir ou alterar configurações de fábrica em dispositivos, ativar ou acessar servidores de\n\nterceiros de forma a interferir nos Serviços.\n\n35.3. Você reconhece e concorda que podemos divulgar pacotes de aplicativos, pacotes de teste\n\n(pré-compilado), código fonte de script de teste, arquivos de extensão de aplicativos ou arquivos de\n\ndados auxiliares a terceiros, apenas para fins de realização de verificação de segurança\n\nautomatizada.\n\n36. Amazon Elasticsearch Service\n\nO Amazon Elasticsearch Service cria instantâneos automatizados diários dos seus domínios do\n\nAmazon Elasticsearch Service. Manteremos essas imagens automatizadas por um período de, pelo\n\nmenos, 14 dias após a criação. Podemos excluir imagens automatizadas a qualquer momento, após\n\n14 dias.\n\n37. AWS Database Migration Service e AWS Schema Conversion Tool\n\nO AWS Database Migration Service (que incluia AWS Schema Conversion Tool) é Conteúdo da\n\nAWS, e você pode instalá-lo e/ou usá-lo exclusivamente para fins de migração de dados, contanto", "page": 25}, {"text": "que (i) pelo menos uma dentre a loja de dados de origem e a loja de dados de destino esteja na\n\nAWS; e (ii) as lojas de dados de origem e destino estejam listadas na Documentagao como\n\norigem e destino do AWS Database Migration Service. Vocé e todos os Usuarios Finais s6 podem\n\nusar o AWS Database Migration Service para migrar dados, direta ou indiretamente, de uma fonte\n\nque é um Serviço Suportado por DMS para um destino que também é um Serviço Suportado por\n\nDMS.\n\n38. AWS Amplify\n\nVocê deve ter todos os direitos necessários para usar qualquer nome de domínio a ser usado em\n\nconjunto com o AWS Amplify.\n\n39. AWS loT\n\n39.1. Os dados do Device Shadow para um dispositivo individual podem ser excluídos, se você não\n\natualizar os dados do Device Shadow para um dispositivo individual durante qualquer período de 12\n\nmeses. Os dados do Device Registry para um dispositivo individual podem ser excluídos, se você\n\nnão atualizar os dados do Registry para um dispositivo individual durante qualquer período de 7\n\nanos. Após a atualização dos dados de Device Shadow ou Registry para um único dispositivo, o\n\nprazo de restrição de dados para as reinicializações deste dispositivo e o prazo de armazenamento\n\nde dados de Device Shadow e Registry para o dispositivo recomeçam.\n\n39.2. Você é responsável pela criação, distribuição e segurança (inclusive, pela habilitação de\n\nacesso) de quaisquer dispositivos loT conectados ou habilitados pela sua conta da AWS.\n\n40. Amazon QuickSight\n\n40.1. Você pode permitir que os Usuários Finais usem o Amazon QuickSight em sua conta. Se\n\noptar por ativar Usuários Finais em sua conta, você tem a responsabilidade de informar cada\n\nUsuário Final que a rescisão do seu uso do Amazon QuickSight também encerrará o uso do\n\nAmazon QuickSight pelo Usuário. Também é sua responsabilidade informá-los que você está\n\nagindo como “Administrador Amazon QuickSight” e, como tal, pode realizar as seguintes ações: (a)\n\nativar e desativar as contas do Amazon QuickSight dos Usuários Finais; (b) controlar o acesso do\n\nUsuario Final a conjuntos de dados e determinadas funcionalidades do Amazon QuickSight; e (c)\n\nacessar informações sobre o uso do Amazon QuickSight pelo Usuário Final.\n\n40.2. O Amazon QuickSight pode usar Seu Conteúdo selecionado como fonte de dados para o\n\nAmazon QuickSight para fazer recomendações personalizadas a você, como visualizações\n\nsugeridas com base no seu histórico de consulta e sugestão de insights.\n\n41. AWS Certificate Manager\n\n41.1. Ao usar o AWS Certificate Manager (“ACM”), você nos autoriza, a Amazon Trust Services,\n\nLLC (“ATS”) ou afiliadas (coletivamente, “Amazon CA”), a solicitar e obter certificados SSL/TLS de\n\nconfiança pública (cada, um “Certificado”) de autoridades de certificação localizadas nos Estados\n\nUnidos, algumas das quais podem ser terceirizadas, para o nome de domínio que você nos\n\nfornecer. Ao enviar uma solicitação de Certificado, você certifica que: (1) você é o Responsável pelo\n\nRegistro do Nome de Domínio [conforme definido na Política de Certificado de Requisitos de Linha\n\nde Base do Fórum CA/Browser para Emissão e Gestão de Certificados de Confiança Pública\n\nvigente (os “Requisitos do Fórum CA/B”, disponíveis aqui)]; (2) você tem o controle sobre o Nome\n\nde Domínio Totalmente Qualificado (conforme definido nos Requisitos do Fórum CA/B); ou (3) você\n\ntem poderes concedidos pelo Responsável pelo Registro do Nome de Domínio para autorizar a\n\nAmazon CA a solicitar e obter cada Certificado. Você reconhece que, apenas para fins de obtenção", "page": 26}, {"text": "do Certificado e para nenhum outro propósito, você concede a Amazon CA controle sobre o Nome\n\nde Domínio Totalmente Qualificado e aprova a solicitação do Certificado para o nome de domínio\n\npela Amazon CA. Podemos recusar a fornecer a você um Certificado, por qualquer motivo.\n\n41.2. Você concorda que:\n\n(i) todas as informações fornecidas em conexão com o uso de Certificados são e serão precisas e\n\ncompletas em todos os momentos (e você nos notificará prontamente, caso as informações sejam\n\nalteradas);\n\n(ii) você revisará e verificará a precisão do Certificado;\n\n(iii) você somente poderá usar um Certificado fornecido por nós em servidores acessíveis em\n\nsubjectAltName(s) listados no Certificado e usará o Certificado apenas em conformidade com as\n\nleis aplicáveis;\n\n(iv) você deixará de usar um Certificado e nos notificará prontamente, caso qualquer informação no\n\nCertificado esteja incorreta ou imprecisa;\n\n(v) você deixará de usar um Certificado e nos notificará prontamente, se a chave privada associada\n\nao Certificado estiver sujeita a um Compromisso-Chave (conforme definido nos Requisitos do\n\nFórum CA/B) ou o Certificado estiver sujeito a uso indevido;\n\n(vi) você responderá prontamente às instruções da Amazon CA sobre o uso indevido do\n\nCompromisso-Chave ou do Certificado;\n\n(vii) você não modificará, sublicenciará ou criará trabalho derivado a partir de qualquer Certificado\n\n(exceto conforme necessário para usar o Certificado para a finalidade pretendida) ou Chave\n\nPrivada;\n\n(viii) em conexão com o uso do Certificado, você não enviará ou distribuirá arquivos ou software que\n\npossam danificar o funcionamento do computador de outrem;\n\n(ix) você não fará declarações nem usará um Certificado, exceto conforme possa permitir o CPS do\n\nATS;\n\n(x) em conexão com o uso do Certificado, você não se passará por outro nem deturpará sua\n\nafiliação com qualquer entidade;\n\n(xi) você não permitirá que outra entidade que não a Amazon CA controle a Chave Privada\n\ncorrespondente à Chave Pública no Certificado (em que “Chave Privada” e “Chave Pública” são\n\ndefinidas pelos Requisitos do Fórum CA/B);\n\n(xii) você não usará um Certificado para violar a confiança de terceiros, enviar ou receber\n\ncorrespondência em massa não solicitada; e\n\n(xiii) você reconhece que a Amazon CA (ou nossa prestadora de serviços aplicável) pode revogar\n\num Certificado a qualquer momento, e concorda que deixará de usar o Certificado imediatamente,\n\napós nossa notificação de tal revogação.\n\n42. Amazon Lumberyard Engine\n\n42.1. Materiais do Lumberyard. O Amazon Lumberyard é composto por um motor, ambiente de\n\ndesenvolvimento integrado, ativos relacionados e ferramentas que disponibilizamos aqui ou", "page": 27}, {"text": "designamos Materiais do Lumberyard (coletivamente, “Materiais do Lumberyard”). Os Materiais do\n\nLumberyard incluem os “Lumberyard Redistributables“. Os Materiais do Lumberyard são conteúdo\n\nda AWS. O termo “Materiais do Lumberyard” não inclui conteúdo distribuído com os Materiais do\n\nLumberyard mediante termos de licença separados (como código licenciado segundo uma licença\n\nde código aberto).\n\n42.2. Licença. Além dos direitos concedidos ao Conteúdo da AWS no Contrato, também\n\nconcedemos a você uma licença limitada, não exclusiva, não sublicenciável (exceto aos Usuários\n\nFinais, conforme previsto abaixo), intransferível para fazer o seguinte durante a vigência:\n\n(a) Desenvolvimento: Você pode usar, reproduzir, modificar e criar obras derivadas dos\n\nMateriais do Lumberyard para desenvolver e apoiar videogames, software, obras\n\naudiovisuais e outros conteúdos (cada trabalho criado através do uso dos Materiais do\n\nLumberyard é considerado um “Projeto Lumberyard”). Os Projetos Lumberyard, à exceção de\n\nqualquer Conteúdo da AWS e conteúdo de terceiros incluídos, são o Seu Conteúdo.\n\n(b) Distribuição para Usuários Finais: Você pode usar, reproduzir, modificar, criar obras\n\nderivadas, exibir publicamente, executar publicamente e distribuir (incluindo via distribuidores\n\nde terceiros) para usuários finais os Lumberyard Redistributables (incluindo modificações e\n\nderivados permitidos), como parte de um Projeto Lumberyard. No entanto, você só pode fazê\nlo se (i) o Projeto Lumberyard fornecer conteúdo material ou funcionalidade além do fornecido\n\npelo Lumberyard Redistributables; (ii) os Redistributables Lumberyard estiverem integrados\n\nao Projeto Lumberyard para que não sejam utilizáveis separadamente por Usuários Finais;\n\n(iii) você não distribuir, na forma de código fonte, Lumberyard Redistributables que\n\ndisponibilizamos em formatos de arquivo que são comumente compilados (por exemplo, C,\n\nC++) ou para os quais disponibilizamos um compilador; e (iv) você garantir que os Usuários\n\nFinais estejam sujeitos a termos não menos protetores dos Materiais do Lumberyard do que\n\nos presentes Termos de Serviço, incluindo esta seção e as seções 42.4 e 42.5 abaixo. Você\n\npode sublicenciar esses direitos aos seus Usuários Finais, sujeito a restrições nestes termos,\n\npara permitir que eles usem, modifiquem, criem novos conteúdos e redistribuam seu Projeto\n\nLumberyard (por exemplo, criar novos itens ou níveis para um jogo).\n\n(c) Colaboração com outros clientes da AWS. Você pode reproduzir e distribuir (mas não\n\nsublicenciar) os Materiais do Lumberyard (inclusive modificações e derivados permitidos): (i)\n\npara outros clientes da AWS que prestam serviços para você, apenas com o propósito de\n\npermitir que esses clientes da AWS realizem o trabalho em seu nome; (ii) para outros clientes\n\nda AWS em conexão com o trabalho que você realiza para eles como contratante; e (iii) para\n\naté 5 outros clientes da AWS que você autoriza a distribuir um Projeto Lumberyard em\n\nconexão com sua venda ou licenciamento desse Projeto Lumberyard (por exemplo, editores\n\nde um jogo que você desenvolve). Os outros direitos desses clientes da AWS aos Materiais\n\nMadeyard são regidos pelo(s) acordo(s) celebrado(s) conosco.\n\n(d) Repositório Lumberyard Git. Podemos disponibilizar Materiais do Lumberyard no\n\n“Repositório Lumberyard Git\". Você pode reproduzir e distribuir para outros clientes da AWS,\n\natravés do Repositório Lumberyard Git, suas versões modificadas desses Materiais do\n\nLumberyard (seu “LM Fork(s)”), sujeito a políticas que possamos estabelecer para o\n\nRepositório Lumberyard Git. Seu LM Fork deve cumprir o Contrato (inclusive estes termos);\n\npor exemplo, ele não pode permitir que os Projetos Lumberyard usem, leiam ou escrevam\n\ndados, para ou a partir de serviços alternativos da web. Você deve incluir um aviso afirmando\n\nque o LM Fork está sujeito a estes termos (como uma cópia do arquivo License.txt do\n\ndiretório raiz dos Materiais do Lumberyard). Se você obter um LM Fork do Repositório\n\nLumberyard Git, você é responsável por garantir que qualquer Projeto Lumberyard que você\n\ncriar com ele esteja em conformidade com estes termos. Se o seu LM Fork violar o Contrato,\n\nele violará nossos direitos autorais nos Materiais do Lumberyard e poderemos removê-lo do", "page": 28}, {"text": "Repositório Lumberyard Git e adotar outras medidas, entre as quais, a rescisão da sua\n\nlicença para os Materiais do Lumberyard. “Serviço Alternativo da Web” significa serviço web\n\nnão pertencente à AWS que seja semelhante ou possa funcionar como substituto aos\n\nserviços listados aqui.\n\n42.3. Sem taxa de licença. Não há taxa para as licenças concedidas na seção 42.2. Outros serviços\n\nda AWS, Conteúdo da AWS e Conteúdo de Terceiros disponibilizados com relação aos Materiais do\n\nLumberyard podem estar sujeitos a encargos separados e ser regidos por termos adicionais.\n\n42.4. Restrições operacionais. Sem nosso consentimento prévio por escrito, (a) os Materiais do\n\nLumberyard (inclusive modificações e derivados permitidos) só podem ser executados em\n\nequipamentos de computador de propriedade e operados por você ou seus Usuários Finais, ou em\n\nServiços da AWS, e não podem ser executados em Serviço alternativo da web e (b) seu Projeto\n\nLumberyard não pode ler dados ou escrever dados para nenhum Serviço alternativo da web.\n\n42.5. Outras restrições. Sem limitar as restrições de licença estabelecidas no Contrato, você não\n\npode (a) distribuir os Materiais do Lumberyard em forma de código fonte, exceto conforme\n\nexpressamente permitido pela seção 42.2(b) e (c); (b) usar ou explorar os Materiais do Lumberyard\n\nou qualquer parte deles para desenvolver, manter, participar do desenvolvimento, nem dar suporte\n\na motor, ferramenta de desenvolvimento ou estrutura de software concorrente; (c) usar os Materiais\n\ndo Lumberyard ou qualquer parte deles como parte de um logotipo ou marca registrada; (d)\n\nremover, ocultar ou alterar quaisquer avisos de direitos do proprietário (inclusive avisos de direitos\n\nautorais e marca comercial) contidos nos Materiais do Lumberyard; (e) agir de forma que exigiria\n\nque você ou nós providenciássemos licenciamento, distribuição ou disponibilização de qualquer dos\n\nMateriais do Lumberyard sob diferentes termos (por exemplo, combinando Materiais do Lumberyard\n\ncom software sujeito a licenças de código aberto “copyleft”); ou (f) usar ou explorar os Materiais do\n\nLumberyard ou parte dele de qualquer maneira ou para qualquer fim que não seja expressamente\n\npermitido por estes termos.\n\n42.6. Cadastro; lançamento. Antes de distribuir seu Projeto Lumberyard para Usuários Finais, você\n\ndeve se cadastrar aqui. Você deve obter nossa autorização prévia por escrito se o lançamento\n\npúblico ou comercial inicial do seu Projeto Lumberyard basear-se em uma versão dos Materiais do\n\nLumberyard com mais de 5 anos.\n\n42.7. Crédito. Você deve nos creditar em Projetos Lumberyard, de acordo com essas diretrizes. As\n\nMarcas da AWS incluídas nos Materiais do Lumberyard só podem ser usadas de acordo com as\n\nDiretrizes de Uso de Marca Comercial. Podemos usar trechos de material promocional divulgado\n\npublicamente dos seus Projetos Lumberyard e marcas relacionadas, marcas de serviço, nomes\n\ncomerciais e logotipos em conexão com nosso marketing, propaganda e promoção do Lumberyard.\n\n42.8. Fóruns; envio de materiais. Além dos direitos de distribuir LM Forks no Repositório\n\nLumberyard Git estabelecido acima, ao discutir Materiais do Lumberyard em nossos fóruns ou em\n\noutros lugares, você pode incluir até 50 linhas de código fonte dos Materiais do Lumberyard com o\n\núnico propósito de discutir esse código. Você deve nos identificar como fonte do código. “Envios do\n\nLumberyard” são conteúdos relacionados aos Materiais do Lumberyard (inclusive, o LM Forks) que\n\nvocê publica ou, de outra forma, envia a sites de discussão de desenvolvedores, repositórios de\n\ncódigo de amostra ou outros fóruns públicos ou da AWS. Você (i) nos concede uma licença não\n\nexclusiva, mundial, permanente, irrevogável, transferível, sublicenciável, livre de royalties e\n\ntotalmente paga, referente a todos os direitos de propriedade intelectual relacionados aos seus\n\nEnvios do Lumberyard e (ii) concede a outros clientes da AWS os mesmos direitos quanto a seus\n\nEnvios do Lumberyard, conforme previsto nos presentes Termos de Serviço que se referem aos\n\nMateriais do Lumberyard. Você declara e garante que tem todos os direitos necessários para\n\nconceder a licença acima, e que seus Envios do Lumberyard não infringem os direitos de\n\npropriedade intelectual de terceiros nem violam este Contrato.", "page": 29}, {"text": "42.9. Coleta de dados. Os Materiais do Lumberyard podem nos fornecer informações sobre o uso\n\ndos Materiais do Lumberyard, inclusive informações sobre recursos do sistema e do servidor,\n\nrecursos utilizados no ambiente de desenvolvimento integrado, frequência e duração do uso,\n\nlocalizações de rede e geográficas, bem como mensagens de erro e informações.\n\n42.10. Uso Aceitável; sistemas críticos à segurança. O uso dos Materiais do Lumberyard deve\n\ncumprir a Política de Uso Aceitável da AWS. Os Materiais do Lumberyard não são destinados ao\n\nuso com sistemas críticos de vida ou segurança, como uso na operação de equipamentos médicos,\n\nsistemas de transporte automatizados, veículos autônomos, aeronaves ou controle de tráfego\n\naéreo, instalações nucleares, nave espacial tripulada ou uso militar relacionado ao combate de\n\ncampo. No entanto, essa restrição não se aplicará no caso da ocorrência (certificada pelos Centros\n\nde Controle de Doenças dos Estados Unidos ou órgão sucessor) de uma infecção viral generalizada\n\ntransmitida através de mordidas ou contato com fluidos corporais que cause a reanimação de\n\ncadáveres humanos e que os faça consumir carne humana viva, sangue, cérebro ou tecido nervoso\n\ne que possa provavelmente resultar na queda da civilização organizada.\n\n42.11. Rescisão. Seus direitos sobre os Materiais do Lumberyard encerram-se automaticamente,\n\nem caso de rescisão ou violação do Contrato (inclusive destes Termos de Serviço). No entanto, se\n\nrescindirmos o Contrato por conveniência, seus direitos sobre os Materiais do Lumberyard em sua\n\nposse subsistem à rescisão em relação a qualquer Projeto Lumberyard registrado anteriormente.\n\nCaso contrário, após a rescisão, você deve cessar todo o uso, a distribuição e exploração dos\n\nMateriais do Lumberyard (e quaisquer modificações e derivados).\n\n43. Amazon GameLift\n\n43.1. Você só pode acessar ou usar o Amazon GameLift para hospedagem de servidor de\n\nvideogame; desde que, no entanto, essa restrição não se aplique ao uso do recurso FlexMatch\n\nindependente de outros recursos do Amazon GameLift.\n\n43.2. Nós ou nossas afiliadas podemos excluir, após aviso prévio de 30 dias enviado a você,\n\nqualquer dos conteúdos enviados para o Amazon GameLift se ele não for executado em mais de 3\n\nmeses.\n\n43.3. Seu uso do Amazon GameLift Local é regido pelo Contrato de Licença Local do Amazon\n\nGameLift.\n\n43.4. O programa de Instância Spot do Amazon GameLift permite que você solicite que certas\n\ninstâncias do Amazon GameLift sejam executadas de acordo com os termos de pagamento e preço\n\nda Instância Spot do Amazon GameLift estabelecidos na página de detalhes de produto do Amazon\n\nGameLift no Site (cada instância solicitada, uma “Instância Spot do GL”. Podemos encerrar o\n\nprograma da Instância Spot do Amazon GameLift a qualquer momento. Podemos encerrar, parar ou\n\ninterromper as Instâncias Spot do GL a qualquer momento e sem qualquer aviso a você por\n\nexigências de capacidade da AWS. Você deve configurar o seu jogo para garantir que ele seja\n\ntolerante a falhas e lidará corretamente com interrupções. As Instâncias Spot GL não podem ser\n\nusadas com certos Serviços, recursos e softwares de terceiros que especificamos, inclusive aqueles\n\nlistados na seção 5.3, acima.\n\n44. AWS Application Discovery Service\n\nQuando você usa o AWS Application Discovery Service, os dados que são digitalizados pelo AWS\n\nApplication Discovery Service em seus recursos de computação no local serão considerados Seu\n\nConteúdo.", "page": 30}, {"text": "45. Serviços Profissionais da AWS\n\n45.1. Os “Serviços Profissionais da AWS” são serviços de aconselhamento e consultoria que a\n\nAWS fornece nos termos de um documento de Declaração de Trabalho (Statement of Work, SOW)\n\npara ajudá-lo a usar os outros Serviços. Os Serviços Profissionais da AWS são considerados\n\n“Serviços”, para fins do Contrato.\n\n45.2. A AWS ou qualquer de suas afiliadas pode celebrar uma SOW ou um adendo ao Contrato\n\ncom você para fornecer Serviços Profissionais da AWS. Para efeitos de cada SOW ou adendo, o\n\ntermo “AWS” na SOW, no adendo e no Contrato refere-se à entidade da AWS que celebra a SOW\n\nou adendo, e nenhuma outra entidade da AWS tem quaisquer obrigações quanto à referida SOW\n\nou adendo. Cada SOW ou adendo (juntamente com o Contrato) é pretendida pelas partes como\n\ntermos finais, completos e exclusivos do contrato e substitui todos os acordos e entendimentos\n\nprévios (sejam verbais ou escritos) entre as partes em relação ao assunto dessa SOW ou adendo.\n\n45.3. A AWS emitirá faturas mensais para você quanto aos Serviços Profissionais da AWS. Os\n\npagamentos dos Serviços Profissionais da AWS não são reembolsáveis.\n\n45.4. A AWS não fornece assessoria legal ou de conformidade. Você é responsável por fazer sua\n\nprópria avaliação se o uso dos Serviços atende aos requisitos legais e regulatórios aplicáveis.\n\n45.5. Além do Conteúdo de Terceiros, o conteúdo que a AWS fornece como parte dos Serviços\n\nProfissionais da AWS é o Conteúdo da AWS. Você é o único responsável por testar, implantar,\n\nmanter e apoiar conteúdo fornecido ou recomendado pela AWS.\n\n45.6. A AWS pode desenvolver conteúdo composto por (a) documentos e diagramas\n\n(“Documentos”) ou (b) software (em forma de código de origem ou objeto), código de amostra ou\n\nscripts (“Software”) para você como parte dos Serviços Profissionais da AWS (tais Documentos e\n\nSoftwares, “Conteúdo Desenvolvido”). Sujeito a qualquer contrato de confidencialidade vigente\n\nentre você e a AWS, a AWS não está impedida de desenvolver, usar ou vender produtos ou\n\nserviços semelhantes ou relacionados ao Conteúdo Desenvolvido. Qualquer conteúdo desenvolvido\n\nfornecido a você pela AWS como parte dos Serviços Profissionais da AWS nos termos de uma\n\nSOW é licenciado nos seguintes termos:\n\nA AWS licencia quaisquer documentos a você nos termos da Licença Creative Commons\n\nAtribuição 4.0 Internacional (CC-BY 4.0); e\n\ne\n\nA AWS licencia qualquer software para você nos termos da Licença Apache, versão 2.0.\n\n45.7. Parte do conteúdo desenvolvido pode incluir Conteúdo da AWS ou conteúdo de terceiros\n\nfornecido nos termos de uma licença separada. Em caso de conflito entre a seção 45.6 acima e\n\nqualquer licença à parte, a licença separada prevalecerá em relação ao Conteúdo da AWS ou\n\nConteúdo de Terceiros.\n\n45.8. Quaisquer materiais ou informações que você possua ou licencie de terceiros e forneça à\n\nAWS para fins dos Serviços Profissionais da AWS são considerados o Seu Conteúdo. Se você\n\noptar por fornecer acesso ao Seu Conteúdo à AWS, você garantirá ter direitos e permissões\n\nadequadas para fazê-lo.\n\n45.9. Se houver conflito entre esta seção 45 e qualquer Adendo de Serviços de Implementação da\n\nAWS entre você e a AWS, os termos do Adendo de Serviços de Implementação da AWS\n\nprevalecerão e as referências a “Serviços de Implementação” nesse adendo incluem Serviços\n\nProfissionais da AWS.", "page": 31}, {"text": "45.10. AAWS e suas afiliadas lidarão com quaisquer dados pessoais relacionados a sua equipe\n\n(“Equipe”) que são fornecidos a AWS ou suas afiliadas relacionados a uma SOW de acordo com as\n\npráticas de manuseio descritas no Aviso de Privacidade da AWS (disponível em https: //\n\naws.amazon.com/privacy/). Você providenciará para que o Aviso de Privacidade da AWS fique\n\ndisponível para qualquer membro da Equipe cujos dados pessoais você forneça à AWS ou suas\n\nafiliadas.\n\n46. Amazon Redshift\n\nO programa Nó Reservado permite designar os nós do Amazon Redshift como sujeitos aos termos\n\nde pagamento e preço reservados estabelecidos na página de preços do Amazon Redshift no Site\n\nda AWS (cada nó designado, um “Nó Reservado”). Podemos encerrar o programa Nó Reservado a\n\nqualquer momento. Podemos alterar os preços do programa Nó Reservado a qualquer momento,\n\nmas as mudanças de preço não se aplicam a Nós Reservados previamente designados. Os Nós\n\nReservados não podem ser cancelados, e você deverá o valor cobrado pelo Nó Reservado durante\n\no período selecionado, mesmo que o Contrato seja rescindido. Os Nós Reservados são\n\nintransferíveis, e todos os valores pagos em conexão com os Nós Reservados são não\n\nreembolsáveis, exceto pelo fato de que se rescindirmos o Contrato por motivo que não seja justa\n\ncausa, encerrarmos um tipo individual de Nó Reservado ou rescindirmos o programa de Nó\n\nReservado, nós reembolsaremos uma parte proporcional de qualquer taxa antecipada paga em\n\nconexão com o Nó Reservado previamente designado. Após o vencimento ou a rescisão do prazo\n\nde um Nó Reservado, o preço do Nó Reservado expirará, e os preços padrão de uso sob demanda\n\nserão aplicados ao Nó do Amazon Redshift.\n\n47. AWS Server Migration Service.\n\n47.1. Quando você usa o AWS Server Migration Service, os dados digitalizados pelo AWS Server\n\nMigration Service nos recursos de computação do seu local serão considerados Seu Conteúdo.\n\n47.2. Podemos encerrar a migração de qualquer imagem que permaneça em uma fila migratória por\n\n90 dias ou mais.\n\n48. AWS Organizations\n\n48.1. O AWS Organizations permite criar uma “Organização” participando de uma única conta da\n\nAWS (a “Conta Principal”), com uma ou mais contas da AWS (cada, uma “Conta de Membro”).\n\nExceto conforme autorizado pela AWS, apenas contas da AWS usadas por você, suas afiliadas,\n\nfuncionários ou subcontratados que atualmente trabalham em seu nome poderão se integrar a uma\n\nOrganização. Ao ingressar em uma Organização como Conta de Membro, você concorda: (a) em\n\ndivulgar faturamento, atividade contábil e informações de conta da Conta de Membro na Conta\n\nPrincipal; e (b) que a Conta Principal poderá comprar Instâncias Reservadas do EC2 em nome de\n\numa Conta de Membro.\n\n48.2. Se você habilitar o faturamento consolidado, a Conta Principal e a Conta de Membro serão\n\nresponsáveis solidariamente por todos os encargos acumulados pelas Contas de Membro enquanto\n\nintegradas a uma Organização, mas a Conta Principal será tarifada por todas as cobranças, de\n\nacordo com o Contrato da Conta Principal. Se uma Conta Principal for suspensa por falta de\n\npagamento, todas as Contas de Membro da Organização serão suspensas.\n\n48.3. Podemos habilitar, com pelo menos 14 dias de aviso prévio a você, todos os recursos em sua\n\nOrganização, se solicitado pela Conta Principal da Organização. Se a sua Organização tiver todos\n\nos recursos habilitados: (i) os termos de faturamento consolidados descritos na seção 48.2 serão\n\naplicados à sua Organização; (ii) a Conta Principal terá pleno acesso e controle sobre suas Contas", "page": 32}, {"text": "de Membro; e (iii) a Conta Principal é solidariamente responsável pelas ações tomadas por suas\n\nContas de Membro.\n\n48.4. Quando uma Conta Principal usa o AWS Organizations ou o API CreateLinkedAccount para\n\ncriar uma conta (“Conta Criada”): (i) a Conta Criada sera uma Conta de Membro da Organização da\n\nConta Principal com os recursos do AWS Organizations que a Conta Principal permitir de tempos\n\nem tempos; (ii) a Conta Criada é regida pelos termos do Contrato de Conta Principal; (iii) a Conta\n\nPrincipal é solidariamente responsável pelas ações tomadas pela Conta Criada; e (iv) uma função\n\nIAM criada na Conta Criada concede à Conta Principal acesso administrativo total a Conta Criada\n\n49. Amazon Athena\n\nNão obstante qualquer disposição no Contrato, você pode incorporar a seus programas ou\n\naplicativos, e distribuir conforme incorporado nesses programas ou aplicativos, o Driver Amazon\n\nAthena JDBC ou o Driver Amazon Athena ODBC, em cada caso, exclusivamente para uso com o\n\nAmazon Athena.\n\n50. Serviços de aprendizado por máquina e inteligência artificial da AWS\n\n50.1. \"Serviços de IA” significa, coletivamente, Amazon CodeGuru Profiler, Amazon CodeGuru\n\nReviewer, Amazon Comprehend, Amazon Comprehend Medical, Amazon DevOps Guru, Amazon\n\nForecast, Amazon HealthLake, Amazon Kendra, Amazon Lex, Amazon, Amazon Lookout for\n\nMetrics, Amazon Personalize, Amazon Polly, Amazon Rekognition, Amazon Textract, Amazon\n\nTranscribe, Amazon Transcribe Medical e Amazon Translate. “Conteúdo de IA” significa Seu\n\nConteúdo que é processado por um Serviço de IA.\n\n50.2. Você e seus Usuários Finais são responsáveis por todas as decisões, conselhos, ações\n\nadotadas e falhas em agir com base no uso dos Serviços de IA. Os Serviços de IA usam modelos\n\nde aprendizado de máquina que geram previsões baseadas em padrões de dados. A produção\n\ngerada por um modelo de aprendizado de máquina é probabilística e deve ser avaliada quanto à\n\nsua precisão conforme apropriado para o seu caso de uso, inclusive empregando revisão humana\n\nde tal produção.\n\n50.3. Você concorda e instrui quanto ao Amazon CodeGuru Profiler, Amazon Comprehend, Amazon\n\nLex, Amazon Polly, Amazon Rekognition, Amazon Textract, Amazon Transcribe e Amazon\n\nTranslate, que: (a) podemos usar e armazenar Conteúdo de IA processado por cada um dos\n\nServiços de IA supramencionados, para manter e fornecer o Serviço de IA aplicável (inclusive,\n\ndesenvolvimento e melhoria de tal Serviço de IA), desenvolver e melhorar tecnologias de\n\naprendizado de máquina de uma afiliada da AWS e inteligência artificial; e (b) apenas em conexão\n\ncom o desenvolvimento e melhoria descritos na cláusula (a), podemos armazenar esse Conteúdo\n\nde IA em uma região da AWS fora da região da AWS onde você está usando esse Serviço de IA.\n\nEsta seção não se aplica ao Amazon Comprehend Medical ou Amazon Transcribe Medical. Você\n\npode instruir a AWS a não usar e armazenar Conteúdo de IA processado por um Serviço de IA para\n\ndesenvolver e melhorar esse serviço ou tecnologias da AWS ou de suas afiliadas configurando uma\n\npolítica de exclusão de serviços de IA usando o AWS Organizations.\n\n50.4. Você é responsável por fornecer avisos de privacidade legalmente adequados aos Usuários\n\nFinais de seus produtos ou serviços que usam qualquer Serviço de IA e obter qualquer\n\nconsentimento necessário dos Usuários Finais para o processamento e armazenamento de\n\nConteúdo de IA, uso e transferência de Conteúdo de IA, conforme descreve esta seção 50,\n\ninclusive por fornecer quaisquer avisos necessários e obter o consentimento parental verificável\n\nexigido pela Lei de Proteção de Privacidade Online Infantil (Children's Online Privacy Protection Act,\n\nCOPPA) ou leis semelhantes e obter qualquer consentimento necessário de indivíduos que", "page": 33}, {"text": "apareçam em imagens ou vídeos processados por um Serviço de IA. Você declara, pelo presente,\n\nque forneceu todos os avisos de privacidade necessários e obteve todos os consentimentos\n\nnecessários. Você é responsável por nos notificar caso qualquer Conteúdo de IA armazenado por\n\num Serviço de IA deva ser excluído pela lei aplicável. Se você usar o Amazon Lex em conexão com\n\nsites, programas ou outros aplicativos que são dirigidos ou direcionados, no todo ou em parte, para\n\ncrianças menores de 13 anos e sujeitas à COPPA ou leis similares, você deve: (a) fornecer todas as\n\nnotificações necessárias e obter todas as autorizações parentais necessárias verificáveis quanto à\n\nCOPPA ou leis semelhantes; e (b) notificar a AWS durante o processo de configuração do Amazon\n\nLex usando (i) a caixa de seleção apropriada no console da AWS ou (ii) o parâmetro booleano na\n\nsolicitação ou resposta aplicável do API Amazon Lex Model Building Service, conforme especificado\n\npela Documentação do Amazon Lex. O Amazon Lex não armazena ou retém informações de\n\ndeclaração de voz ou texto de sites, programas ou outros aplicativos que você identifica, de acordo\n\ncom esta seção, como dirigidos ou direcionados, no todo ou em parte, a crianças menores de 13\n\nanos e sujeitas à COPPA ou leis similares.\n\n50.5. Você não usará, e não permitirá que terceiros usem, os Serviços de IA para, direta ou\n\nindiretamente, desenvolver ou melhorar um produto ou serviço semelhante ou concorrente. O\n\ndisposto acima não se aplica ao Amazon Forecast e ao Amazon Personalize. Você não poderá\n\nrealizar testes ou avaliações comparativas ou referenciais do Amazon Lookout for Métricas durante\n\na Pré-visualização.\n\n50.6. Os Serviços de IA não são destinados ao uso nem associados ao funcionamento de\n\nambientes perigosos ou sistemas críticos que possam resultar em lesões corporais graves ou\n\nmorte, ou causar danos ambientais ou patrimoniais. O disposto acima não se aplica ao uso do\n\nAmazon HealthLake relacionado ao fornecimento ou apoio de serviços de saúde. Você é o único\n\nresponsável por tal situação, se houver, em conexão com qualquer uso.\n\n50.7. Não obstante outra disposição do Contrato, você pode incorporar aos seus programas ou\n\naplicativos, e distribuir conforme incorporado a tais programas ou aplicativos, o código binário que\n\ndistribuímos para os Serviços de IA com os SDKs Móveis da AWS.\n\n50.8. Uso da Aplicação da Lei do Amazon Rekognition. O recurso de comparação de face do\n\nAmazon Rekognition usa aprendizagem por máquina para detectar semelhanças entre imagens\n\ndiferentes e gerar previsões da semelhança de aparência da mesma pessoa em ambas as\n\nimagens; não fornece identificações definitivas de nenhuma pessoa. Em razão da natureza dos\n\nsistemas de aprendizagem por máquina, os seguintes termos se aplicam quando órgãos de\n\naplicação da lei usam o recurso de comparação de face do Amazon Rekognition associados a\n\ninvestigações criminais. “Órgão de aplicação da lei” refere-se à entidade governamental cujos fins e\n\nresponsabilidades principais são investigação criminal, apreensão e acusação.\n\n50.8.1. Se o Amazon Rekognition for usado para ajudar a identificar uma pessoa, e as ações a\n\nserem tomadas com base na identificação puderem impactar as liberdades civis ou os direitos\n\nhumanos equivalentes desta pessoa, a decisão pela ação deve ser tomada por uma pessoa\n\nadequadamente treinada, com base em inspeção independente das evidências de identificação.\n\n50.8.2. Os órgãos de aplicação da lei que usam o Amazon Rekognition para auxiliar a equipe a\n\ntomar decisões que poderiam impactar liberdades civis ou direitos humanos, devem garantir que a\n\nequipe receba treinamento adequado sobre o uso responsável dos sistemas de reconhecimento\n\nfacial, inclusive sobre como operar adequadamente o sistema e interpretar resultados. Para\n\nconsultar um exemplo sobre como implementar esse treinamento, acesse o Modelo de\n\nDesenvolvimento da Política de Reconhecimento Facial publicado pelo Gabinete de Assistência à\n\nJustiça do Departamento de Justiça dos EUA.", "page": 34}, {"text": "50.8.3. O Amazon Rekognition não pode ser usado para vigilância prolongada de uma pessoa\n\nespecífica sem o acompanhamento de um processo de análise independente projetado para\n\nproteger liberdades civis ou direitos humanos equivalentes (como a obtenção de uma ordem\n\njudicial, garantia ou outra autorização), a menos que o uso seja destinado a atender circunstâncias\n\ninexoráveis envolvendo a morte ou lesão grave de uma pessoa.\n\n50.8.4. Os órgãos de aplicação da lei que usam o Amazon Rekognition para investigações criminais\n\ndevem fornecer divulgação pública descrevendo seu uso dos sistemas de reconhecimento facial. O\n\nmétodo e o conteúdo da divulgação ficam a critério razoável do órgão, porém deve ser de fácil\n\nacesso ao público (por exemplo, uma publicação em um site), descrever como o sistema de\n\nreconhecimento facial é utilizado e sintetizar as formas de proteção adotadas para evitar a violação\n\nde liberdades civis ou direitos humanos equivalentes. Para consultar exemplos, acesse\n\nas declarações e análises de privacidade do FBI e o Modelo de Desenvolvimento da Política de\n\nReconhecimento Facial publicado pelo Gabinete de Assistência à Justiça do Departamento de\n\nJustiça dos EUA.\n\n51. Amazon Lightsail\n\n51.1. Você autoriza a AWS a parear seus Amazon Lightsail VPCs e seus Amazon VPCs ao usar o\n\npareamento do Amazon Lightsail VPC.\n\n51.2. O Amazon Machine Images do AWS Marketplace é oferecido ou vendido nos termos do AWS\n\nMarketplace e quaisquer termos, condições e políticas de privacidade separados especificados pela\n\noferta partidária ou venda do Amazon Machine Image. O uso do Software da Microsoft no Amazon\n\nLightsail está sujeito à seção 5.1 acima. A Microsoft distingue-se como terceiro beneficiário\n\npretendido nesta seção 51.2, com o direito de exigir a aplicação de suas disposições.\n\n51.3. Você não pode usar o Amazon Lightsail de forma a pretender evitar incorrer em taxas de\n\ndados de outros Serviços (por exemplo, proxy de tráfego de rede de Serviços para a internet pública\n\nou outras finalidades, ou processamento excessivo de dados através de serviços de balanceamento\n\nde carregamento ou rede de distribuição de conteúdo [Content Delivery Network, CDN], conforme\n\ndescrito na Documentação): e se o fizer, poderemos interromper ou suspender seus serviços de\n\ndados ou suspender sua conta.\n\n52. System Manager da AWS\n\nO Systems Manager pode coletar e transmitir à AWS informações sobre o uso dos Serviços,\n\ninclusive itens de estoque (por exemplo, estoque de aplicativos e itens de estoque personalizados),\n\nparâmetros, dados de configuração (por exemplo, configuração de rede e estado), dados de\n\ntelemetria e diagnóstico, histórico de atualizações e chaves de registro, grupos de recursos e\n\nmetadados de patch (“Informações de Sistemas”). As Informações de Sistemas podem ser usadas\n\npela AWS para operar e manter (inclusive para melhorar) os Serviços.\n\n53. Amazon Chime\n\n53.1. Usuários Finais.\n\n53.1.1. Você pode permitir que os Usuários Finais usem o Amazon Chime em sua conta. O\n\nencerramento do uso da sua conta do Amazon Chime também encerrará os recursos pagos dos\n\nUsuários Finais, recursos de Conector de Voz e recursos de Chamadas Comerciais associados à\n\nsua conta ou organização, e todos esses Usuários Finais serão convertidos aos recursos gratuitos\n\ndo Amazon Chime.", "page": 35}, {"text": "53.1.2. Os Usuarios Finais do Amazon Chime podem ser gerenciados por Usuarios Finais com\n\nprivilégios administrativos (“Administradores do Amazon Chime”). Os Administradores do Amazon\n\nChime podem (a) atualizar ou rebaixar o nivel e o conjunto de recursos Amazon Chime dos\n\nUsuários Finais, (b) Suspender o acesso do Usuário Final ao Amazon Chime e (c) acessar\n\ninformações sobre o uso do Amazon Chime por seus Usuários Finais, inclusive detalhes de\n\nchamadas.\n\n53.2. Serviço Chime PSTN.\n\n53.2.1. O termo “Serviço Chime PSTN” usado nestes Termos significa a capacidade de integrar\n\nrecursos de chamada e mensagens de texto da Rede Telefônica Pública Comutada (Public\n\nSwitched Telephone Network, PSTN) em sua experiência Amazon Chime. O Serviço Chime PSTN\n\ninclui: (a) ativar o acesso a reuniões de PSTN através de números padrão e números de chamada\n\ngratuita; (b) desativar o acesso das reuniões aos números de PSTN, através de números padrão ou\n\nnúmeros de chamada gratuita; (c) ativar o acesso aos softphones Amazon Chime de PSTN, através\n\nde números padrão ou números de chamada gratuita; (d) ativar o acesso do softphone do Amazon\n\nChime a PSTN, através de números padrão ou de números de chamada gratuita; (e) receber\n\nmensagens de texto e várias mídias nas mensagens do Amazon Chime ou em APIs, através de\n\nnúmeros padrão ou números de chamada gratuita; (f) enviar mensagens de texto e várias mídias de\n\nmensagens do Amazon Chime ou de APIs, através de números padrão e números de chamada\n\ngratuita; (9) ativar o acesso ao Conector de Voz do Amazon Chime de PSTN, através de números\n\npadrão e números de chamada gratuita; (h) desativar o acesso do Conector de Voz do Amazon\n\nChime para o PSTN, através de números padrão e números de chamada gratuita; (i) ativar o\n\nacesso a APIs de PSTN, através de números padrão e números de chamada gratuita; e (j) desativar\n\no acesso de APIs a PSTN, através de números padrão ou números de chamada gratuita.\n\n53.2.2. As parcelas do Serviço Chime PSTN, especificamente Chamadas Comerciais, Conector de\n\nVoz e Texto por SMS, são vendidas e fornecidas pela AMCS LLC (“AMCS’), uma afiliada da AWS,\n\ne não pela AWS, mas, de outra forma, estão sujeitas aos termos do Contrato. Sua fatura declarará\n\nquais serviços dentre os que você usou são vendidos para você pela AMCS e quais são vendidos\n\npela AWS. O faturamento do Serviço Chime PSTN é realizado pela AWS em nome da AMCS, por\n\nconveniência administrativa. Você não precisa comprar nenhum serviço vendido pela AMCS ou pelo\n\nServiço Chime PSTN para usar o Amazon Chime e poderá comprar os recursos de chamada do\n\nServiço Chime PSTN (como chamada de entrada ou saída) separadamente, junto ou de outra fonte\n\nque não da AMCS. A AWS não é uma provedora de serviços de telecomunicações e não fornece\n\nnenhum serviço relacionado a telecomunicações.\n\n53.2.3. Ao utilizar o Serviço Chime PSTN, você não poderá: (a) ligar ou enviar mensagem de texto\n\npara PSTN (seja individual, sequencial ou automaticamente) para gerar renda para você ou outros,\n\ncomo resultado da colocação da chamada ou mensagens de texto, exceto para comunicações\n\ncomerciais individuais suas ou dos seus Usuários Finais; ou (b) envolver-se em padrões de\n\nchamada incomuns, inconsistentes com o uso normal e individual.\n\n53.3. Se, como parte da Amazon Chime, a AMCS fornecer a você ou aos seus Usuários Finais\n\nqualquer número de telefone (seja por número comum ou chamada gratuita), você entende e\n\nconcorda que não possui o número e não tem o direito de manter esse número indefinidamente. A\n\nAMCS reserva-se no direito de alterar, cancelar ou remover números de telefone.\n\n53.4. Você e seus Usuários Finais têm a opção de usar o Amazon Chime para gravar a sessão de\n\náudio ou vídeo aplicável, juntamente com bate-papo e outros tipos de gravações (coletivamente,\n\n“Gravação”). Se você ou seus Usuários Finais solicitarem que uma sessão de áudio, vídeo ou outra\n\ncomunicação seja gravada, a Amazon Chime tentará notificar você e seus Usuários Finais sobre a\n\nGravação fornecendo um aviso visual ou por áudio, no momento em que você e seus Usuários\n\nFinais se cadastrarem para participar da sessão ou comunicação aplicável. Você e seus Usuários", "page": 36}, {"text": "Finais reconhecem que tal aviso ou tentativa seguida de participação contínua na sessão ou\n\ncomunicação constitui seu consentimento efetivo para a Gravação. Você e seus Usuários Finais\n\nentendem que o uso de qualquer Gravação pode estar sujeito a leis ou regulamentos relativos a\n\nGravação de chamadas telefônicas e outras comunicações eletrônicas, e que é responsabilidade\n\nsua e de seus Usuários Finais cumprir todas as leis aplicáveis em relação à Gravação, inclusive\n\nnotificando adequadamente todos os participantes em uma sessão gravada ou a uma comunicação\n\ngravada de que a sessão ou comunicação está sendo gravada e obter seu consentimento. A AWS e\n\nafiliadas não serão responsáveis por Gravação ilegal feita por você ou por seu Usuário Final, nem\n\npela falta de notificação ou obtenção de consentimento. Qualquer aviso fornecido pela AWS para\n\nalertar os participantes de que uma sessão ou comunicação está sendo gravada não pode ser\n\nconsiderado por você ou por seus Usuários Finais como divulgação definitiva quanto à sua\n\nconformidade ou de seus Usuários Finais frente as leis aplicáveis sobre a Gravação.\n\n53.5. Salvo disposição em contrário, o cadastro do seu Usuário Final para qualquer dos recursos\n\ngratuitos da Amazon Chime não requer o pagamento de uma taxa de assinatura. As características\n\ngratuitas do Amazon Chime não são garantidas por qualquer período de tempo e a AWS pode\n\nrestringir, alterar, limitar ou encerrar o uso de recursos “gratuitos” ou “básicos” do Amazon Chime\n\npor qualquer indivíduo, entidade ou grupo de entidades. Se você ou seus Usuários Finais se\n\ninscreverem e usarem recursos pagos do Amazon Chime e, em seguida, por qualquer motivo,\n\ninclusive não pagamento ou violação, seu acesso ou o acesso dos seus Usuários Finais aos\n\nserviços pagos for encerrado, você e seus Usuários Finais podem ser transferidos para os recursos\n\ngratuitos do Amazon Chime e podem não ter mais acesso a dados e outros materiais que você ou\n\nseus Usuários Finais possam ter armazenado em conexão com o Amazon Chime, e esses dados e\n\nmateriais podem ser excluídos pela AWS.\n\n53.6. O Amazon Chime, inclusive os recursos de Conector de Voz e de Chamadas Comerciais, não\n\né um serviço telefônico tradicional ou um substituto para o serviço telefônico tradicional. O Amazon\n\nChime não faz chamadas de emergência a nenhuma equipe de serviços de emergência ou centrais\n\nde atendimento de segurança pública (“Serviços de Emergência”), como o 911, talvez não saiba a\n\nlocalização física dos Usuários Finais e não pode ser usado para fazer chamadas se o Usuário\n\nFinal experimentar uma queda de energia, não conseguir acessar a internet ou se o dispositivo\n\nestiver sem energia. Você é o único responsável por qualquer acordo que fizer com terceiros em\n\nrelação à provisão de acesso ao Usuário Final aos Serviços de Emergência, e a AWS não faz\n\ndeclarações ou garantias com relação ao uso destes acordos com o Amazon Chime. Você\n\nconcorda em informar os Usuários Finais que utilizem o Amazon Chime sobre essas limitações e\n\nmostrar como podem acessar os Serviços de Emergência por outros meios, inclusive arranjos\n\nalternativos que você disponibilizou. Nem a AWS nem suas afiliadas são responsáveis por\n\nquaisquer danos resultantes de qualquer chamada de Serviços de Emergência ou qualquer\n\nincapacidade de realizar ou concluir uma chamada a Serviços de Emergência usando o Amazon\n\nChime. Você concorda em indenizar e isentar a AWS de qualquer reivindicação relacionada às suas\n\ncontas e às contas dos seus Usuários Finais referentes ou relacionadas a chamadas a Serviços de\n\nEmergência, ou qualquer incapacidade de realizar ou concluir uma chamada a Serviços de\n\nEmergência usando o Amazon Chime, inclusive no que se refere ao uso de qualquer acordo com\n\nterceiros.\n\n53.7. O Amazon Chime da Região Ásia-Pacífico (Tóquio) é vendido e fornecido pela AMCS, e não\n\npela AWS, mas está sujeito aos termos do Contrato.\n\n53.8. O Amazon Chime da Região Ásia-Pacífico (Cingapura) é vendido e fornecido pela AMCS SG\n\nPRIVATE LIMITED, uma afiliada da AWS, e não pela AWS, mas, de outra forma, está sujeito aos\n\ntermos do Contrato.", "page": 37}, {"text": "53.9. Você entende e concorda que armazenamos todas as informações do usuario (inclusive\n\nmensagens de bate-papo, contatos, calendário e gravações de reuniões) nas regiões dos Estados\n\nUnidos em que o serviço Amazon Chime está hospedado.\n\n54. Amazon Connect\n\n54.1. Connect PSTN Service.\n\n54.1.1. O termo “Connect PSTN Service”, conforme usado nestes Termos de Serviços, significa os\n\nrecursos de chamada de Rede Telefônica Pública Comutada (PSTN) interna e externa que você\n\npode comprar opcionalmente, para usar com o Amazon Connect. O Connect PSTN Service inclui\n\ndiscagem no acesso ao Amazon Connect a partir do PSTN, através de números padrão e números\n\nde chamada gratuita.\n\n54.1.2. O Connect PSTN Service é vendido e fornecido pela AMCS LLC (“AMCS’), uma afiliada da\n\nAWS, e não pela AWS, mas está sujeito aos termos do Contrato. O Connect PSTN Service da\n\nRegião Ásia-Pacífico (Singapura) é vendido e fornecido pela AMCS SG PRIVATE LIMITED (“AMCS\n\nSG”), uma afiliada da AWS, e não pela AWS, mas, de outra forma, está sujeito aos termos do\n\nContrato. Sua fatura declarará quais serviços dentre os que você usou são vendidos para você pela\n\nAMCS ou AMCS SG, e quais são vendidos pela AWS. O faturamento do Connect PSTN Service é\n\nrealizado pela AWS em nome da AMCS e da AMCS SG, por fins de conveniência administrativa.\n\nVocê não precisa comprar nenhum serviço vendido pela AMCS, AMCS SG ou pelo Connect PSTN\n\nService para usar o Amazon Connect, e você pode comprar os recursos de chamadas do Connect\n\nPSTN Service (como chamadas internas ou externas) separadamente, em conjunto ou de outra\n\nfonte que não a AMCS nem a AMCS SG. A AWS não é uma provedora de serviços de\n\ntelecomunicações e não fornece nenhum serviço relacionado a telecomunicações.\n\n54.1.3. Ao utilizar o Connect PSTN Service, você não: (a) ligará para os números de telefone PSTN\n\n(seja individual, sequencial ou automaticamente) para gerar renda para você ou outros como\n\nresultado da colocação da chamada, exceto para comunicações comerciais individuais suas ou dos\n\nseus Usuários Finais; ou (b) se envolverá em padrões de chamada incomuns, inconsistentes com o\n\nuso normal e individual.\n\n54.1.4. Se, como parte do serviço Amazon Connect, a AMCS ou a AMCS SG fornecer a você um\n\nnúmero de chamada interna (seja gratuito ou outro), você entende e concorda que não possui o\n\nnúmero e não tem o direito de manter esse número indefinidamente. A AMCS e a AMCS SG\n\nreservam-se o direito de alterar, cancelar ou remover números de telefone.\n\n54.2. O Amazon Connect não é um substituto para os serviços telefônicos tradicionais. O Amazon\n\nConnect não suporta ou carrega chamadas de emergência para qualquer pessoal de serviços de\n\nemergência ou pontos de atendimento de segurança pública (“Serviços de Emergência”), como o\n\n911, e não pode determinar a localização física de agentes de chamadas e outros Usuários Finais.\n\nVocê compreende e concorda que é sua responsabilidade (a) fazer acordos alternativos para você,\n\nseus agentes de chamada e outros Usuários Finais que possam usar o Amazon Connect para\n\nacessar serviços de emergência e (b) informar todos os agentes de chamadas e outros Usuários\n\nFinais que possam usar o Amazon Connect quanto a essas limitações e como eles podem acessar\n\nos Serviços de Emergência por outros meios, inclusive os acordos alternativos que você\n\ndisponibilizou. Nem a AWS nem suas afiliadas serão responsáveis por quaisquer danos resultantes\n\nde qualquer chamada de Serviços de Emergência ou qualquer incapacidade de fazer uma chamada\n\nde Serviços de Emergência usando o Amazon Connect. Você concorda em indenizar e isentar a\n\nAWS e suas afiliadas quanto a quaisquer reivindicações referentes ou relacionadas a chamadas de\n\nServiços de Emergência ou à incapacidade de realizar uma chamada de Serviços de Emergência\n\nusando o Amazon Connect.", "page": 38}, {"text": "54.3. Ha importantes limitações de serviço relacionadas ao Amazon Connect. Você deve analisar\n\ncom atenção e obedecer a Documentação aplicável em todos os momentos, inclusive limitações\n\nrelacionadas às taxas de chamada e frequência, chamadas automatizadas, chamadas para\n\ndeterminadas regiões e outras. Se você acredita que excederá quaisquer limitações por razões\n\nlegítimas, você deve entrar em contato com o atendimento ao cliente com antecedência para\n\nsolicitar exceções aplicáveis, o que podemos ou não fazer, a nosso critério razoável. O Amazon\n\nConnect não suporta chamadas para ou de aparelhos de fax ou modems. Qualquer serviço de\n\nidentificação de chamadas fornecido como parte do Amazon Connect não tem garantia de funcionar\n\no tempo todo.\n\n54.4. É sua responsabilidade usar o Amazon Connect em conformidade com as leis e regulamentos\n\ndos países onde você e seus agentes de chamadas estão localizados, inclusive quaisquer\n\nregulamentos que regem o uso da internet para comunicações de voz e mensagens. Na Índia, você\n\nconcorda que não permitirá que seus agentes de chamadas ou outros Usuários Finais localizados\n\nna Índia usem o Amazon Connect para fazer chamadas para números de telefone indianos ou, de\n\noutra forma, para terceiros localizados na Índia.\n\n54.5. Você e seus Usuários Finais têm a opção de solicitar que o Amazon Connect grave uma\n\nsessão de áudio aplicável, juntamente com bate-papo e outros tipos de gravações (coletivamente,\n\n“Gravação”). Você e seus Usuários Finais entendem que a realização ou o uso de qualquer\n\nGravação pode estar sujeito a leis ou regulamentos relativos à Gravação de chamadas telefônicas e\n\noutras comunicações eletrônicas ou comunicações em geral, e que é responsabilidade sua e de\n\nseus Usuários Finais cumprir todas as leis aplicáveis em relação a qualquer Gravação, inclusive\n\nnotificando adequadamente todos os participantes em uma sessão gravada ou a uma comunicação\n\ngravada de que a sessão ou comunicação está sendo gravada e obter seu consentimento. A AWS e\n\nafiliadas não serão responsáveis por Gravação ilegal feita por você ou por seu Usuário Final, nem\n\npela falta de notificação ou obtenção de consentimento.\n\n54.6. Contact Lens for Amazon Connect. Os seguintes termos aplicam-se ao uso do Contact Lens\n\nfor Amazon Connect:\n\n(a) Você concorda e instrui que: (i) podemos usar e armazenar Seu Conteúdo que é\n\nprocessado pelo Contact Lens for Amazon Connect (“Conteúdo do Contact Lens”) para\n\nmanter e fornecer o Contact Lens for Amazon Connect (inclusive desenvolvimento e melhoria\n\ndo Contact Lens for Amazon Connect), e para desenvolver e melhorar tecnologias de\n\naprendizado de máquina e inteligência artificial de afiliadas; e (ii) apenas em conexão com o\n\nuso e armazenamento descritos na cláusula (i), podemos armazenar Seu Conteúdo do\n\nContact Lens em regiões da AWS fora das regiões da AWS onde você está usando o Contact\n\nLens for Amazon Connect. Ao entrar em contato com o Suporte da AWS e seguir o processo\n\nfornecido a você, você pode instruir a AWS a não usar e armazenar o Conteúdo do Contact\n\nLens para desenvolver e melhorar o Content Lens for Amazon Connect ou as tecnologias da\n\nAWS ou de suas afiliadas.\n\n(b) Você é responsável por fornecer avisos de privacidade, em conformidade com a lei, aos\n\nUsuários Finais sobre os produtos ou serviços que usam o Contact Lens for Amazon Connect\n\ne por obter o consentimento necessário desses Usuários Finais para o processamento do\n\nConteúdo do Contact Lens, assim como para o armazenamento, uso e transferência do\n\nConteúdo do Contact Lens, conforme descrito nesta Seção. Você declara, pelo presente, que\n\nforneceu todos os avisos de privacidade necessários e obteve todos os consentimentos\n\nnecessários. Você é responsável por nos notificar caso qualquer Conteúdo do Contact Lens\n\narmazenado pelo Contact Lens for Amazon Connect precise ser excluído nos termos da\n\nlegislação aplicável.", "page": 39}, {"text": "(c) Você não usará, e não permitirá que terceiros usem, o Contact Lens for Amazon Connect\n\npara, direta ou indiretamente, desenvolver ou melhorar um produto ou serviço semelhante ou\n\nconcorrente.\n\n54.7. Amazon Connect Voice ID\n\n54.7.1. Se você usar o Amazon Connect Voice ID em uma jurisdição que tenha requisitos legais\n\nrelacionados à coleta, posse, processamento, uso, divulgação, armazenamento de quaisquer\n\ninformações biométricas ou identificadores (\"dados biométricos\"), incluindo, por exemplo, a Lei de\n\nprivacidade de informações biométricas de Illinois (Illinois Biometric Information Privacy Act), a Lei\n\ndo Texas para registro ou uso de informações biométricas (Texas Capture or Use of Biometric\n\nIdentifier Act), a Lei de Washington para identificadores biométricos (Washington Biometric Identifier\n\nstatute), a Lei de Privacidade dos Consumidores da Califórnia (California Consumer Privacy Act) e a\n\nLei Geral de Proteção de Dados da União Europeia (EU General Data Protection Regulation) ou\n\nquaisquer leis biométricas ou de privacidade similares, além de cumprir todas as exigências legais\n\naplicáveis, é preciso obter todos os direitos e consentimentos necessários (incluindo\n\nconsentimentos informados por escrito e consentimentos explícitos, conforme exigido por lei) e\n\npermissões com antecedência para a AWS coletar, possuir, processar, usar e armazenar dados\n\nbiométricos em seu nome.\n\nSe o seu usuario final for residente ou estiver localizado em Illinois, e você estiver sujeito à Lei de\n\nprivacidade de informações biométricas de Illinois (Illinois Biometric Information Privacy Act,\n\n\"BIPA\"), os seguintes termos e exigências também serão aplicados ao usar o serviço:\n\n(a) Política e cronograma de retenção por escrito. Exceto conforme exigido ou permitido pela lei\n\naplicável. A AWS destruirá permanentemente os dados biométricos quando a finalidade inicial de\n\ncoleta ou obtenção desses dados tiver sido satisfeita, dentro de 3 anos após os dados biométricos\n\nterem sido gerados, ou após você informar que os dados biométricos devem ser destruídos, o que\n\nocorrer primeiro\n\n(b) Notificação e liberação por escrito. Você deve fornecer as seguintes informações por escrito e\n\nobter uma autorização por escrito executada de cada usuário final em Illinois conforme exigência da\n\nBIPA: “[Nome de sua empresa (“Empresa”] usa a Amazon Web Services como um provedor de\n\nserviços para serviços de verificação de voz. Os identificadores biométricos e informações\n\nbiométricas (\"dados biométricos\") podem ser coletados, armazenados e usados pela Amazon Web\n\nServices em nome da [Empresa] com a finalidade de comparar a voz de uma chamada com uma\n\nvoz que foi gravada anteriormente, para detecção de fraude e para fins de segurança. As\n\ninformações biométricas geradas como parte desse processo serão retidas por até três anos após\n\nsua última interação com a [Empresa], ou mais, apenas se permitido ou exigido pela lei aplicável, e\n\nposteriormente serão destruídas. Exceto conforme exigido ou permitido pela lei aplicável, a Amazon\n\nWeb Services destruirá permanentemente os dados biométricos armazenados em nome da\n\n[Empresa] quando a finalidade inicial de coleta ou obtenção desses dados tiver sido satisfeita,\n\ndentro de 3 anos após os dados terem sido gerados, ou após a [Empresa] informar que esses\n\ndados devem ser destruídos, o que ocorrer primeiro. As informações biométricas podem ser\n\ndivulgadas entre a [Empresa] e a Amazon Web Services conforme necessário para fornecer e\n\nreceber este serviço. Você, por meio deste instrumento, fornece sua autorização expressa,\n\ninformada e por escrito e consentimento para a [Empresa] e a Amazon Web Services coletar, usar e\n\narmazenar seus dados biométricos conforme descrição neste documento. ”\n\nSe você não cumprir esses requisitos ou todas as leis aplicáveis, não poderá usar o serviço. Você\n\nconcorda em cooperar com a AWS para confirmar a conformidade com todas as leis aplicáveis e\n\nesses requisitos mediante solicitação da AWS, inclusive fornecendo à AWS a verificação de que\n\nvocê obteve a autorização exigida por escrito dos usuários finais de acordo com a BIPA. Você\n\ndefenderá e indenizará a AWS por todos e quaisquer danos, responsabilidades, penalidades,", "page": 40}, {"text": "multas, custos e despesas (incluindo honorarios advocaticios cabiveis) decorrentes ou de alguma\n\nforma relacionados a sua falha direta ou indireta em atender aos requisitos desta segao ou cumprir\n\nas leis aplicaveis e fornecera imediatamente a AWS prova de cobertura de seguro mediante\n\nsolicitação. Você, por meio deste instrumento, isenta toda a AWS de todos os danos,\n\nresponsabilidades, penalidades, multas, custos e despesas (incluindo honorários advocatícios\n\ncabíveis) em relação a qualquer reclamação, ação, auditoria, processo, investigação ou outros\n\nprocedimentos relacionados ao seu não cumprimento dessas exigências ou da legislação aplicável.\n\n54.7.2. Você não usará e não permitirá que terceiros usem o Amazon Connect Voice ID para, direta\n\nou indiretamente, desenvolver ou melhorar um produto ou serviço semelhante ou concorrente.\n\n54.7.3. O Amazon Connect Voice ID usa modelos de aprendizado de máquina que geram previsões\n\ncom base em padrões de dados. A produção gerada pelo Amazon Connect Voice ID é probabilística\n\ne deve ser avaliada quanto à precisão conforme apropriado para o seu caso de uso, incluindo o\n\nemprego de revisão humana da produção ou combinando-a com outros fatores de verificação. Você\n\ne seus usuários finais são responsáveis por todas as decisões tomadas, conselhos dados, ações\n\ntomadas e falhas na execução de ações com base no uso do Amazon Connect Voice ID.\n\n55. AWS Greengrass\n\nSeu uso do AWS Greengrass Core é regido pela Licença de Software do AWS Greengrass Core.\n\n56. AWS Migration Hub\n\nQuando você usa o AWS Migration Hub, os dados que são digitalizados pelo AWS Migration Hub\n\nem seus recursos de computação no local serão considerados Seu Conteúdo.\n\n57. Amazon MQ (AMQ)\n\nSe suas mensagens enviadas através do Amazon MQ forem bloqueadas, atrasadas ou impedidas\n\nde serem entregues por motivos fora do nosso controle, suas obrigações de pagamento continuam.\n\n58. Serviços de Mídia AWS\n\n58.1. A distribuição de arquivos criados pelos Serviços de Mídia AWS pode exigir que você obtenha\n\ndireitos de licença de terceiros, inclusive de proprietários ou licenciadores de certos formatos de\n\náudio e vídeo de terceiros. Você é o único responsável pela obtenção dessas licenças e pelo\n\npagamento de royalties ou taxas necessárias.\n\n58.2. O AWS Elemental MediaConnect da região Ásia-Pacífico (Tóquio) é vendido e fornecido pela\n\nAMCS LLC, uma afiliada da AWS, e não pela AWS, mas está sujeito aos termos do Contrato.\n\n59. Alexa for Business\n\n59.1. “Alexa for Business” significa o Serviço Alexa for Business, conforme descrito na\n\nDocumentação e sujeito aos termos do Contrato. Se você usar um dispositivo da Amazon com\n\nAlexa for Business, você também está sujeito e concorda com os Termos de Uso do Dispositivo\n\nAmazon, exceto termos referentes aos serviços de voz Alexa, que estão sujeitos aos termos do\n\nContrato.\n\n59.2. Você concorda e instrui que: (a) podemos usar e armazenar Seu Conteúdo que é processado\n\npelo Alexa for Business (“Conteúdo do Serviço Alexa”) para manter e fornecer o Alexa for Business\n\n(inclusive desenvolvimento e melhoria do Alexa for Business), e para desenvolver e melhorar as\n\ntecnologias de aprendizado de máquina e inteligência artificial da AWS e afiliadas; e (b) apenas em", "page": 41}, {"text": "conexão com o uso e armazenamento descritos na cláusula (a), podemos armazenar seu Conteúdo\n\ndo Serviço Alexa em regiões da AWS fora das regiões da AWS onde você está usando Alexa for\n\nBusiness.\n\n59.3. Você é responsável por proteger seus dispositivos Alexa for Business, inclusive o uso de\n\nsegurança física e lógica, firewalls e outras ferramentas de segurança de rede, conforme\n\napropriado.\n\n59.4. O Alexa for Business pode incluir serviços ou aplicativos fornecidos por terceiros. Se você\n\nutilizar serviços de terceiros com o Alexa for Business, você concorda que podemos trocar\n\ninformações relacionadas a esse serviço de terceiros. Seu uso ou o uso do seu Usuário Final\n\nquanto a qualquer serviço de terceiros está sujeito ao Contrato e a termos de terceiros aplicáveis a\n\nesse serviço. Ao usar um serviço de terceiros, você é responsável por qualquer informação que\n\nvocê ou seus Usuários Finais forneçam a terceiros, e a AWS não tem responsabilidade por serviços\n\nde terceiros. Os fornecedores de serviços de terceiros podem alterar ou interromper a\n\nfuncionalidade ou os recursos de serviço deles. O Alexa for Business pode permitir que você ou\n\nseus Usuários Finais interajam ou operem outros produtos, como luzes, Aparelhos ou\n\nequipamentos de videoconferência, e a AWS não tem responsabilidade por tais produtos.\n\n59.5. O Alexa For Business não é destinado ao uso nem associado ao funcionamento de ambientes\n\nperigosos ou sistemas críticos que possam resultar em lesões corporais graves ou morte, ou causar\n\ndanos ambientais ou patrimoniais; você é o único responsável por tal situação, se houver, em\n\nconexão com qualquer uso.\n\n59.6. Você não pode comercializar, anunciar ou direcionar o Alexa for Business para menores de 18\n\nanos.\n\n59.7. Certos serviços de comunicação relacionados ao serviço Alexa, como a capacidade de enviar\n\ne receber mensagens, chamadas e se conectar com outros usuários (coletivamente, “Serviço de\n\nComunicação Alexa”), são vendidos e fornecidos pela AMCS LLC (“AMCS’), uma afiliada da AWS,\n\nnão pela AWS, mas estão, de outra forma, sujeitos aos termos do Contrato. Seu uso do Serviço de\n\nComunicação Alexa também está sujeito às Diretrizes de Uso do Serviço de Comunicação Alexa,\n\nque são parte integrante destes termos. Você, seus Usuários Finais ou outros participantes de\n\nchamadas podem ser capazes de pedir ajuda ao Serviço Alexa for Business com certas funções\n\ndurante uma chamada, como “Alexa, volume up” (Alexa, aumente o volume) e “Alexa, hang up”\n\n(Alexa, encerre a chamada). Certos serviços de Comunicação Alexa são fornecidos por nossos\n\nprestadores de serviços de terceiros, e podemos fornecer-lhes informações, como números de\n\ntelefone, para prestar esses serviços.\n\n59.8. O Alexa Calling and Messaging não substitui o tradicional serviço de telefone bidirecional ou\n\ntelefone celular, e não funciona como tal. Você reconhece que o sistema Alexa Calling and\n\nMessaging não suporta ou carrega chamadas de emergência para qualquer pessoal de serviços de\n\nemergência ou pontos de resposta à segurança pública (“Serviços de Emergência”), como o 911, e\n\nnão pode determinar a localização física de seus dispositivos ou Usuários finais. O Alexa Calling\n\nand Messaging não é projetado ou destinado a uso para enviar ou receber comunicações de\n\nemergência com qualquer serviço como polícia, corpo de bombeiros, hospital ou outro serviço que\n\nconecte um usuário a um ponto de resposta de segurança pública. Você deve garantir poder entrar\n\nem contato com seus prestadores de serviços de emergência relevantes por telefone celular,\n\ntelefone fixo ou outro serviço aceitável para o seu provedor local de serviço de emergência. Você\n\ncompreende e concorda que é sua responsabilidade: (a) fazer acordos alternativos para que você e\n\nseus Usuários Finais possam usar o serviço Alexa Calling and Messaging para acessar Serviços de\n\nEmergência e (b) informar todos os Usuários Finais que podem usar Alexa Calling and Messaging e\n\nAlexa for Business quanto a essas limitações e como eles podem acessar os Serviços de\n\nEmergência por outros meios, inclusive pelos acordos alternativos que você disponibilizou. Nem a", "page": 42}, {"text": "AWS nem suas afiliadas serão responsáveis por quaisquer danos resultantes de qualquer chamada\n\nde Serviços de Emergência ou qualquer incapacidade de fazer uma chamada de Serviços de\n\nEmergência usando Alexa Calling and Messaging e Alexa for Business. Você concorda em\n\nindenizar e isentar a AWS e suas afiliadas quanto a quaisquer reivindicações referentes ou\n\nrelacionadas a qualquer chamada de Serviços de Emergência ou qualquer incapacidade de realizar\n\numa chamada usando o Alexa Calling and Messaging e o Alexa for Business.\n\n59.9. Você e os destinatários das chamadas ou mensagens dos Usuários Finais podem ser\n\nobrigados a pagar taxas de operadora pelo uso de dados. A AMCS não tem responsabilidade por\n\ntais taxas.\n\n60. Amazon SageMaker\n\n60.1. Você é responsável por fornecer avisos de privacidade legalmente adequados aos Usuários\n\nFinais quanto a seus produtos ou serviços que usam o Amazon SageMaker (inclusive Usuários\n\nFinais em sua força de trabalho privada ao usar a Amazon SageMaker Ground Truth) e obter todas\n\nautorizações necessárias de tais Usuários Finais.\n\n60.2. Ao usar os drives, os conjuntos de ferramentas e o software da NVIDIA Corporation, você\n\nconcorda em vincular-se aos termos e condições do Contrato de Licença do Usuário Final do\n\nServiço de Nuvem NVIDIA.\n\n60.3. O Amazon SageMaker não é destinado ao uso nem associado ao funcionamento de\n\nambientes perigosos ou sistemas críticos que possam resultar em lesões corporais graves ou\n\nmorte, ou causar danos ambientais ou patrimoniais; você é o único responsável por tal situação, se\n\nhouver, em conexão com qualquer uso.\n\n60.4. Ao usar a força de trabalho pública do Amazon SageMaker Ground Truth: (a) você não pode\n\nfornecer conjuntos de dados que contenham informações de saúde protegidas, informações de\n\nidentificação pessoal ou outros dados pessoais; (b) você não pode fornecer conjuntos de dados que\n\ncontenham conteúdo adulto, sem marcá-lo como contendo conteúdo adulto; e (c) você reconhece e\n\nconcorda que Seu Conteúdo fornecido à força de trabalho pública pode ser transferido para fora da\n\nregião da AWS onde você está usando Amazon SageMaker Ground Truth.\n\n60.5. O Amazon SageMaker Clarify usa técnicas de análise estatística para gerar métricas que\n\npodem ser usadas para avaliar o viés estatístico em dados e modelos de aprendizado de máquina e\n\npara explicar como os modelos geram previsões. A produção gerada pelo Amazon SageMaker\n\nClarify não é determinante para a existência ou ausência de viés estatístico, ou uma resposta\n\nabrangente sobre como um modelo gera previsões. Essa produção não é um conselho jurídico e\n\ndeve ser avaliada de forma independente conforme apropriado para o seu caso de uso.\n\n60.6. O Amazon SageMaker Edge Manager coleta métricas de desempenho e uso e dados\n\nrelacionados ao uso do Serviço, incluindo versão do modelo, tempo de inferência e carregamento e\n\ndados de diagnóstico. Podemos usar essas métricas e dados para fornecer, manter e melhorar a\n\nqualidade e os conjuntos de recursos dos Serviços e do Conteúdo da AWS.\n\n61. AWS AppSync\n\nVocê concorda em não fazê-lo e não tentará realizar qualquer descoberta de rede ou teste de carga\n\ndo Seu Conteúdo dentro do AWS AppSync, a menos que expressamente autorizado por nós por\n\nescrito.\n\n62. Amazon Sumerian", "page": 43}, {"text": "62.1 O Amazon Sumerian consiste em um ambiente de desenvolvimento integrado, ativos e\n\nferramentas relacionados que disponibilizamos aqui (coletivamente, “Materiais do Sumerian’).\n\n62.2. Além dos direitos concedidos ao Conteúdo da AWS previstos no Contrato, também\n\nconcedemos a você uma licença limitada, revogável, não exclusiva, não sublicenciável (exceto aos\n\nUsuários Finais, conforme previsto abaixo) e intransferível para fazer o seguinte durante a Vigência:\n\n(a) usar, reproduzir, modificar e criar obras derivadas dos Materiais do Sumerian para desenvolver e\n\nsuportar aplicativos 3D, de realidade aumentada (Augmented Reality, “AR”) e realidade virtual\n\n(Virtual Reality, “VR? que funcionam em plataformas habilitadas para AR ou VR (ou compatíveis),\n\ndispositivos móveis e navegadores da web (cada obra desse tipo, um “Cenário do Sumerian”);\n\n(b) usar, reproduzir, modificar, criar obras derivadas, exibir publicamente, executar e distribuir\n\n(inclusive através de distribuidores de terceiros, desde que tal distribuição seja feita através da URL\n\npublicada pelos Cenários do Sumerian) aos Usuários Finais aplicáveis os Materiais do Sumerian\n\n(inclusive modificações e obras derivadas permitidas), como parte de um Cenário do Sumerian; e\n\n(c) sublicenciar os direitos estabelecidos nesta seção 62.2 aos seus Usuários Finais apenas com o\n\npropósito de permitir que seus Usuários Finais usem e modifiquem seu Cenário do Sumerian.\n\n62.3. Cada Cenário do Sumerian deve fornecer conteúdo material ou funcionalidade além do\n\nfornecido pelos Materiais do Sumerian, e os Materiais do Sumerian devem ser integrados a cada\n\nCenário do Sumerian, de tal forma que não sejam separadamente utilizáveis pelos Usuários Finais.\n\n63. AWS RoboMaker\n\n63.1. O AWS RoboMaker inclui um ambiente integrado de desenvolvimento, simulação e\n\nferramentas e ativos relacionados que disponibilizamos aqui (coletivamente, “Materiais do\n\nRoboMaker’).\n\n63.2. Além dos direitos concedidos ao Conteúdo da AWS previstos no Contrato, também\n\nconcedemos a você uma licença limitada, revogável, não exclusiva, não sublicenciável (exceto aos\n\nUsuários Finais, conforme previsto abaixo) e intransferível para fazer o seguinte durante a Vigência\n\n(a) Você pode usar, reproduzir, modificar e criar obras derivadas dos Materiais do RoboMaker para\n\ndesenvolver e apoiar ambientes de teste e simulação AWS RoboMaker que funcionem apenas em\n\nseus recursos da AWS ou de computação local (cada um desses ambientes de simulação, uma\n\n“Simulação do RoboMaker’).\n\n(b) Você pode usar, reproduzir, modificar, criar obras derivadas, exibir publicamente, executar\n\npublicamente e distribuir aos Usuários Finais os Materiais do RoboMaker (inclusive modificações e\n\nobras derivadas permitidas), como parte de uma Simulação do RoboMaker.\n\n(c) Você pode sublicenciar os direitos estabelecidos nesta seção 63.2 aos seus Usuários Finais,\n\napenas com o propósito de permitir que seus Usuários Finais usem e modifiquem sua Simulação do\n\nRoboMaker.\n\n63.3. Cada Simulação do RoboMaker deve fornecer conteúdo ou funcionalidade material além do\n\nfornecido pelos Materiais do RoboMaker, e os Materiais do RoboMaker não podem ser distribuídos\n\naos Usuários Finais, exceto como parte de uma Simulação do RoboMaker.\n\n64. Amazon FSx", "page": 44}, {"text": "O uso do Software da Microsoft no Amazon FSx para Servidor de Arquivos Windows está sujeito a\n\nseção 5.1 acima. A Microsoft distingue-se como terceiro beneficiário pretendido nesta seção 64,\n\ncom o direito de exigir a aplicação de suas disposições.\n\n65. Serviços de Garantia de Segurança da AWS\n\n65.1. Os “Serviços de Garantia de Segurança da AWS’ são serviços de aconselhamento e\n\nconsultoria que a AWS fornece nos termos de um documento de Declaração de Trabalho\n\n(Statement of Work, SOW), para ajudá-lo a executar cargas de trabalho de dados reguladas usando\n\noutros Serviços. Os Serviços de Garantia de Segurança da AWS são prestados pela AWS Security\n\nAssurance Services LLC (“SAS”) ou algumas de suas afiliadas. A SAS é uma afiliada da AWS. Os\n\nServiços de Garantia de Segurança da AWS são considerados “Serviços” para fins do Contrato.\n\n65.2. A SAS ou qualquer de suas afiliadas pode celebrar uma SOW com você para fornecer\n\nServiços de Garantia de Segurança da AWS. Para efeitos de cada SOW, o termo SAS na SOW e o\n\ntermo AWS ou SAS no Contrato referem-se apenas à entidade SAS que celebra a SOW, e\n\nnenhuma outra entidade AWS ou SAS tem quaisquer obrigações em relação à tal SOW. Cada SOW\n\n(juntamente com o Contrato, conforme alterado pela referida SOW) é pretendida pelas partes como\n\na expressão dos termos finais, completos e exclusivos do seu contrato e substitui todos os acordos\n\ne entendimentos prévios (sejam verbais ou escritos) entre as partes, em relação ao objeto dessa\n\nSOW.\n\n65.3. A SAS, ou uma de suas afiliadas em nome da SAS, emitirá faturas mensalmente pelos\n\nServiços de Garantia de Segurança da AWS. Os pagamentos dos Serviços de Garantia de\n\nSegurança da AWS não são reembolsáveis.\n\n65.4. A SAS não presta assessoria jurídica. Você é responsável por fazer sua própria avaliação se o\n\nuso dos Serviços atende aos requisitos legais e regulatórios aplicáveis.\n\n65.5. Além do Conteúdo de Terceiros, o conteúdo que a SAS fornece como parte dos Serviços de\n\nGarantia de Segurança da AWS é o Conteúdo da AWS. Você é o único responsável por testar,\n\nimplantar, manter e apoiar o conteúdo fornecido ou recomendado pelo SAS.\n\n65.6. Quaisquer materiais ou informações que você possui ou licencia de terceiros e fornece à SAS\n\npara fins dos Serviços de Garantia de Segurança da AWS são Seu Conteúdo.\n\n66. Amazon WorkLink\n\n66.1. Você e seus Usuários Finais só podem usar o software do cliente Amazon WorkLink em\n\ndispositivos de sua propriedade ou controlados por você ou seus Usuários Finais e apenas para\n\nacessar Seu Conteúdo, para fins comerciais internos. Cada Usuário Final pode ser autorizado a\n\nusar um número limitado de dispositivos ou sessões em qualquer mês calendário.\n\n66.2. Como parte das operações regulares, o Amazon WorkLink pode acessar os dispositivos dos\n\nseus Usuários Finais que são provisionados como parte da configuração Amazon WorkLink para\n\nrealizar configurações, verificações de saúde e diagnósticos regularmente. Durante o desempenho\n\ndessas tarefas, o Amazon WorkLink só recuperará desempenho, dados de log e outras informações\n\nrelacionadas à operação e ao gerenciamento do Serviço.\n\n67. Treinamento AWS\n\n67.1. “Treinamento AWS” significa os programas de treinamento que a AWS fornece em conexão\n\ncom os Serviços, e inclui aulas digitais, laboratórios e outras sessões de treinamento e materiais. A\n\nAWS Training é um “serviço” para fins do Contrato. Para organizar treinamento privado da AWS", "page": 45}, {"text": "para seus funcionarios ou outros, a AWS ou qualquer de suas afiliadas pode celebrar uma ordem\n\nde treinamento com você (uma “Ordem de Treinamento”). As referências a AWS em cada Ordem\n\nde Treinamento referem-se apenas à entidade AWS que a executa; nenhuma outra entidade AWS\n\nterá quaisquer obrigações em relação a tal Ordem de Treinamento. Caso haja conflito entre o\n\nContrato e uma Ordem de Treinamento, a Ordem de Treinamento prevalecerá.\n\n67.2. Os termos e condições adicionais aqui aplicam-se ao Treinamento AWS fornecido nas\n\njurisdições aplicáveis.\n\n68. Certificação AWS\n\n“Programa de Certificação AWS” significa o programa através do qual a AWS disponibiliza\n\ncertificações profissionais e outras credenciais em conexão com os Serviços. O Programa de\n\nCertificação AWS é um “serviço” para fins do Contrato. Para participar do Programa de Certificação\n\nAWS, você deve concordar com o Contrato do Programa de Certificação (“CPA”). Na medida em\n\nque houver conflito entre o Contrato e o CPA, o CPA prevalecerá.\n\n69. Migration Evaluator\n\nTSO Logic Match as a Service coleta dados e métricas de desempenho e uso sobre suas imagens\n\nde máquina virtual e infraestrutura de TI; pacotes e aplicativos de software; configuração, processos\n\ne desempenho de sistemas, equipamentos e aplicativos; configurações de rede, comunicações e\n\ndependências; instalação e operação do Migration Evaluator e seus componentes. Podemos usar\n\nessas métricas e dados para fornecer, manter e melhorar a qualidade e os conjuntos de recursos\n\ndos Serviços e conteúdo da AWS.\n\n70. AWS IQ\n\n70.1. AWS IQ Experts (“Provedores”) oferecem seus serviços (“Serviços de Provedores”) como\n\ncontratados independentes, e não são funcionários seus ou nossos. A AWS não é parte no contrato\n\nentre você e qualquer Fornecedor dos seus Serviços de Fornecedores, não é responsável pelos\n\nServiços de Provedores e não garante a qualidade ou precisão dos Serviços de Provedores. Para\n\nevitar dúvidas, qualquer certificação que um Provedor obtenha somente de nós, certifica que o\n\nProvedor passou por um teste destinado a avaliar a proficiência e compreensão do Provedor de um\n\ndeterminado Serviço AWS ou área de conhecimento à qual a certificação se relaciona, e não é uma\n\ngarantia de que os Serviços do Provedor serão realizados em qualquer nível específico de\n\nqualidade, velocidade ou aos seus requisitos específicos.\n\n70.2. A AWS cobra taxas de serviço por transações entre você e provedores no mercado do AWS\n\nIQ. À AWS só coleta essas taxas de serviço se você e um provedor pagarem e receberem o\n\npagamento através do mercado do AWS IQ. Portanto, durante 24 meses a partir do momento em\n\nque você identificar um provedor através do AWS IQ, você concorda em usar o AWS IQ como seu\n\nmétodo exclusivo para pagar por Serviços de Provedor. Para evitar dúvidas, se você não identificou\n\num provedor através do uso do AWS IQ, como, por exemplo, se você trabalhou com um provedor\n\nantes de se conectar com esse provedor no AWS IQ, então esta seção não se aplica.\n\n70.3. Você reconhece e concorda que podemos usar informações de listagens de QI da AWS,\n\npropostas, comunicações de bate-papo e termos adicionais propostos ou acordados entre você e\n\nprovedores no AWS IQ para desenvolver e melhorar a qualidade e o conjunto de recursos do AWS\n\nIQ.\n\n70.4. Se você optar por conceder aos Provedores acesso à sua conta da AWS, você é o único\n\nresponsável: (a) pelas ações tomadas pelo Provedor em sua conta; (b) pelo uso do Seu Conteúdo", "page": 46}, {"text": "pelo Provedor ou uso dos Serviços ou Conteúdo da AWS; (c) por Garantir que o Provedor cumpra\n\nsuas obrigações nos termos do Contrato, da Política de Uso Aceitável, de quaisquer outras políticas\n\ne leis aplicáveis; (d) por Garantir que o Provedor não utilize os Serviços ou o Conteúdo da AWS de\n\nqualquer forma ou para qualquer finalidade que não seja expressamente permitida pelo Contrato; e\n\n(e) por garantir que o Provedor não tente (i) modificar, distribuir, alterar, adulterar, reparar ou criar\n\nobras derivadas de qualquer Conteúdo da AWS ou outro Conteúdo incluído nos Serviços (exceto na\n\nmedida em que o Conteúdo incluído nos Serviços seja fornecido para você nos termos de uma\n\nlicença separada que permite expressamente a criação de obras derivadas), (ii) promover\n\nengenharia reversa, desmontar ou descompilar os Serviços ou Conteúdo da AWS, aplicar qualquer\n\noutro processo ou procedimento para obter o código fonte de qualquer software incluído no\n\nServiços ou Conteúdo da AWS (exceto na medida em que a lei aplicável não permitir essa\n\nrestrição), (iii) acessar ou usar os Serviços de forma a evitar incorrer em taxas ou exceder limites de\n\nuso ou cotas, ou (iv) revender ou sublicenciar os Serviços ou Conteúdo da AWS. Você revogará\n\nimediatamente o acesso do Provedor à sua conta da AWS, se tomar conhecimento de qualquer\n\nviolação das suas obrigações nos termos do Contrato causada por um Provedor com acesso à sua\n\nconta da AWS. Se você usar o recurso do AWS IQ que permite conceder a um Provedor acesso à\n\nsua conta, a AWS pode, mas se obriga a revisar as atividades em sua conta para fins de segurança\n\ne pode revogar o acesso ao Provedor a qualquer momento.\n\n70.5. Você nos isenta (e nossos agentes e funcionários) de reivindicações, demandas e danos\n\n(reais ou consequentes) de todo e qualquer tipo e natureza, conhecidos ou desconhecidos,\n\nsuspeitos ou insuspeitos, divulgados e não revelados, decorrentes ou ligados ao seu uso do\n\nmercado do AWS IQ.\n\n71. RDS on VMware\n\nO Serviço RDS on VMware é uma oferta de serviço gerenciado pela AWS que permite que os\n\nclientes usem RDS em uma variedade de configurações de hardware e software fornecidas pelo\n\ncliente. Para fornecer serviços gerenciados fora da Rede AWS, a AWS precisa de acesso às\n\nmáquinas virtuais selecionadas para uso com RDS on VMware. A AWS não acessará as máquinas\n\nvirtuais que você seleciona para usar com RDS on VMware, exceto conforme necessário para\n\nmanter e fornecer o Serviço. Esse acesso será assegurado, registrado e limitado. Você concorda\n\ncom a capacidade da AWS de acessar e gerenciar essas máquinas virtuais. O Software RDS on\n\nVMware licenciado pela AWS é um Conteúdo da AWS. Software licenciado pela VMware é\n\nConteúdo de Terceiros. Seu uso do software VMware é regido pelos Termos e Condições do\n\nUsuário Final VMware. A AWS pode compartilhar Informações de Conta, registros ou outros\n\nAtributos de Serviço com o VMware, para fornecer suporte e outros serviços iniciados por você ou\n\ninvestigar fraudes, abusos ou violações do Contrato. Você concorda em permanecer inscrito no\n\nSuporte AWS no nível business ou enterprise (ou seu sucessor ou nível superior), durante todo o\n\nperíodo de uso do Serviço RDS on VMware. Você é responsável por obter todas as licenças\n\nexigidas no local e cumprir todos os requisitos de licenciamento aplicáveis para o software que você\n\ninstalar.\n\n72. Notificações do AWS CodeStar\n\nAs Notificações AWS CodeStar utilizam um ou mais dos seguintes: Amazon Simple Notification\n\nService (Amazon SNS), Amazon Simple Email Service (SES) e/ou AWS Chatbot. Se utilizado, o uso\n\ndo serviço de Notificações AWS CodeStar também está sujeito aos termos que regem esses\n\nServiços.\n\n73. AWS Data Exchange", "page": 47}, {"text": "73.1. Os Termos de Serviços de AWS Marketplace aplicam-se ao uso da AWS Data Exchange. Seu\n\nuso de Conteudo obtido através da AWS Data Exchange permanece sujeito a Politica de Uso\n\nAceitável da AWS, mesmo que usado fora de nossos Serviços.\n\n73.2. Você não pode usar qualquer Conteúdo obtido através do AWS Data Exchange que foi\n\nanonimizado, desidentificado ou desassociado de uma pessoa identificavel de qualquer maneira\n\nque tentasse reidentificar, reverter sua anonimização ou associar tal Conteúdo a uma pessoa\n\nidentificável.\n\n74. Programa de Migração de Fim de Suporte da AWS para o servidor Windows\n\n74.1. O Programa de Migração de Fim de Suporte (End of Support Migration Program, EMP) da\n\nAWS para o Serviço de Servidor Windows, inclusive quaisquer ferramentas fornecidas para o\n\nServiço EMP (que são Conteúdo da AWS), pode ser usado exclusivamente com o propósito de\n\nmigrar seus aplicativos ou outros conteúdos para o Amazon EC2 ou outros Serviços da AWS.\n\n74.2. Você reconhece que o Serviço EMP foi projetado para migrar seus aplicativos e outros\n\nconteúdos para Serviços da AWS, e você não pode usar o Serviço EMP, inclusive quaisquer\n\nferramentas fornecidas para o Serviço EMP, para uso contínuo fora dos Serviços da AWS (por\n\nexemplo, em seus sistemas no local), exceto pelo fato de que você pode executar temporariamente\n\nseus aplicativos ou outros conteúdos em seus sistemas locais utilizando o Serviço EMP por até 30\n\ndias, para verificar a funcionalidade antes da migração.\n\n74.3. Você concorda com a coleta e a provisão dos dados coletados pelo Serviço EMP, seus\n\nsoftwares e componentes associados, inclusive informações sobre suas imagens de máquina\n\nvirtual; pacotes de software; configuração, processos e desempenho de sistemas, equipamentos e\n\naplicativos; configurações de rede, comunicações e dependências; relações entre o previsto;\n\ninformações sobre a instalação e operação do Serviço EMP, seus softwares e componentes\n\nassociados (“Informações de Migração”). As informações de migração podem ser usadas para\n\noperar, manter e melhorar a qualidade e o conjunto de recursos dos Serviços.\n\n75. Detector de fraudes da Amazon\n\n75.1. A AWS não é uma agência de registros de consumidores, conforme define a Lei de Registro\n\nde Proteção ao Crédito Justo (Fair Credit Reporting Act, “FCRA”), 15 U.S.C. 81681 et seq., ou o\n\nequivalente em leis semelhantes, e o Detector de Fraudes da Amazon não inclui ou fornece\n\nrelatórios de consumo, conforme define o FCRA. Você não pode usar o Detector de Fraudes da\n\nAmazon para determinar o status financeiro, histórico financeiro, credibilidade ou elegibilidade para\n\nseguro, moradia ou emprego.\n\n75.2. Você não usará, e não permitirá que terceiros usem, o Detector de Fraudes da Amazon para,\n\ndireta ou indiretamente, desenvolver ou melhorar um produto ou serviço semelhante ou\n\nconcorrente.\n\n75.3. Você concorda e instrui que: (a) podemos usar e armazenar Seu Conteúdo que é processado\n\ncom o Detector de Fraudes da Amazon para manter e fornecer o Serviço (inclusive,\n\ndesenvolvimento e melhoria do Serviço), desenvolver e melhorar outros serviços de prevenção de\n\nfraudes da AWS; e (b) apenas em conexão com o uso e armazenamento descritos na cláusula (a),\n\npodemos armazenar esse Conteúdo em uma região da AWS fora da região da AWS onde você está\n\nusando o Detector de Fraudes da Amazon. Ao seguir um processo que fornecemos, você pode\n\ninstruir a AWS a não usar nem armazenar Seu Conteúdo processado pelo Amazon Fraud Detector\n\npara desenvolver e melhorar o Detector de Fraudes da Amazon ou outros serviços de prevenção de\n\nfraudes da AWS.", "page": 48}, {"text": "76. Amazon Augmented Al\n\n76.1. Você é responsável por fornecer avisos de privacidade legalmente adequados aos Usuários\n\nFinais de seus produtos ou serviços que usam Amazon Augmented Al (inclusive aos Usuários\n\nFinais em sua força de trabalho privada) e por obter todas as autorizações necessárias junto a\n\nesses Usuários Finais. Você declara, pelo presente, que forneceu todos os avisos de privacidade\n\nnecessários e obteve todos os consentimentos necessários.\n\n76.2. Ao usar a força de trabalho da Amazon Mechanical Turk do Amazon Augmented Al: (a) você\n\nnão pode fornecer dados ou conteúdo que contenham informações de saúde protegidas ou outras\n\ninformações que sejam pessoalmente identificáveis, e (b) você reconhece e concorda que Seu\n\nconteúdo fornecido à força de trabalho da Amazon Mechanical Turk pode ser transferido para fora\n\nda região da AWS onde você está usando a o Amazon Augmented Al.\n\n76.3. Ao usar a opção de força de trabalho de fornecedor terceirizado do Amazon Augmented Al,\n\nvocê será responsável por garantir que o fornecedor atenda a todas as exigências de conformidade\n\naplicáveis a quaisquer dados pessoais ou informações confidenciais em seus dados ou conteúdo.\n\nVocê não poderá compartilhar dados ou conteúdo que contenham informações protegidas de saúde\n\ncom a força de trabalho de terceiros.\n\n77. Amazon Honeycode\n\n77.1. Permissões do Usuário Final. Ao acessar a Equipe do Honeycode estabelecida em outra\n\nconta Amazon Honeycode, você será considerado um Usuário Final para os fins do Honeycode.\n\n77.1.1. O Honeycode permite que você colabore com outros Usuários Finais, convidando-os\n\npara uma equipe que você estabelece na sua conta Honeycode (“Equipe do Honeycode”).\n\nVocê pode convidar e permitir que os Usuários Finais acessem determinados recursos do\n\nHoneycode em suas equipes. Você pode conceder a esses Usuários Finais permissões para\n\ncriar, editar e compartilhar suas pastas de trabalho, aplicativos, automações e outros ativos\n\ndo Honeycode; e de darem permissões a outros Usuários Finais para fazer o mesmo. Você é\n\nresponsável pela conduta dos Usuários Finais em suas Equipes do Honeycode, inclusive pelo\n\nconteúdo criado por esses usuários, e por manter todas as permissões do Usuário Final para\n\nfins de segurança e acesso a dados. Você é responsável por todas as taxas que você e os\n\nUsuários Finais das suas Equipes do Honeycode possam cobrar pelo uso do Honeycode ou\n\nde qualquer serviço afiliado.\n\n77.1.2. Você ou os Usuários Finais aos quais você conceder privilégios administrativos sobre\n\ndeterminados recursos do Honeycode (“Administradores da Equipe do Honeycode”) podem\n\ngerenciar o acesso, 0 uso e as permissões dentro da sua Equipe do Honeycode. Os\n\nadministradores da Equipe do Honeycode também podem controlar o acesso do Usuário\n\nFinal a determinadas funcionalidades administrativas, inclusive a alteração, adição ou\n\nremoção de permissões, ou a alteração de camadas faturáveis.\n\n77.1.3. A menos que você conceda as permissões da sua Equipe do Honeycode, você\n\nconcorda que o encerramento da sua conta Honeycode ou a exclusão de qualquer Conteúdo\n\ndo Honeycode, seja por você ou por nós, também poderá encerrar o acesso de seus\n\nUsuários finais ao seu Conteúdo e excluir qualquer Conteúdo do Usuário Final associado.\n\n77.2. Falta de uso. Se, durante três meses, você não registrar nenhum uso da sua conta\n\nHoneycode, podemos excluir, sem qualquer responsabilidade, sua conta e qualquer Conteúdo\n\nassociado, mediante aviso prévio de 30 dias.", "page": 49}, {"text": "77.3. Pastas de trabalho para armazenamento de dados. Você pode usar o Honeycode apenas\n\npara a finalidade à qual se destina, conforme estabelecido neste instrumento e na Documentação.\n\nQualquer outro uso, inclusive, entre outros, a criação e manutenção de várias pastas de trabalho\n\ncom o objetivo principal de armazenar e acessar dados, não é permitido e pode resultar na exclusão\n\ndo seu Conteúdo.\n\n78. Zonas do Wavelength/Zonas Locais\n\nCom relação aos Contratos de Nível de Serviço aplicáveis a Serviços ou cargas de trabalho de\n\nServiço que você opere em zonas do Wavelength ou em Zonas Locais, os Créditos de Serviço são\n\ncalculados como uma porcentagem do total de cobranças pagas por você (excluídos pagamentos\n\núnicos, como, por exemplo, pagamentos adiantados feitos para Instâncias Reservadas) referentes\n\nao Serviço incluído individual nas Zonas do Wavelength ou Zonas Locais afetadas,\n\nrespectivamente, com relação ao ciclo de faturamento mensal em que a Indisponibilidade ocorreu.\n\n79. Amazon Braket\n\n79.1. Se você usa o Amazon Braket para acessar o hardware de computação quântica operado por\n\num dos fornecedores de hardware de terceiros listados aqui:\n\nhttps://aws.amazon.com/braket/hardware-providers (cada um deles, um “Fornecedor de\n\nHardware”), você: (1) reconhece que o Conteúdo que você fornece com relação ao seu uso do\n\nAmazon Braket pode ser processado pelo Fornecedor de hardware fora das instalações operadas\n\npela AWS; e (2) autoriza a AWS a transferir o Conteúdo ao Fornecedor de Hardware para\n\nprocessamento.\n\n79.2. Podemos alterar, censurar ou descontinuar qualquer Oferta de Serviço que esteja relacionada\n\naos serviços oferecidos pelo Fornecedor de Hardware a qualquer momento sem aviso prévio a\n\nvocê.\n\n80. Amazon Elastic Container Registry Public\n\n80.1. Amazon Elastic Container Registry Public (Amazon ECR Public) é um registro público que\n\npermite carregar e compartilhar Conteúdo que qualquer pessoa com ou sem uma conta da AWS\n\n(“Usuarios de registro”) pode baixar e usar. Para carregar e compartilhar Conteúdo por meio do\n\nAmazon ECR Public, é preciso conceder à AWS e aos Usuários de registro uma licença para o\n\nConteúdo de acordo com as Seções 80.2 e 80.3 abaixo.\n\n80.2. Ao enviar Conteúdo para o Amazon ECR Public, você concede à AWS e suas afiliadas uma\n\nlicença mundial, não exclusiva, totalmente paga e livre de royalties para armazenar, analisar, copiar,\n\nreproduzir (inclusive fazendo reproduções mecânicas), reformatar, transmitir, exibir e executar o\n\nConteúdo relacionado ao fornecimento do Amazon ECR Public e, com relação a qualquer Conteúdo\n\nde terceiros que você enviar que esteja sujeito a uma licença de código aberto ou de Conteúdo de\n\nterceiros, você declara e garante que os termos desse Conteúdo de Terceiros permite que a AWS e\n\nsuas Afiliadas armazenem, analisem, copiem, reproduzam (inclusive fazendo reproduções\n\nmecânicas), reformatem, transmitam, exibam e executem o Conteúdo relacionado ao fornecimento\n\ndo Amazon ECR Public.\n\n80.3. Você pode especificar os termos segundo os quais licencia Seu Conteúdo para Usuários de\n\nregistro. Se você não especificar esses termos ao carregar Seu Conteúdo, você concede a qualquer\n\noutro Usuário de registro uma licença não exclusiva para acessar, baixar, usar, modificar ou\n\nexplorar Seu Conteúdo para quaisquer fins pessoais ou comerciais. Se carregar e compartilhar\n\nqualquer Conteúdo de terceiros com o Amazon ECR Public, você será responsável por garantir que\n\npossui os direitos e as licenças necessários para fazê-lo.", "page": 50}, {"text": "81. Serviços de IA industrial (Pré-visualização)\n\n81.1. “Serviços de IA industrial” significam, coletivamente, Amazon Lookout for Vision, Amazon\n\nLookout for Equipment, Amazon Monitron e AWS Panorama. “Conteúdo de IA industrial” significa\n\nSeu Conteúdo que é processado por um Serviço de IA (Inteligência Artificial) industrial.\n\n81.2. Os Serviços de IA industrial usam modelos de aprendizado de máquina que geram previsões\n\ncom base em padrões de dados. A produção gerada por um modelo de aprendizado de máquina é\n\nprobabilística e deve ser avaliada quanto à precisão conforme apropriado para seu caso de uso,\n\nincluindo o emprego de revisão humana dessa produção. A produção fornecida pelo Amazon\n\nLookout for Equipment e Amazon Monitron não deve ser usada como uma substituta para a\n\nmanutenção regular e programada em máquinas e equipamentos. Você e seus usuários finais são\n\nresponsáveis por todas as decisões tomadas, conselhos dados, ações executadas e falhas na\n\nexecução de ações com base no uso dos Serviços de IA industrial.\n\n81.3. Você concorda e instrui que para o Amazon Lookout for Vision, Amazon Lookout for\n\nEquipment e Amazon Monitron: (a) possam usar e armazenar Conteúdo de IA industrial que é\n\nprocessado por cada um dos Serviços de IA industrial anteriores para manter e fornecer o Serviço\n\nde IA industrial aplicável (incluindo o desenvolvimento e a melhoria desse Serviço de IA Industrial) e\n\npara desenvolver e melhorar as tecnologias de aprendizado de máquina e inteligência artificial da\n\nAWS e afiliadas; e (b) exclusivamente em relação ao desenvolvimento e melhoria descritos na\n\nseção (a), possam armazenar esse Conteúdo de IA industrial em uma região da AWS fora da região\n\nAWS onde você está usando esse Serviço de IA industrial. Você poderá instruir a AWS a não usar e\n\narmazenar o Conteúdo de IA industrial processado por um Serviço de IA industrial para desenvolver\n\ne melhorar esse Serviço ou tecnologias da AWS ou de suas afiliadas por, (i) para o Amazon\n\nMonitron, entrar em contato com o Suporte da AWS e seguir o processo fornecido a você, e, (ii)\n\npara o Amazon Lookout for Vision e o Amazon Lookout for Equipment, configurar uma política de\n\ncancelamento de serviços de IA usando AWS Organizations.\n\n81.4. Você é responsável por fornecer avisos de privacidade legalmente adequados aos usuários\n\nfinais de seus produtos ou serviços que usam qualquer serviço de IA industrial e obter qualquer\n\nconsentimento necessário desses usuários finais para o processamento de conteúdo de IA\n\nindustrial e o armazenamento, uso e transferência do Conteúdo de IA industrial conforme descrito\n\nnesta seção.\n\n81.5. Você não irá, e não permitirá que terceiros usem os Serviços de Al industrial para, direta ou\n\nindiretamente, desenvolver ou melhorar um produto ou serviço similar ou concorrente. O disposto\n\nacima não se aplica ao AWS Panorama, se você estiver desenvolvendo dispositivos de hardware\n\nque se integrem ao AWS Panorama, ao Amazon Lookout for Equipment ou ao Amazon Monitron.\n\n81.6. Os serviços de IA industriais não se destinam ao uso em, ou em associação com a operação\n\nde quaisquer ambientes perigosos ou sistemas críticos que podem levar a lesões corporais graves\n\nou morte ou causar danos ambientais ou de propriedade, e você é o único responsável pela\n\nresponsabilidade que possa surgir em relação a qualquer uso.\n\n81.7. Não obstante qualquer outra disposição do Contrato, você poderá incorporar em seus\n\nprogramas ou aplicativos, e distribuir conforme incorporado nesses programas ou aplicativos, O\n\ncódigo binário que distribuímos para Serviços de IA industrial com os AWS Mobile SDKs.\n\n82. Amazon Location Service (Pré-visualização)\n\n82.1. Ao usar um recurso do Amazon Location Service que é identificado como sendo fornecido por\n\num provedor de serviços de geolocalização terceirizado listado aqui (cada um, um “Provedor de\n\ngeolocalização”), como mapas ou locais, você autoriza a AWS a transmitir seus parâmetros de", "page": 51}, {"text": "solicitação (por exemplo, pesquisas de localização) para o Provedor de geolocalização para\n\nprocessamento, que pode estar fora da região da AWS em que sua solicitação foi feita.\n\n82.2. A AWS pode alterar, censurar ou descontinuar qualquer Provedor de Geolocalização ou seus\n\nrecursos a qualquer momento mediante notificação a você.\n\n82.3. Você não pode:\n\na. extrair, coletar ou duplicar sistematicamente os dados fornecidos a você pelo Amazon\n\nLocation Service (por exemplo, blocos de mapas, geocódigos diretos e reversos, rotas,\n\ntempos de condução/isócronas e outros dados) (coletivamente, \"Dados de localização\"),\n\ninclusive com o objetivo de evitar o uso do Amazon Location Service.\n\nb. usar Dados de localização para criar ou oferecer um produto ou serviço com recursos que\n\nsejam semelhantes aos serviços dos Provedores de Geolocalização, quando o produto ou\n\nserviço não contiver valor e recursos substanciais e independentes além dos serviços dos\n\nProvedores de Geolocalização.\n\nc. incorporar o Amazon Location Service, inclusive quaisquer Dados de Localização, em\n\nalgum sistema integrado de educação e entretenimento em veículo, quaisquer sistemas para\n\ncontrole autônomo do veículo ou qualquer roteamento dinâmico em tempo real ou aplicativos\n\nde otimização de rota instalados no hardware do veículo. Os aplicativos de dispositivos\n\nmóveis no veículo, incluindo os espelhados no sistema de exibição a bordo do veículo, são\n\npermitidos.\n\nd. usar, incorporar, modificar, distribuir, fornecer acesso ou combinar quaisquer Dados de\n\nLocalização de uma maneira que sujeite os Dados de Localização a termos de licença de\n\ncódigo aberto ou banco de dados aberto que exijam que alguma parte dos Dados de\n\nLocalização seja divulgada a terceiros, licenciada a terceiros com a finalidade de fazer\n\ntrabalhos derivados ou redistribuída a terceiros sem custo.\n\ne. armazenar Dados de Localização por longo prazo ou em cache, exceto (i) para resultados\n\nde geocodificação e geocodificação reversa (exceto conforme proibido na Seção 82.4.a)\n\nquando você indicar que o resultado será armazenado no parâmetro da API ou (ii) para\n\ncumprir com os regulamentos legais, ou exigências cabíveis de manutenção de registros\n\ninternos.\n\nf. usar o Amazon Location Service para quaisquer atividades perigosas, inseguras ou ilegais,\n\nincluindo qualquer uso em, ou associado a, qualquer ambiente perigoso ou sistema crítico\n\nque possa levar a lesões corporais graves ou morte ou causar danos ambientais ou de\n\npropriedade. Você é o único responsável pela responsabilidade que possa surgir em relação\n\na esse USO.\n\ng. usar os Dados de Localização para desenvolver mapas em papel ou um atlas (digital ou\n\noutro) para fins de venda ou distribuição a terceiros.\n\nh. colocar o nome ou as marcas de sua empresa, ou qualquer anúncio de terceiros, nos\n\nDados de Localização (por exemplo, em uma exibição de mapa).\n\n82.4. Além das restrições na Seção 82.3, se você usar AQUI como seu provedor de geolocalização,\n\nvocê não pode:", "page": 52}, {"text": "a. armazenar quaisquer Dados de Localização por longo prazo ou em cache para o Japão,\n\nincluindo quaisquer resultados de geocodificação ou geocodificação reversa.\n\nb. colocar rotas AQUI em cima de um mapa de outro provedor de terceiros, ou colocar rotas\n\nde outro provedor de terceiros sobre mapas AQUI.\n\n82.5. Ao usar o Amazon Location Service para Gerenciamento de ativos móveis ou Monitoramento\n\nde ativos móveis, (a) você só pode usar os planos de preço para Gerenciamento ou monitoramento\n\nde ativos móveis (conforme aplicável) para esse uso e (b) você garantirá que cada um de seus\n\nativos móveis usa o recurso de rastreamento do Amazon Location Service pelo menos uma vez por\n\nmês quando você estiver usando o Amazon Location Service para rastrear ou gerenciar esse ativo\n\nmóvel. “Ativo móvel” significa qualquer veículo, carga, funcionário ou outro objeto móvel que tenha\n\num dispositivo móvel ou de rastreamento usado por uma empresa para apoiar seus negócios\n\n(excluindo quaisquer dispositivos usados para aplicativos de consumidor). “Rastreamento de ativos\n\nmóveis” significa, para qualquer empresa, usar o Amazon Location Service exclusivamente para\n\nlocalizar ou exibir seus ativos móveis em um mapa. “Gerenciamento de ativos móveis” significa,\n\npara qualquer empresa, que usa o Amazon Location Service para rastrear e gerenciar seus ativos\n\nmóveis com o objetivo de fornecer cálculos de rota para esses ativos móveis ou aprimorar ou\n\ncalcular a ordem de destinos ou rotas para esses ativos móveis.\n\n82.6. A atribuição de dados de localização pode ser encontrada aqui. Você deve passar pela\n\natribuição de Dados de Localização que você disponibiliza para outras pessoas por meio de seu\n\naplicativo ou da documentação do produto. Se algum dado de localização tiver dados de atribuição\n\nanexados ou incorporados, você não poderá remover, modificar ou suprimir (ou permitir que\n\nqualquer usuário final remova, modifique ou suprima) qualquer direito autoral, aviso de marca\n\nregistrada, legenda restritiva ou outros avisos de direito de propriedade fornecidos a você.\n\n82.7. A seção 2 (Betas e pré-visualizações) se aplica ao Amazon Location Service enquanto estiver\n\nem pré-visualização.\n\nVersão(ões) prévia(s)", "page": 53}]