[{"text": "A tradução a seguir é fornecida apenas para fins informativos. Em caso de discrepância,\n\ninconsistência ou conflito entre esta tradução e a versão em língua inglesa (em específico, por\n\nmotive de atrasos na tradução), a versão em lingua inglesa prevalecerá.\n\nContrato do Cliente AWS\n\n*Se o seu endereço for na Índia, analise o Contrato do Usuário AISPL, que regula o seu acesso\n\ne o uso das Ofertas de Serviço.\n\n* Observe que, a partir de 1.º de julho de 2018, os usuários situados na Europa, no Oriente\n\nMédio ou na África (EMEA, à exceção da África do Sul), celebrarão contrato com a nossa Parte\n\nContratante da AWS na Europa, conforme previsto na Cláusula 14. Consulte as Perguntas\n\nFrequentes sobre a AWS da Europa (FAQ) para mais informações.\n\n* Observe que, a partir de 1.º de agosto de 2020, os usuários localizados na África do Sul\n\ncelebrarão contrato com a nossa Parte Contratante da AWS sediada na África do Sul, conforme\n\nprevê a Cláusula 14. Consulte as Perguntas Frequentes sobre a AWS da África do Sul para\n\nobter mais informações.\n\n*Observe que, a partir de 1.º de novembro de 2020, os usuários localizados no Brasil celebrarão\n\ncontrato com a nossa Parte Contratante da AWS sediada no Brasil, conforme prevê a Cláusula\n\n14. Consulte as Perguntas Frequentes sobre a AWS SBL para obter mais informações.\n\n*Observe que, a partir de 1.º de dezembro de 2020, os usuários localizados na Coreia do Sul\n\ncelebrarão contrato com nossa Parte Contratante da AWS sediada na Coreia do Sul, conforme\n\nprevê a Cláusula 14. Consulte as\n\nPerguntas Frequentes sobre a AWS Coreia do Su\n\n|\n\npara obter\n\nmais informações.\n\nContrato do Cliente AWS\n\nÚltima atualização em: 30 de novembro de 2020\n\nV\n\neja o que mudou\n\nO presente Contrato do Cliente AWS (este “Contrato”) contém os termos e as condições que regem\n\nseu acesso e uso das Ofertas de Serviço (conforme abaixo definido), sendo firmado entre a Parte\n\nContratante da AWS aplicável, designada na Cláusula 14 abaixo (também designada como “AWS”\n\nou “nós”,\n\nE:\n\nnos”,\n\nE:\n\nconosco” ou “nosso”) e você ou a sociedade que você representa (“vocé” ou\n\nAy\n\n“seu/sua”). O presente Contrato entrará em vigor assim que você clicar no botão ou caixa de\n\nseleção “Eu Aceito” apresentado com esses termos ou, se anteriormente, quando você utilizar\n\nquaisquer das Ofertas de Serviço (“Data de Vigência”). Você declara estar legalmente apto a", "page": 1}, {"text": "celebrar contratos (e.g., você não é menor de idade). Se estiver celebrando o presente Contrato em\n\nnome de uma pessoa jurídica, tal como a empresa para a qual trabalha, você declara ter autoridade\n\nlegal para vincular tal pessoa jurídica. Consulte a Cláusula 14 para definição de determinados\n\ntermos em letras maiúsculas utilizados neste Contrato.\n\n1. Uso das Ofertas de Serviço.\n\n1.1 Em geral. Você pode acessar e utilizar as Ofertas de Serviço de acordo com este Contrato.\n\nContratos de Nível de Serviço e Termos de Serviços serão aplicáveis a certas Ofertas de Serviço.\n\nVocê deve cumprir os termos deste Contrato e todas as leis, regras e regulamentos aplicáveis ao\n\nuso das Ofertas de Serviço.\n\n1.2 Sua Conta. Para acessar os Serviços, você deve ter uma conta AWS associada a um endereço\n\nde e-mail válido e um meio de pagamento válido. Salvo se explicitamente permitido pelos Termos\n\nde Serviço, você criará somente uma conta por endereço de e-mail.\n\n1.3 Conteúdo de Terceiros. O Conteúdo de Terceiros poderá ser utilizado por você a seu critério. O\n\nConteúdo de Terceiros é regido por este Contrato e, se aplicável, por termos e condições em\n\nseparado que acompanhem tal Conteúdo de Terceiros, sendo que tais termos e condições poderão\n\nincluir taxas e cobranças à parte.\n\n2. Alterações.\n\n2.1 Dos Serviços. Nós poderemos alterar ou encerrar quaisquer Serviços de tempos em tempos.\n\nNós forneceremos a você um aviso prévio de, pelo menos, 12 (doze) meses no caso de\n\ndescontinuarmos uma funcionalidade relevante de um Serviço que você estiver utilizando, ou no\n\ncaso de alterarmos significativamente uma API voltada ao cliente que esteja sendo utilizada de\n\nforma incompatível com a versão anterior, com exceção de que este período de aviso prévio de 12\n\n(doze) meses não será necessário se: (a) resultar em um problema de segurança ou propriedade\n\nintelectual para nós ou para os Serviços; (b) for econômica ou tecnicamente oneroso; ou (c) resultar\n\nem alguma violação legal nossa.\n\n2.2 Dos Contratos de Nível de Serviço. Poderemos alterar, encerrar ou adicionar Contratos de Nível\n\nde Serviço periodicamente de acordo com a Cláusula 12.\n\n3. Segurança e Privacidade dos Dados.\n\n3.1 Segurança AWS. Sem limitação à Cláusula 10 ou às suas obrigações nos termos da Cláusula\n\n4.2, implementaremos medidas razoáveis e apropriadas para auxiliá-lo a proteger Seu Conteúdo\n\ncontra perda, acesso ou revelação acidental ou ilegal.\n\n3.2 Privacidade dos Dados. Você poderá especificar as regiões AWS nas quais Seu Conteúdo será\n\narmazenado. Você concorda com o armazenamento do Seu Conteúdo nas, e a transferência do\n\nSeu Conteúdo para, regiões AWS que você selecionar. A AWS não acessará nem usará o Seu\n\nConteúdo, exceto se necessário para manter ou estabelecer as Ofertas de Serviços, ou caso seja\n\nnecessário para cumprir com as leis ou uma ordem vinculativa emitida por autoridades\n\ngovernamentais. Nós não (a) divulgaremos o Seu Conteúdo para quaisquer governos ou terceiros;\n\nou (b) observado o disposto na Cláusula 3.3, transferiremos o Seu Conteúdo das regiões AWS\n\nselecionadas por você, exceto se, em cada caso, assim for necessário para cumprir com as leis ou\n\ncom uma ordem vinculativa emitida por quaisquer autoridades governamentais. Exceto se constituir\n\numa violação das leis ou de uma ordem vinculativa emitida por quaisquer autoridades\n\ngovernamentais, nós enviaremos a você uma notificação relatando qualquer solicitação ou ordem", "page": 2}, {"text": "judicial referidas nesta Cláusula 3.2. Somente utilizaremos as informações da sua Conta, de acordo\n\ncom o disposto no Aviso de Privacidade e mediante seu consentimento para tal uso. O Aviso de\n\nPrivacidade não se aplica ao Seu Conteúdo.\n\n3.3 Atributos do Serviço. Para que a AWS forneça serviços de administração e cobrança, nós\n\npoderemos processar os Atributos do Serviço na(s) região(ões) AWS nas quais você utilize a Oferta\n\nde Serviços, e nas regiões AWS nos Estados Unidos. Para fornecer serviços de suporte iniciados\n\npor você, e investigar fraudes, abusos ou violações a este Contrato, nós poderemos processar\n\nAtributos dos Serviços onde nós mantivermos nosso suporte e equipe de investigação.\n\n4. Suas Responsabilidades.\n\n4.1 Suas Contas. Exceto na medida em que for causado por um descumprimento deste Contrato\n\npor nós, (a) você será responsável por todas as atividades desenvolvidas sob sua conta,\n\nindependentemente de as atividades serem autorizadas ou desenvolvidas por você, por seus\n\nfuncionários ou por um terceiro (incluindo seus contratados, agentes ou Usuários Finais), e (b) nós\n\ne nossas afiliadas não somos responsáveis por acessos não autorizados à sua conta.\n\n4.2. Seu Conteúdo. Você garantirá que o Seu Conteúdo e o uso, por parte do seu Usuário Final, do\n\nSeu Conteúdo ou das Ofertas de Serviço não violem quaisquer das Políticas ou leis aplicáveis.\n\nVocê é inteiramente responsável pelo desenvolvimento, conteúdo, operação, manutenção e uso do\n\nSeu Conteúdo.\n\n4.3 Sua Segurança e Seu Backup. Você é responsável pela configuração e utilização adequada das\n\nOfertas de Serviço e por, de qualquer maneira, adotar as medidas necessárias para segurar,\n\nproteger e realizar o backup das suas contas e de Seu Conteúdo de tal forma que forneça\n\nsegurança e proteção adequadas, o que poderá incluir uso de criptografia para proteger Seu\n\nConteúdo do acesso desautorizado e o arquivamento rotineiro do Seu Conteúdo.\n\n4.4 Credenciais de Acesso e Senhas de Conta. As credencias de acesso AWS e as senhas\n\nprivadas geradas pelos Serviços são apenas para uso interno, sendo que você não as venderá,\n\ntransferirá nem sublicenciará a qualquer outra pessoa física ou jurídica, exceto pelo fato de que\n\nvocê pode revelar suas chaves privadas aos seus representantes e subcontratados que trabalham\n\nem seu nome.\n\n4.5 Usuarios Finais. Quaisquer atos que permitam, auxiliem ou facilitem qualquer pessoa fisica ou\n\njurídica a praticar quaisquer atos em relação a este Contrato, ao Seu Conteúdo ou ao uso das\n\nOfertas de Serviço serão considerados como tendo sido praticados por você. Você é responsável\n\npelo uso do Seu Conteúdo e das Ofertas de Serviços por Usuários Finais. Você assegurará que\n\ntodos os Usuários Finais observem suas obrigações nos termos do presente Contrato e que os\n\ntermos do seu contrato com cada Usuário Final sejam condizentes com este Contrato. Se você tiver\n\nconhecimento de qualquer violação de suas obrigações nos termos deste Contrato causadas por\n\num Usuário Final, você suspenderá imediatamente o acesso ao Seu Conteúdo e às Ofertas de\n\nServiço por tal Usuário Final. Nós não fornecemos qualquer suporte ou serviços aos Usuários\n\nFinais, salvo se tivermos um contrato à parte com você ou um Usuário Final que nos obrigue a\n\nfornecer tal suporte ou quaisquer outros serviços.\n\n5. Taxas e Pagamento.\n\n5.1 Taxas de Serviço. Nós calculamos e faturamos as taxas e despesas mensalmente. Nós\n\npoderemos cobrar você por taxas contabilizadas mais frequentemente se suspeitarmos que a sua", "page": 3}, {"text": "conta é fraudulenta ou está sob risco de não pagamento. Você nos pagará as taxas e despesas\n\naplicáveis pelo uso das Ofertas de Serviço, conforme descrito no Site AWS, utilizando uma das\n\nformas de pagamento que aceitamos. Todos os valores devidos por você nos termos do presente\n\nContrato serão pagos a nós sem compensação ou reconvenção, e sem qualquer dedução ou\n\nretenção. As taxas e despesas de qualquer novo Serviço ou nova característica de Serviço\n\nvigorarão quando lançarmos taxas e despesas atualizadas no Site AWS, salvo se expressamente\n\nafirmarmos de outro modo em um aviso. Poderemos aumentar ou adicionar novas taxas e\n\ndespesas a quaisquer Serviços existentes que você esteja utilizando, enviando-lhe um aviso com\n\nno mínimo 30 dias de antecedência. Nós poderemos optar por cobrar juros a uma taxa de 1,5% ao\n\nmês (ou a maior taxa de juros permitida por lei, caso inferior) sobre todos os pagamentos em\n\natraso.\n\n5.2 Impostos. Cada parte será responsável, conforme estabelecido pela lei aplicável, por identificar\n\ne pagar todos os impostos, e outras taxas e cobranças governamentais (e quaisquer multas, juros,\n\ne outros adicionais aqueles valores) que sejam impostos aquela parte sobre ou com relação as\n\ntransações e pagamentos realizados nos termos deste Contrato. Todas as tarifas devidas por você\n\nnão incluem quaisquer Impostos Indiretos, salvo quando a legislação aplicável requerer de outro\n\nmodo. Nós poderemos cobrar — e você deverá pagar — quaisquer Impostos Indiretos que nós\n\nestejamos legalmente obrigados ou autorizados a cobrar de você. Você fornecerá as informações\n\nque nós razoavelmente solicitarmos para determinar se nós somos obrigados a cobrar Impostos\n\nIndiretos de você. Nós não cobraremos, e você não pagará, qualquer Imposto Indireto para o qual\n\nvocê tenha nos fornecido um documento comprobatório de isenção completo e adequado, ou um\n\ndocumento que permita pagamento direto para o qual nós possamos solicitar uma isenção\n\ndisponível para tal Imposto Indireto. Todos os pagamentos feitos por você para nós nos termos\n\ndeste Contrato serão realizados livres de quaisquer deduções ou retenções, conforme possa ser\n\nsolicitado por lei. Se quaisquer tais deduções ou retenções (incluindo, mas não limitado a,\n\nretenções de impostos para transações internacionais) forem requeridas quanto a qualquer\n\npagamento, você pagará adicionalmente os valores necessários para que o valor líquido recebido\n\npor nós seja igual ao valor então devido e pagável nos termos deste Contrato. Nós forneceremos a\n\nvocê os documentos fiscais que forem razoavelmente solicitados para reduzir ou eliminar os valores\n\nde quaisquer deduções ou retenções de impostos relacionados aos pagamentos feitos nos termos\n\ndeste Contrato.\n\n6. Suspensão Temporária.\n\n6.1 Em geral. Poderemos suspender o seu direito ou o direito de qualquer Usuário Final de acesso\n\nou uso de quaisquer parcelas ou de todas as Ofertas de Serviço imediatamente, mediante aviso, se\n\nestabelecermos:\n\n(a) que o uso das - Ofertas de Serviço por você ou por um Usuário Final (i) representa um\n\nrisco de segurança às Ofertas de Serviço ou a qualquer terceiro; (ii) possa vir a prejudicar\n\nnossos sistemas, as Ofertas de Serviço ou os sistemas ou o Conteúdo de qualquer outro\n\ncliente AWS; (iii) possa acarretar responsabilidade de nossa parte, da parte de nossas\n\nafiliadas e de quaisquer terceiros, ou (iv) poderia ser fraudulento;\n\n(b) que você ou qualquer Usuário Final violou o presente Contrato;\n\n(c) que você descumpriu suas obrigações de pagamento estabelecidas na Cláusula 5; ou\n\n(d) que você deixou de operar no curso regular, efetuou uma cessão em benefício de\n\ncredores ou alienação similar dos seus ativos, ou ficou sujeito à falência, recuperação,\n\nliquidação, dissolução ou procedimento similar.", "page": 4}, {"text": "6.2 Eficacia da Suspensão. Se suspendermos seus direitos de acesso ou uso de qualquer parcela\n\nou de todas as Ofertas de Serviço:\n\n(a) você permanecerá responsável por todas as taxas e despesas que lhe sejam incorridas durante\n\no período de suspensão; e\n\n(b) você não fará jus a quaisquer créditos de serviço nos termos dos Contratos de Nível de Serviço\n\ndurante qualquer período de suspensão.\n\n7. Vigência; Rescisão.\n\n7.1. Vigência. O presente Contrato entrará em vigor na Data de Vigência e permanecerá em vigor\n\naté ser rescindido nos termos desta Cláusula 7. Qualquer notificação de rescisão deste Contrato\n\nenviada por qualquer uma das partes para a outra parte deve incluir uma Data de Rescisão que\n\nesteja de acordo com os períodos de notificação estabelecidos na Cláusula 7.2.\n\n7.2 Rescisão.\n\n(a) Rescisão por Conveniência. Você poderá rescindir este Contrato por qualquer motivo\n\natravés do envio de notificação para nós, e do encerramento da sua conta para todos os\n\nserviços para os quais fornecemos um mecanismo de encerramento de conta. Nós\n\npoderemos rescindir este Contrato por qualquer motivo, fornecendo-lhe aviso com, no\n\nmínimo, 30 dias de antecedência.\n\n(b) Rescisão por justa Causa.\n\n(i) Por qualquer das Partes. Qualquer parte poderá encerrar este Contrato por justa\n\ncausa se a outra parte estiver em descumprimento material deste Contrato, e o\n\ndescumprimento material permanecer não solucionado por um período de 30 dias\n\ncontados do recebimento de notificação enviada pela outra parte. Você encerrará a sua\n\nconta até, no máximo, a Data de Rescisão.\n\n(ii) Por Nós. Nós também poderemos rescindir este Contrato imediatamente, mediante\n\nenvio de notificação a você (A) por justa causa, se nós tivermos o direito de suspensão\n\nestabelecido na Cláusula 6; (B) se nosso relacionamento com um parceiro terceiro, que\n\nfornece o software ou outra tecnologia que utilizamos para fornecer as Ofertas de\n\nServiço expirar, terminar ou exigir que alteremos a forma como fornecemos o software\n\nou outra tecnologia como parte dos Serviços; (C) para cumprir com a lei ou exigências\n\nde entidades governamentais.\n\n7.3 Vigência da Rescisão.\n\n(a) Em geral. Na Data de Rescisão:\n\n(i) exceto conforme previsto na Cláusula 7.3(b), todos os seus direitos acordados neste\n\nContrato serão extintos imediatamente;\n\n(ii) você permanecerá responsável por todas as taxas e despesas incorridas até a Data\n\nde Rescisão, e você será responsável por quaisquer taxas e despesas que lhe sejam\n\nincorridas durante o período pós-rescisão, descrito na Cláusula 7.3(b);", "page": 5}, {"text": "(iii) você devolverá imediatamente ou, se por nós instruído, destruira todo o Conteúdo\n\nAWS em sua posse; e\n\n(iv) as Cláusulas 4.1, 5, 7.3, 8 (exceto a licença a você concedida na Cláusula 8.3), 9,\n\n10, 11, 13 e 14 continuarão aplicáveis de acordo com seus termos.\n\n(b) Pós-Rescisão. Salvo se nós encerrarmos seu uso das Ofertas de Serviço nos termos da\n\nCláusula 7.2(b), durante os 30 dias subsequentes à Data de Rescisão:\n\n(i) nós não adotaremos quaisquer medidas para remover dos sistemas da AWS\n\nquaisquer dos Seus Conteúdos como resultado da rescisão; e\n\n(ii) nós permitiremos que você recupere o Seu Conteúdo dos Serviços apenas se você\n\ntiver pagado todos os valores devidos nos termos deste Contrato.\n\nPara qualquer uso dos Serviços após a Data de Rescisão, serão aplicados os termos deste\n\nContrato, bem como você deverá pagar as taxas aplicáveis nos preços estabelecidos na Cláusula 5.\n\n8. Direitos Exclusivos.\n\n8.1 Seu Conteúdo. Salvo se de outro modo previsto nesta Cláusula 8, nós não obtemos nenhum\n\ndireito nos termos deste Contrato de você (ou de seus licenciantes) ao Seu Conteúdo. Você\n\nautoriza nosso uso do Seu Conteúdo para fornecimento das Ofertas de Serviço a você e qualquer\n\nUsuário Final.\n\n8.2 Direitos Adequados. Você declara e garante que: (a) você ou seus licenciantes detêm todos os\n\ndireitos, a propriedade e participação sobre Seu Conteúdo e Sugestões; (b) você detém todos os\n\ndireitos sobre Seu Conteúdo e Sugestões,\n\nnecessários à concessão dos direitos aqui\n\ncontemplados; e (c) nenhum dos Seus Conteúdos ou o uso pelos Usuários Finais do Seu Conteúdo\n\nou das Ofertas de Serviço violará a Política de Uso Aceitável.\n\n8.3 Licença de Ofertas de Serviço. Nós ou nossos licenciantes detemos e nos reservamos todos os\n\ndireitos, a propriedade e participação sobre as Ofertas de Serviço e toda tecnologia e direitos de\n\npropriedade intelectual a eles referentes. Sujeito aos termos deste Contrato, nós concedemos a\n\nvocê uma\n\nlicença\n\nlimitada,\n\nrevogável,\n\nnão exclusiva,\n\nintransferível\n\ne não passível\n\nde\n\nsublicenciamento para efetuar o seguinte: (a) acessar e utilizar os Serviços somente de acordo com\n\neste Contrato; e (b) copiar e utilizar o Conteúdo AWS somente com relação ao seu uso permitido\n\ndos Serviços. Exceto conforme disposto nesta Cláusula 8.3, você não obterá direitos, nos termos do\n\npresente Contrato, nossos, de nossas afiliadas ou de nossos licenciantes, sobre as Ofertas de\n\nServiço, inclusive quaisquer direitos de propriedade intelectual correlatos. Alguns Conteúdos AWS e\n\nConteúdo de Terceiros poderão ser-lhe fornecidos sob licença à parte, tal como a Licença do\n\nApache Versão 2.0 ou outra licença de fonte aberta. Em caso de conflito entre este Contrato e\n\nqualquer licença à parte, a licença à parte prevalecerá em relação ao Conteúdo AWS ou Conteúdo\n\nde Terceiros que esteja sujeito a tal licença à parte.\n\n8.4 Restrições da Licença. Nem você nem qualquer Usuário Final utilizarão as Ofertas de Serviço\n\nde qualquer modo ou para qualquer fim, senão da forma expressamente permitida por este\n\nContrato. Nem você nem qualquer Usuário Final realizarão ou tentarão realizar quaisquer das\n\nseguintes ações: (a) modificar, distribuir, alterar, adulterar, consertar ou de outro modo criar\n\ntrabalhos derivados de qualquer Conteúdo que esteja incluso nas Ofertas de Serviço (salvo na\n\nmedida em que o Conteúdo incluído nas Ofertas de Serviço seja fornecido a você sob licença à\n\nparte que expressamente permita a criação de trabalhos derivados); (b) fazer engenharia reversa,", "page": 6}, {"text": "desmontar ou decompilar as Ofertas de Serviço ou aplicar qualquer outro processo ou\n\nprocedimento para obter o código-fonte de qualquer software que esteja incluso nas Ofertas de\n\nServiço (exceto na medida em que as leis aplicáveis não permitam tal restrição); (c) acessar ou\n\nutilizar as Ofertas de Serviço com o intuito de evitar incorrer em taxas ou exceder as quotas limites\n\nde uso, ou (d) revender ou sublicenciar as Ofertas de Serviço. Você somente poderá utilizar as\n\nMarcas AWS de acordo com as Diretrizes de Uso de Marcas Registradas. Você não deturpará nem\n\ndistorcerá a relação entre nós e você (inclusive expressando ou implicando que nós apoiamos,\n\npatrocinamos, endossamos, ou contribuimos com você ou seus empreendimentos comerciais).\n\nVocê não sugerirá qualquer relação ou afiliação entre nós e você, exceto se expressamente\n\npermitido nos termos deste Contrato.\n\n8.5 Sugestões. Se você fornecer quaisquer Sugestões a nós e nossas afiliadas, faremos jus ao uso\n\ndas Sugestões sem restrições. Você, neste ato, de forma irrevogável, nos cede todos os direitos, a\n\npropriedade e participação sobre as Sugestões, concordando em nos fornecer qualquer assistência\n\nque nós exigiremos para documentar, aperfeiçoar e manter nossos direitos sobre as Sugestões.\n\n9. Indenização.\n\n9.1 Em Geral. Você defenderá, indenizará e isentará a nós, nossas afiliadas e licenciantes e cada\n\num dos seus respectivos funcionários, administradores, diretores e representantes de todas e\n\nquaisquer Perdas oriundas ou relacionadas a qualquer demanda de terceiro no tocante: (a) ao uso\n\npor você ou qualquer Usuário Final das Ofertas de Serviço (inclusive quaisquer atividades sob sua\n\nconta AWS e uso por seus funcionários e pessoal); (b) à violação deste Contrato ou violação das\n\nleis aplicáveis por você, por Usuários Finais ou Seu Conteúdo; ou (c) a um litígio entre você e\n\nqualquer Usuário Final. Você fará reembolso para nós por honorários advocatícios razoáveis, bem\n\ncomo pelo tempo e material gasto pelos nossos funcionários e contratados na resposta da\n\nintimação de qualquer terceiro ou da ordem ou processo judicial obrigatório associados com as\n\nreclamações de terceiros descritas nos itens (a) a (c) acima, com base em nossa remuneração\n\nentão vigente por hora.\n\n9.2 Propriedade Intelectual.\n\n(a) Observado o disposto nesta cláusula 9, a AWS defenderá você e seus funcionários,\n\ndiretores e administradores contra quaisquer reclamações de terceiros alegando que os\n\nServiços violam ou fazem uso indevido de direitos de propriedade intelectual de terceiros, e\n\npagará o valor devido em virtude de quaisquer decisões finais não passíveis de recurso ou\n\nacordo.\n\n(b) Sujeito ao disposto nesta cláusula 9, você defenderá a AWS, seus afiliados e seus\n\nfuncionários, diretores e administradores contra quaisquer reclamações de terceiros alegando\n\nque o Seu Conteúdo viola ou faz uso indevido de direitos de propriedade intelectual de\n\nterceiros, e pagará o valor devido em virtude de quaisquer decisões finais não passíveis de\n\nrecurso ou acordo.\n\n(c) Nenhuma parte terá obrigações ou responsabilidades sob essa cláusula 9.2 em virtude da\n\nviolação por uma combinação dos Serviços e Seu Conteúdo, conforme aplicável, com\n\nqualquer outro produto, serviço, software, dado, conteúdo ou método. Adicionalmente, a AWS\n\nnão terá nenhuma obrigação ou responsabilidade relativa ao seu uso ou de qualquer outro\n\nUsuário Final dos Serviços após a AWS ter notificado você a descontinuar tal uso. Os\n\nrecursos sob esta cláusula 9.2 serão os únicos e exclusivos recursos disponíveis a você em\n\ncaso de reclamações de terceiros a respeito da violação ou uso indevido de direitos de\n\npropriedade intelectual pelos Serviços ou pelo Seu Conteúdo.", "page": 7}, {"text": "(d) Para quaisquer demandas cobertas pela clausula 9.2 (a), a AWS, a seu exclusivo critério:\n\n(i) buscará obter os direitos de uso para a parte dos Serviços supostamente infringente; (ii)\n\nsubstituirá a suposta parte infringente dos Serviços por outra não infringente; (iii) modificara a\n\nsuposta parte infringente dos Serviços por uma não infringente; ou (iv) encerrará a suposta\n\nparte infringente dos Serviços ou este Contrato.\n\n9.3 Processo. As obrigações sob esta cláusula 9 se aplicarão somente se a parte procurando\n\ndefesa ou indenização: (a) enviar à outra parte uma notificação por escrito a esse respeito; (b)\n\npermitir que outra parte controle a defesa e/ou acordo da demanda; e (c) cooperar razoavelmente\n\ncom a outra parte (à custa da outra parte) na defesa e acordo da demanda. Em circunstância\n\nalguma qualquer uma das partes poderá celebrar um acordo de quaisquer demandas que envolvam\n\nqualquer compromisso relativo ao pagamento de dinheiro sem o consentimento por escrito da outra\n\nparte.\n\n10. Isenção de Responsabilidade.\n\nAS OFERTAS DE SERVIÇO SÃO FORNECIDAS “NO ESTADO EM QUE SE ENCONTRAM”.\n\nEXCETO NA MEDIDA PROIBIDA POR LEI, OU NA MEDIDA EM QUE DIREITOS ESTATUTÁRIOS\n\nSEJAM APLICÁVEIS E NÃO POSSAM SER AFASTADOS, LIMITADOS OU RENUNCIADOS, NÓS,\n\nNOSSAS AFILIADAS E LICENCIANTES (A) NÃO PRESTAMOS QUALQUER DECLARAÇÃO OU\n\nGARANTIA DE QUALQUER NATUREZA, EXPRESSA, IMPLÍCITA OU LEGAL OU DE OUTRO\n\nMODO RELATIVAMENTE ÀS OFERTAS DE SERVIÇO OU AO CONTEÚDO DE TERCEIROS E\n\n(B) NOS EXIMIMOS DE TODAS AS RESPONSABILIDADES COM RELAÇÃO A GARANTIAS,\n\nINCLUSIVE A GARANTIAS\n\nIMPLÍCITAS OU EXPLÍCITAS\n\n(1)\n\nDE COMERCIABILIDADE,\n\nQUALIDADE SATISFATÓRIA, ADEQUAÇÃO A UM FIM ESPECÍFICO, NÃO VIOLAÇÃO OU\n\nUSUFRUTO TRANQUILO; (Il) ADVINDAS DE QUALQUER PRÁTICA COMERCIAL OU USO\n\nPREVIAMENTE ESTABELECIDO; (Ill) DE QUE AS OFERTAS DE SERVIÇO OU CONTEÚDO DE\n\nTERCEIROS SERÃO\n\nININTERRUPTOS, LIVRES DE ERROS OU DE COMPONENTES\n\nMALICIOSOS; E (IV) QUE QUAISQUER CONTEÚDOS ESTARÃO SEGUROS E NÃO SERÃO\n\nPERDIDOS OU DANIFICADOS.\n\n11. Limitação de Responsabilidade.\n\nNÓS, NOSSAS AFILIADAS E LICENCIANTES NÃO SEREMOS RESPONSÁVEIS PERANTE\n\nVOCÊ POR QUALQUER DANO INDIRETO, EMERGENTE, ESPECIAL, IMPREVISTO OU MULTA\n\nEXEMPLAR\n\n(INCLUINDO DANOS POR LUCROS CESSANTES, PERDA DE RECEITAS,\n\nCLIENTES, OPORTUNIDADES, FUNDO DE COMÉRCIO, USO OU DADOS), AINDA QUE UMA\n\nPARTE TENHA SIDO ADVERTIDA SOBRE A POSSIBILIDADE DE TAIS DANOS. ALÉM DISSO,\n\nNEM A AWS, NEM QUALQUER DE NOSSAS AFILIADAS OU NOSSOS LICENCIANTES, SERÃO\n\nRESPONSÁVEIS\n\nPOR QUALQUER COMPENSAÇÃO,\n\nREEMBOLSO,\n\nOU\n\nDANOS\n\nDECORRENTES DE: (A) SUA INCAPACIDADE DE UTILIZAR OS SERVIÇOS, INCLUSIVE COMO\n\nRESULTADO DE QUALQUER (I) RESCISÃO OU SUSPENSÃO DO PRESENTE CONTRATO OU\n\nDO SEU USO OU ACESSO AS OFERTAS DE SERVIÇO; (Il) NOSSO ENCERRAMENTO DE\n\nQUAISQUER OU DE TODAS AS OFERTAS DE SERVIÇO; OU, (Ill) SEM LIMITAR QUALQUER\n\nOBRIGAÇÃO NOS TERMOS DOS ACORDOS DE NÍVEIS MÍNIMOS DE SERVIÇOS, QUALQUER\n\nTEMPO INOPERANTE NÃO PREVISTO OU PROGRAMADO DE TODOS OU DE UMA PARCELA\n\nDOS SERVIÇOS POR QUALQUER MOTIVO; (B) CUSTOS DA CONTRATAÇÃO DE BENS OU\n\nSERVIÇOS SUBSTITUTOS; (C) INVESTIMENTOS, GASTOS OU COMPROMISSOS DE SUA\n\nPARTE NO TOCANTE AO PRESENTE CONTRATO OU A SEU USO OU ACESSO ÀS OFERTAS\n\nDE SERVIÇO; OU (D) QUALQUER ACESSO DESAUTORIZADO, ALTERAÇÃO OU ELIMINAÇÃO,\n\nDESTRUIÇÃO, DANO, PERDA OU FALHA NO ARMAZENAMENTO DE QUAISQUER DOS SEUS\n\nCONTEÚDOS OU OUTROS DADOS. EM QUALQUER HIPÓTESE, EXCETO POR OBRIGAÇÕES", "page": 8}, {"text": "DE PAGAMENTO SOB A CLAUSULA 9.2, A RESPONSABILIDADE TOTAL DE NOSSA PARTE E\n\nDA PARTE DE NOSSAS AFILIADAS E LICENCIANTES NOS TERMOS DESTE CONTRATO NAO\n\nULTRAPASSARA O VALOR REALMENTE PAGO POR VOCÊ NOS TERMOS DESTE CONTRATO\n\nPELO SERVIÇO QUE ENSEJOU A DEMANDA DURANTE OS 12 MESES QUE ANTECEDERAM O\n\nSURGIMENTO DA RESPONSABILIDADE. AS LIMITAÇÕES DESTA CLÁUSULA 11 SOMENTE SE\n\nAPLICAM NA EXTENSÃO PERMITIDA PELA LEGISLAÇÃO APLICÁVEL.\n\n12. Aditamentos do Contrato.\n\nNós poderemos alterar este Contrato (inclusive quaisquer Políticas) a qualquer tempo, colocando\n\numa versão revisada no Site AWS ou de outro modo notificando-o de acordo com a Cláusula 13.10;\n\nobservado, no entanto, que nós enviaremos uma notificação com, no mínimo, 90 dias de\n\nantecedência de acordo com o disposto na Cláusula 13.10 referente a quaisquer alterações\n\ndesfavoráveis a qualquer Contrato de Nível de Serviço. Sujeitas ao requisito da notificação com 90\n\ndias de antecedência em relação as alterações desfavoráveis aos Contratos de Nível de Serviço, os\n\ntermos modificados entrarão em vigor quando da colocação, ou se o notificarmos por e-mail,\n\nconforme indicado na mensagem de e-mail. Ao continuar utilizando as Ofertas de Serviço após a\n\ndata de vigência de qualquer alteração do presente Contrato, você concorda em estar vinculado aos\n\ntermos alterados. E sua responsabilidade verificar o Site AWS regularmente para obter alterações\n\ndeste Contrato. Este Contrato foi modificado pela última vez na data listada no final dele.\n\n13. Disposições Gerais.\n\n13.1 Cessão. Você não cederá, nem de qualquer outra forma transferirá, este Contrato ou\n\nquaisquer dos seus direitos e obrigações nos termos deste Contrato, sem nosso consentimento\n\nprévio e por escrito. Qualquer cessão ou transferência realizadas em descumprimento a esta\n\nCláusula 13.1 será nula e sem efeito. Nós poderemos ceder este Contrato sem o seu\n\nconsentimento (a) em caso de qualquer operação de fusão, aquisição, incorporação ou venda de\n\ntodos ou de parte substancial dos nossos ativos; ou (b) para uma afiliada ou em virtude de uma\n\nreorganização societária; e, em vigor a partir de tal cessão, o cessionário é considerado substituído\n\nda AWS como uma parte deste Contrato e a AWS será completamente liberada de todas as suas\n\nobrigações e deveres nos termos deste Contrato. Sujeito aos termos acima, este Contrato é\n\nvinculante para as partes, e reverterá em benefício das partes e seus respectivos sucessores e\n\ncessionários autorizados.\n\n13.2 Acordo Integral. Este Contrato incorpora, por referência, todas as Políticas e constitui o acordo\n\nintegral entre você e a AWS referente ao objeto deste Contrato. Este Contrato substitui todas as\n\ndeclarações, as comunicações, e todos os entendimentos e os acordos, sejam orais ou escritos,\n\npassados e presentes, entre você e a AWS, relacionados ao objeto deste Contrato (mas não\n\nsubstitui qualquer compromisso anterior referente à aquisição de Serviços, tais como as Instâncias\n\nReservadas Amazon EC2). Nós não estaremos vinculado por, e especificamente sujeitos a,\n\nqualquer termo, condição ou outra previsão que seja diferente das, ou em adição as, cláusulas\n\ndeste Contrato (não importando se tais previsões alteraram materialmente os termos deste\n\nContrato ou não), incluindo, por exemplo, qualquer termo, condição ou outra previsão (a) submetida\n\npor você por meio de ordem, recibo, aceitação, confirmação, correspondência ou qualquer outro\n\ndocumento; (b) com relação a qualquer registro online, resposta a qualquer Solicitação de Leilões,\n\nSolicitações de Propostas, Solicitação de Informações ou qualquer outro questionário; ou (c) com\n\nrelação a qualquer procedimento de faturamento que você nos envie ou solicite que preenchamos.\n\nSe os termos deste instrumento não forem condizentes com os termos contidos em qualquer\n\nPolítica, os termos contidos neste instrumento prevalecerão, exceto pelos Termos de Serviço, que\n\ndeverão prevalecer sobre este documento.", "page": 9}, {"text": "13.3 Força Maior. Nós e nossas afiliadas não nos responsabilizaremos por qualquer atraso ou\n\ndescumprimento de qualquer obrigação aqui pactuada, quando o atraso ou descumprimento advir\n\nde qualquer causa além do nosso controle razoável, inclusive casos fortuitos, ações trabalhistas ou\n\noutras perturbações\n\nindustriais, em sistemas elétricos ou outras falhas em serviços de\n\ntelecomunicações,\n\nterremotos,\n\ntempestades ou outros elementos da natureza,\n\nbloqueios,\n\nembargos, motins, atos ou ordens governamentais, atos de terrorismos ou guerra.\n\n13.4 Lei Aplicável. As Leis Aplicáveis, sem considerar os princípios aplicáveis a conflitos de lei,\n\nregem o presente Contrato e quaisquer controvérsias de qualquer tipo que porventura surjam entre\n\nvocê e nós. A Convenção das Nações Unidas para Venda Internacional de Bens (United Nations\n\nConvention for the International Sale of Goods) não se aplica a este Contrato.\n\n13.5 Disputas. Quaisquer disputas ou reinvindicações de qualquer forma relacionadas ao seu uso\n\ndas Ofertas de Serviço, ou a quaisquer produtos ou serviços vendidos ou distribuídos pela AWS\n\nserão resolvidas pelos Tribunais Aplicáveis, e você consente com a jurisdição exclusiva dos\n\nTribunais Aplicáveis, sujeito às disposições adicionais abaixo.\n\n(a) Se a Parte Contratante da AWS aplicável for a Amazon Web Services Inc. ou a Amazon\n\nWeb Services Korea LLC, as partes concordam que as disposições desta cláusula 13.5(a)\n\nserão aplicáveis. As disputas serão resolvidas de forma vinculante por arbitragem, ao invés\n\nde em audiências e tribunais, exceto se você puder apresentar suas reinvindicações em\n\ntribunais de pequenas causas, caso suas reinvindicações atendam aos requisitos para tal\n\nmétodo de solução de controvérsias. A Lei Federal de Arbitragem (Federal Arbitration Act) se\n\naplica a este Contrato. Não há juiz ou júri no procedimento arbitral, e a revisão de uma\n\ndecisão arbitral por um tribunal é limitada. No entanto, um árbitro pode decidir em caráter\n\nindividual sobre os mesmos danos e tutelas sujeitos às decisões dos tribunais (incluindo\n\nsobre medidas cautelares, medidas declaratórias ou danos estatutários), e deve seguir os\n\ntermos deste Contrato da mesma forma como faria um tribunal. Para iniciar um procedimento\n\narbitral, você deverá enviar uma carta solicitando a arbitragem e descrevendo sua\n\nreinvindicação para nosso agente registrado Corporation Service Company, 300 Deschutes\n\nWay SW, Suite 304, Tumwater, WA 98501. A arbitragem será conduzida pela Associação\n\nAmericana de Arbitragem (American Arbitration Association — AAA) de acordo com as suas\n\nregras que estão disponíveis em www.adr.org, ou por meio de ligação telefônica para +1 800\n\n778 7879. O pagamento das taxas de abertura do processo, administração e dos árbitros será\n\nregido pelas regras da AAA. Nós reembolsaremos essas taxas para reinvindicações cujos\n\nvalores envolvidos totalizem menos de US$ 10.000,00, exceto se o árbitro determinar que a\n\nreinvindicação seja leviana. Você poderá optar pela condução da arbitragem por telefone,\n\nmediante solicitação por escrito, ou em um local mutuamente acordado. Nós e você\n\nconcordamos que quaisquer procedimentos de resolução de disputas serão conduzidos\n\nindividualmente, e não por meio de ações coletivas, ações consolidadas ou ações\n\nrepresentativas. Se, por qualquer razão, uma reinvindicação tiver que ser apresentada\n\nperante um tribunal e não à arbitragem, a AWS e você concordam em dispensar qualquer\n\ndireito a julgamento por júri. Não obstante o disposto acima, nós e você concordamos que\n\nvocê ou a AWS poderão apresentar ao tribunal um processo para a determinação de uma\n\ninfração ou de qualquer utilização indevida de direitos de propriedade intelectual.\n\n(b) Se a Parte Contratante da AWS aplicável for a Amazon Web Services South Africa\n\nProprietary Limited, as partes concordam que as disposições desta cláusula 13.5(b) serão\n\naplicáveis. As disputas serão dirimidas por arbitragem, segundo as normas então vigentes da\n\nFundação de Arbitragem da África do Sul (Arbitration Foundation of Southern Africa, AFSA), e\n\na decisão sobre a sentença arbitral deve ser transitada no Tribunal Administrativo. A Lei de\n\nArbitragem número 42 [The Arbitration Act No. 42] de 1965, aplica-se a este Contrato. A\n\narbitragem se realizará em Johanesburgo. Haverá três árbitros. Honorários advocatícios e", "page": 10}, {"text": "expensas com árbitros e autoridade administrativa, se houver, serão pagos na mesma\n\nproporção pelas partes.\n\n(c) ) Se a Parte contratante da AWS aplicável for a Amazon AWS Serviços Brasil Ltda.,\n\nas partes concordam que as disposições desta Seção 13.5(c) se aplicarão. As disputas\n\nserão resolvidas por arbitragem vinculativa, e não em tribunal, de acordo com as\n\nRegras de Arbitragem aplicáveis da Câmara de Comércio Internacional, e a sentença\n\narbitral pode ser apresentada em qualquer tribunal com jurisdição. A arbitragem será\n\nrealizada na Cidade de São Paulo, Estado de São Paulo, Brasil. Haverá três árbitros. Os\n\nhonorários e despesas dos árbitros e da autoridade administradora, se houver, serão\n\npagos em igual proporção pelas partes. As partes concordam que a existência e as\n\ninformações relacionadas a esses procedimentos de arbitragem não serão divulgadas\n\npor nenhuma das partes e constituirão informações confidenciais. Os Tribunais\n\nRegionais terão jurisdição exclusiva com o único objetivo de (i) assegurar o início do\n\nprocedimento arbitral; e (ii) conceder medidas cautelares e provisórias antes da\n\nconstituição do tribunal arbitral\n\n13.6 Observância às Normas de Comércio. Em relação a este Contrato, cada parte observará todas\n\nas leis e regulamentos de controle de importação, reimportação, sanções, antiboicote, exportação e\n\nreexportação aplicáveis, incluindo todas as leis e regulamentos aplicáveis a uma empresa norte\namericana, tais como os Regulamentos de Administração de Exportação (Export Administration\n\nRegulations), os Regulamentos sobre o Comércio Internacional de Armas (International Traffic in\n\nArms Regulations), e programas específicos dos Estados Unidos sobre sanções econômicas\n\nimplementados pelo Gabinete de Controle sobre Ativos Estrangeiros (Office of Foreign Assets\n\nControl). Para fins de esclarecimento, você será o único responsável por cumprir todas as leis\n\naplicáveis relacionadas à maneira como você opta por utilizar as Ofertas de Serviço, incluindo sua\n\ntransferência e processamento do Seu Conteúdo; a disponibilização do Seu Conteúdo para\n\nUsuários Finais; e a região AWS na qual ocorram qualquer dos atos acima. Você declara e garante\n\nque você e suas instituições financeiras, ou qualquer parte que detenha ou controle você ou suas\n\ninstituições financeiras, não estão sujeitos a sanções, ou de qualquer outra forma constam em\n\nqualquer lista de partes restritas ou proibidas, incluindo, mas não limitado a, listas mantidas pelo\n\nConselho de Segurança das Nações Unidas, pelo governo dos Estados Unidos da América (por\n\nexemplo, a Lista de Nacionais Designados Especialmente [Specially Designated Nationals List] ea\n\nLista de Sanções a Estrangeiros Autores de Evasão Fiscal [Foreign Sanction Evaders List|\n\npublicada pelo Departamento do Tesouro dos EUA, e Lista de Pessoas Jurídicas [Entity List] do\n\nDepartamento de Comércio dos EUA), pela União Europeia ou por seus Estados Membro, ou por\n\nqualquer outra autoridade governamental aplicável.\n\n13.7 Contratantes\n\nIndependentes;\n\nDireitos Exclusivos.\n\nNós e você somos contratantes\n\nindependentes, e este Contrato não deve ser interpretado como se constituísse uma parceria, joint\nventure, agência ou relação empregatícia. Nenhuma das partes, nem quaisquer de suas respectivas\n\nafiliadas, é um agente da outra parte para qualquer propósito, nem tem autoridade para vincular a\n\noutra parte. As partes se reservam o direito de (a) desenvolver, ou providenciar o desenvolvimento\n\npara uso próprio, produtos, serviços, conceitos, sistemas, ou técnicas que sejam similares a, ou que\n\nsejam concorrentes dos, produtos, serviços, conceitos, sistemas, ou técnicas desenvolvidas ou\n\ncontempladas pela outra parte, e (b) auxiliar terceiros desenvolvedores ou integradores de sistemas\n\nque possam oferecer produtos ou serviços que possam oferecer produtos ou serviços que sejam\n\nconcorrentes dos produtos e serviços da outra parte.\n\n13.8 Idioma. Todas as comunicações e notificações feitas ou enviadas nos termos deste Contrato\n\ndeverão ser feitas em língua inglesa. Se nós fornecemos uma tradução da versão em inglês deste\n\nContrato, a versão em inglês deste Contrato prevalecerá caso haja qualquer discrepância.", "page": 11}, {"text": "13.9 Confidencialidade e Publicidade. Você poderá utilizar Informações Confidenciais da AWS\n\nsomente com relação ao seu uso das Ofertas de Serviços, conforme permitido neste Contrato. Você\n\nnão revelará as Informações Confidenciais da AWS durante a Vigência ou a qualquer tempo\n\ndurante o prazo de 5 anos após o término da Vigência. Você tomará todas as medidas razoáveis\n\npara impedir a divulgação, a disseminação ou o uso não autorizado das Informações Confidenciais\n\nda AWS, incluindo, no mínimo, as medidas que você tomaria para proteger as suas próprias\n\ninformações confidenciais de natureza semelhante. Você não enviará qualquer informe à imprensa\n\nou efetuará comunicado público relativamente ao presente Contrato ou seu uso das Ofertas de\n\nServiço.\n\n13.10 Notificações.\n\n(a) Para você. Nós poderemos enviar uma notificação em relação a este Contrato: (i) por meio\n\nde uma publicação no Site AWS; ou (ii) enviando uma mensagem ao endereço de e-mail\n\nentão associado à sua conta. As notificações publicadas por nós no Site AWS entrarão em\n\nvigor a partir da data da sua publicação, e as notificações encaminhadas por e-mail entrarão\n\nem vigor quando enviarmos o e-mail. É sua responsabilidade manter o seu endereço de e\nmail atualizado. Será considerado que você recebeu qualquer e-mail enviado ao endereço de\n\ne-mail então associado à sua conta quando enviarmos o e-mail, independentemente de você\n\ntê-lo de fato recebido ou não.\n\n(b) Para Nós. Para enviar-nos uma notificação em relação ao presente Contrato, você deverá\n\ncontatar a AWS por transmissão de fax; ou em mãos, por serviço de entrega expressa ou\n\ncarta protocolada ou carta registrada para o número de fax ou endereço, conforme aplicável,\n\nlistado para a Parte Contratante da AWS aplicável listada na Cláusula 14 abaixo. Poderemos\n\natualizar o número de fax ou endereço para notificações por meio de publicação de avisos no\n\nSite AWS. As notificações encaminhadas em mãos entrarão em vigor imediatamente. As\n\nnotificações encaminhadas por fax ou serviço de entrega expressa vigorarão um dia útil após\n\no envio. As notificações encaminhadas por carta protocolada ou carta registrada vigorarão 3\n\ndias úteis após o envio.\n\n13.11 Ausência de Terceiros Beneficiários. Exceto pelo disposto na Cláusula 9, este Contrato não\n\ncria qualquer direito de terceiros beneficiários para qualquer pessoa física ou jurídica que não seja\n\nparte do presente Contrato.\n\n13.12 Direitos do Governo dos EUA. As Ofertas de Serviço são prestadas ao Governo dos EUA\n\n”»\n\ncomo “itens comerciais,\n\nsoftware comercial,” “documentação de software comercial,” e “dados\n\ntécnicos” com os mesmos direitos e restrições geralmente aplicáveis as Ofertas de Serviço. Se você\n\nestiver utilizando as Ofertas de Serviço em nome do Governo dos EUA e estes termos não\n\nobservarem as necessidades do Governo dos EUA ou sejam inconsistentes com as leis federais,\n\nvocê encerrará imediatamente seu uso das Ofertas de Serviço. Os termos “item comercial”\n\n“software comercial,” “documentação de software comercial” e “dados técnicos” estão definidos no\n\nRegulamento de Aquisições Federais (Federal Acquisition Regulation) e Aditivo do Regulamento de\n\nAquisições Federais de Defesa (Defense Federal Acquisition Regulation Supplement).\n\n13.13 Inexistência de Renúncia. O não cumprimento de nossa parte de qualquer disposição do\n\npresente Contrato não constituirá uma renúncia atual ou futura de tal disposição, nem limitará nosso\n\ndireito de fazer valer tal disposição posteriormente. Todas as renúncias de nossa parte deverão ser\n\nfeitas por escrito para serem válidas.\n\n13.14 Independência das Cláusulas. Se qualquer parte deste Contrato for considerada inválida ou\n\ninexequível, as partes remanescentes deste Contrato permanecerão em pleno vigor e efeito.", "page": 12}, {"text": "Quaisquer partes inválidas ou inexequiveis serão interpretadas de acordo com o efeito e a intenção\n\nda parte original. Se tal interpretação não for possível, a parte inválida ou inexequível será excluída\n\ndo presente Contrato, mas o restante do Contrato permanecerá em pleno vigor e efeito.\n\n14. Definições.\n\n“API” significa uma interface de programa de aplicativo (application program interface).\n\n“Atributos do Serviço” significa os dados utilizados pelos Serviços relacionados à sua conta, tais\n\ncomo recursos de identificação, tags de metadata, segurança, funções de acesso, políticas de uso,\n\npermissões, estatísticas de uso e dados analíticos.\n\n“Aviso de Privacidade”\n\nsignifica o aviso de privacidade atualmente mencionado em\n\nhttp://aws.amazon.com/pt/privacy (e qualquer outro site sucessor ou site relacionado que venha a\n\nser designado por nós), conforme periodicamente atualizado.\n\n“Conteúdo” significa o software (inclusive imagens de máquina), dados, texto, áudio, vídeo, ou\n\nimagens.\n\n“Conteúdo AWS” significa o Conteúdo que nós ou qualquer de nossas afiliadas disponibilizamos\n\nrelativamente aos Serviços ou no Site AWS para permitir o acesso e a utilização dos Serviços,\n\ninclusive APIs, WSDLs; Documentação; código de amostra; bibliotecas de software; ferramentas de\n\nlinha de comando; provas de conceito, modelos e outras tecnologias correlatas (incluindo quaisquer\n\ndos acima mencionados que sejam fornecidos pelo nosso pessoal). O Conteúdo AWS não inclui os\n\nServiços, bem como não inclui Conteúdo de Terceiros.\n\n“Conteúdo de Terceiro” significa o Conteúdo disponibilizado a você por qualquer terceiro no Site\n\nAWS ou em conjunto com os Serviços.\n\n“Contrato de Nível de Serviço” significa todos os contratos de nível de serviço por nós ofertados\n\ncom relação aos Serviços e colocados no Site AWS, conforme atualizados periodicamente. Os\n\ncontratos de nível de serviço que atualmente ofertamos com relação aos Serviços estão disponíveis\n\nem https://aws.amazon.com/legal/service-level-agreements/ (e em qualquer outro site sucessor ou\n\nrelacionado que venha a ser designado pela AWS), conforme atualizado periodicamente pela AWS.\n\n“Data de Rescisão” significa a data de vigência da rescisão a ser determinada de acordo com o\n\ndisposto na Cláusula 7, em uma notificação enviada por uma parte à outra parte.\n\n“Diretrizes de Uso de Marcas Registradas” significa as diretrizes e a licença de marcas encontradas\n\nem http://aws .amazon.com/trademark-guidelines/ (e em qualquer site sucessor ou relacionado que\n\nvenha a ser designado por nós), conforme atualizadas periodicamente por nós.\n\n“Documentação” significa os guias de usuário e os guias de administrador (em cada caso, ficando\n\nexcluídos quaisquer conteúdos referenciados por hyperlink) para os Serviços disponíveis em\n\nhttp://aws.amazon.com/documentation (e qualquer site sucessor ou site relacionado que venha a\n\nser designado por nós) conforme tais guias de usuário e de administrador possam ser atualizados\n\npela AWS de tempos em tempos.\n\n“Impostos Indiretos” significa todos os impostos e taxas aplicáveis, incluindo, mas não limitado a,\n\nimposto sobre valor adicionado (VAT), imposto sobre serviço, imposto sobre produtos e serviços,\n\nimpostos sobre vendas e operações, e imposto sobre renda bruta.", "page": 13}, {"text": "“Informações Confidenciais da AWS” significa todas as informações não públicas reveladas por nós,\n\nnossas afiliadas, parceiros comerciais ou nossos ou seus respectivos funcionários, contratados ou\n\nrepresentantes, designada como confidencial ou que, dada a natureza das informações ou\n\ncircunstâncias que permeiam sua revelação, devem ser razoavelmente tidas como confidenciais. As\n\nInformações Confidenciais da AWS incluem: (a) informações não públicas relacionadas a nós ou\n\nnossas afiliadas ou à tecnologia dos parceiros comerciais, clientes, planos de negócios, atividades\n\ncomerciais e promocionais, finanças e outros assuntos comerciais; (b) informações de terceiros, as\n\nquais nós somos obrigados a manter em sigilo; e (c) a natureza, conteúdo e existência de quaisquer\n\ndiscussões ou negociações entre nós e você ou nossas afiliadas. As Informações Confidenciais da\n\nAWS não incluem qualquer informação que: (i) sejam ou se tornem disponíveis publicamente sem a\n\nviolação do presente Contrato; (ii) possa ser comprovado, por documentação, que eram de seu\n\nconhecimento no momento em que você as recebeu; (iii) sejam recebida de terceiro, que não as\n\nadquiriu ou revelou por conduta ilícita ou prejudicial; ou (iv) possa ser comprovado, por\n\ndocumentação, que foi desenvolvida de modo independente por você sem fazer menção as\n\nInformações Confidenciais da AWS.\n\nInformações de Conta” significa as informações sobre você que você nos fornece quando da\n\ncriação ou da administração da sua conta AWS. Por exemplo, Informações de Conta incluem\n\nnomes, nomes de usuário, números de telefone, endereços de e-mail e informações de cobrança\n\nassociadas a sua conta AWS.\n\n“Leis Aplicáveis” e “Tribunais Aplicáveis” significa para cada Parte Contratante da AWS, as leis e\n\ntribunais definidos na tabela abaixo:\n\nParte Contratante da AWS\n\nLeis Aplicáveis\n\nTribunais Aplicáveis.\n\nAmazon\n\nAWS\n\nServiços\n\nAs leis do Brasil\n\nOs tribunais da cidade de\n\nBrasil Ltda.\n\nSão Paulo, Estado de São\n\nPaulo\n\nAmazon Web Services\n\nSouth\n\nTribunal\n\nde\n\nSouth\n\nAs leis da República da África do\n\nSuperior\n\nAfrica Proprietary Limited\n\nSul\n\nGauteng, Johanesburgo\n\nAmazon Web Services\n\nEMEA\n\nAs\n\nleis do Grão-Ducado de\n\nTribunais no distrito da Cidade de\n\nSARL\n\nLuxemburgo\n\nLuxemburgo\n\nAmazon Web Services\n\nKorea\n\nOs tribunais estaduais ou federais\n\nAs leis do estado de Washington,\n\nLLC\n\nEUA.\n\nde King County,\n\nWashington,\n\nEUA.\n\nAmazon Web Services, Inc.\n\nAs leis do estado de Washington,\n\nOs tribunais estaduais ou federais\n\nEUA.\n\nde King County,\n\nWashington,\n\nEUA.\n\n“Marcas AWS” significa quaisquer marcas registradas, marcas de serviço, nomes de serviço ou\n\nfantasia, logotipos e outras designações da AWS e de suas afiliadas que nós poderemos\n\ndisponibilizar relativamente ao presente Contrato.\n\n“Ofertas de Serviço” significa os Serviços (inclusive APIs relacionados), o Conteúdo AWS, as\n\nMarcas AWS, e quaisquer outros produtos ou serviços por nós fornecidos nos termos deste\n\nContrato. As Ofertas de Serviço não incluem o Conteúdo de Terceiros. “Perdas” significa quaisquer\n\nreclamações, danos, perdas, obrigações, custos e despesas (incluindo honorários advocatícios\n\nrazoáveis).", "page": 14}, {"text": "“Pais da Conta” é o país associado a sua conta. Se você forneceu um número de identidade válido\n\npara a sua conta, então o País da Conta é o país associado à sua identidade. Se você não forneceu\n\num número de identidade válido, então o seu País da Conta será o de seu endereço de\n\nfaturamento, exceto se você tiver um cartão de crédito associado com a sua conta AWS emitido em\n\num país diferente e o seu endereço de contato também seja naquele país, hipótese em que o País\n\nda Conta será aquele outro país.\n\n“Parte Contratante da AWS” significa a parte identificada na tabela abaixo, baseado no seu Pais da\n\nConta. Se você modificar o seu País da Conta para um identificado à outra Parte Contratante da\n\nAWS, você concorda que esse Contrato será cedido para a nova Parte Contratante da AWS sob a\n\nCláusula 13.1 sem qualquer outra ação requerida por quaisquer das partes.\n\nPaís da Conta\n\nParte\n\nContratante\n\nda | Fax\n\nEndereço\n\nAWS\n\nAmazon\n\nAWS | N/A\n\nA. Presidente\n\nJuscelino\n\nServiços Brasil Ltda.\n\nKubitschek, 2.041,\n\nBrazil\n\nTorre E — 18° e 19°\n\nandares, Vila Nova\n\nConceicao, São\n\nPaulo, Brasil\n\nÁfrica do Sul\n\nAmazon Web Services\n\n206-266-7010\n\nWembley Square 2, 134\n\nSouth Africa Proprietary\n\nSolan Road, Gardens,\n\nLimited\n\nCape\n\nTown,\n\n8001,\n\nÁfrica do Sul\n\nCoreia do Sul\n\nAmazon Web Services\n\nN/A\n\n12% Floor, GS Tower,\n\nKorea LLC\n\n508 Nonhyeon-ro,\n\nGangnam-gu, Seoul,\n\n06141, Republica da\n\nCoreia\n\nna\n\nAmazon Web Services\n\n352 2789 0057\n\n38 Avenue John\n\nF\n\nQualquer\n\npais\n\nEuropa,\n\nOriente Médio\n\nEMEA SARL\n\nKennedy,\n\nL-1855,\n\nou África (à exceção da\n\nLuxemburgo.\n\nÁfrica do Sul) (\"EMEA\")\n\nQualquer outro país não\n\nAmazon Web Services,\n\n206-266-7010\n\n410\n\nTerry\n\nAvenue\n\nlistado na tabela acima\n\nInc.\n\nNorth,\n\nSeattle,\n\nWA\n\n98109-5210EUA.\n\n* O Brasil será o país de sua conta apenas se você tiver apresentado um número de CPF/CNPJ\n\nválido referente à sua conta. Se o seu endereço de faturamento estiver localizado no Brasil, mas\n\nvocê não tiver informado um número de CPF/CNPJ válido, a Amazon Web Services, Inc será a\n\nParte Contratante da AWS referente à sua conta.\n\n“Veja https://aws.amazon.com/legal/aws-emea-countries para uma lista completa dos paises\n\nEMEA.", "page": 15}, {"text": "“Política de Uso Aceitavel” significa a política atualmente disponível em http://aws.amazon.com/aup\n\n(e qualquer localização sucessora ou relacionada que venha a ser designada por nós), conforme\n\natualizada periodicamente.\n\n“Políticas” significa a Política de Uso Aceitável, o Aviso de Privacidade, os Termos do Site, as\n\nDiretrizes de Uso de Marcas Registradas, todas as restrições descritas no Conteúdo AWS e no Site\n\nAWS e quaisquer outras políticas ou termos mencionados neste Contrato ou a ele incorporados,\n\nmas não inclui relatórios oficiais do governo ou outros materiais de comercialização mencionados\n\nno Site AWS.\n\n“Serviço” significa cada um dos serviços disponibilizados por nós ou nossas afiliadas, inclusive\n\naqueles serviços web descritos nos Termos de Serviço. Os Serviços não incluem Conteúdo de\n\nTerceiros.\n\n“Seu Conteúdo” significa o Conteúdo que você ou qualquer Usuário Final transfere para nós para\n\nprocessamento, armazenamento ou hospedagem através dos Serviços relacionados à sua Conta\n\nAWS, e quaisquer resultados computacionais derivados que você ou seus Usuários Finais\n\nobtenham através do uso dos Serviços. Por exemplo, o Seu Conteúdo inclui Conteúdo que você ou\n\nquaisquer de seus Usuários Finais armazenem na Amazon Simple Storage Service. O Seu\n\nConteúdo não inclui as Informações de Conta.\n\n“Site AWS” significa http://aws.amazon.com (e qualquer site sucessor ou site relacionado por nós\n\nindicado), conforme atualizado por nós periodicamente.\n\n“Sugestões” significa todas as melhorias sugeridas às Ofertas de Serviço que você nos fornece.\n\n“Termos de Serviço” significa os direitos e restrições para determinados Serviços localizados em\n\nhttp://aws.amazon.com/pt/serviceterms (e em qualquer site sucessor ou site relacionado que venha\n\na ser designado por nós), conforme eles forem atualizados periodicamente por nós.\n\n“Termos do Site” significa os termos de uso localizados em http://aws.amazon.com/pt/terms/ (e em\n\nqualquer site sucessor ou site relacionado que venha a ser designado por nós), conforme estes\n\nforem atualizados periodicamente por nós.\n\n“Usuário Final” significa qualquer pessoa física ou jurídica que direta ou indiretamente por meio de\n\noutro usuário: (a) acesse ou utilize Seu Conteúdo; ou (b) de outro modo acesse ou utilize as Ofertas\n\nde Serviço sob sua conta. O termo “Usuário Final” não inclui pessoas físicas ou entidades quando\n\nestiverem acessando ou utilizando os Serviços ou qualquer Conteúdo sob suas próprias contas\n\nAWS, ao invés da sua conta.\n\n“Vigência” significa a vigência deste Contrato descrita na Cláusula 7.1.\n\nAlterações publicadas em 1º de novembro de 2020\n\nA AWS atualizou o Contrato do cliente da AWS em 1º de novembro de 2020.", "page": 16}, {"text": "Esta atualização dispõe que, a partir de 1º de novembro de 2020, clientes localizados no Brasil\n\ncelebrarão um contrato com nossa Parte contratante da AWS com sede no Brasil, chamada\n\nAmazon AWS Serviços Brasil Ltda., uma subsidiária da Amazon.com, Inc.\n\nAo continuar a usar os Serviços da AWS, você concorda com os termos e condições atualizados no\n\nContrato do Cliente da AWS.", "page": 17}]