[{"text": "30/03/2021\n\nSplunk General Terms | Splunk\n\nsplunk > (https://www.splunk.com)\n\nSplunk Licensing Hub\n\nPage Sections\n\nLicense Rights\n\nPurchasing Through Authorized Resellers\n\nYour Contractors and Third-Party Providers\n\nHosted Services\n\nSupport and Maintenance\n\nConfiguration and Implementation Services\n\nUse Restrictions\n\nOur Ethics, Compliance and Corporate Responsibility\n\nData Protection\n\nSecurity\n\nUsage Data\n\nCapacity and Usage Verification\n\nOur Use of Open Source\n\nSplunk Developer Tools and Customer Extensions\n\nThird-Party Extensions, Third-Party Content and Unsupported Splunk Extensions\n\nYour Compliance\n\nconfidentiality\n\nPayment\n\nSplunk’s Warranties\n\nOwnership\n\nhttps:/Awww.splunk.com/en_us/legal/splunk-general-terms.html\n\n1/30", "page": 1}, {"text": "30/03/2021\n\nSplunk General Terms | Splunk\n\nTerm and Termination\n\nS\n\nUNK > (https://www.splunk.com)\n\nimitation of Liability\n\nSplunk Licensing Hub\n\nGoverning Law\n\nUse of Customer Name\n\nMiscellaneous\n\nGeneral Terms Definitions Exhibit\n\nSupport Exhibit to Splunk General Terms\n\nConfiguration and Implementation Services Exhibit to Splunk General Terms\n\nConfiguration and Implementation Services Definitions Exhibit\n\nSPLUNK GENERAL TERMS\n\nLast updated: February 2020\n\nThese Splunk General Terms (“General Terms”) between Splunk Inc., a Delaware corporation,\n\nwith its principal place of business at 270 Brannan Street, San Francisco, California 94107,\n\nU.S.A (“Splunk” or “we” or “us” or “our”) and you (“Customer” or “you” or “your”) apply to the\n\npurchase of licenses and subscriptions for Splunk’s Offerings. By clicking on the appropriate\n\nbutton, or by downloading, installing, accessing or using the Offerings, you agree to these\n\nGeneral Terms. If you are entering into these General Terms on behalf of Customer, you\n\nrepresent that you have the authority to bind Customer. If you do not agree to these General\n\nTerms, or if you are not authorized to accept the General Terms on behalf of the Customer, do\n\nnot download, install, access, or use any of the Offerings.\n\nPlease see the Definitions Exhibit section for definitions of capitalized terms not otherwise\n\ndefined herein.\n\n1. License Rights\n\nA. General Rights. You have the nonexclusive, worldwide, nontransferable and\n\nnonsublicensable right, subject to payment of applicable Fees and compliance with the\n\nterms of these General Terms, to use your Purchased Offerings for your Internal Business\n\nPurposes during the Term and up to the Capacity purchased.\n\nB. Copies for On-Premise Products. You have the right to make a reasonable number of “WS\n\ncopies of On-Premise Products for archival and back-up purposes.\n\nhttps:/Awww.splunk.com/en_us/legal/splunk-general-terms.html\n\n2/30", "page": 2}, {"text": "30/03/2021\n\nSplunk General Terms | Splunk\n\nlek Extensions, VoaptoaK.veenSplunk Exten jonertse Grava Meioviel a pitoaih e\n\nsphum\n\np\n\nalata\n\nurchased Offering subject to the same terms a\n\nding\n\nwith respect to Term) and payment of any Fees associated with the Splunk Extensions.\n\nSplunk Licensing Hub\n\nExtension. splunk Extensions may be installed on Hosted services pursuant to our\n\ninstructions\n\nTrials, Evaluations, Beta and Free Licenses\n\ni. Trials and Evaluations. Offerings provided for trials and evaluations, as specified in an\n\nOrder, are provided at no charge, and their use will be for the specified limited duration\n\nii. Beta Licenses. Some Offerings may be available to you as a preview, or as an alpha, beta\n\nor other pre-release version (each, a “Beta Offering”). All rights for Beta Offerings are\n\nsolely for internal testing and evaluation. Your use of a Beta Offering will be for the term\n\nspecified by us, and if no term is specified, then for the earlier of one year from the start\n\ndate of the Beta Offering or when that version of the Beta Offering becomes generally\n\navailable. We may discontinue the Beta Offering at any time and may decide not to make\n\nany of the features and functionality generally available\n\nH\n\n=\n\nFree Licenses. From time to time, we may make certain Offerings available for full use\n\n(i.e., not subject to limited evaluation purposes) at no charge. These free Offerings may\n\nhave limited features, functions and other technical limitations\n\nTest and Development Licenses. For Offerings identified as “Test and Development”\n\nOfferings on your Order, you only have the right to use those Offerings up to the applicable\n\nCapacity on a non-production system for non-production uses, including product\n\nmigration testing or pre-production staging, or testing new data sources, types, or use\n\ncases. Test and Development Offerings may not be used for any revenue generation\n\ncommercial activity, or other productive business or purpose\n\nF. Limitations. Notwithstanding anything to the contrary in these General Terms, we do not\n\nprovide maintenance and support, warranties, or indemnification for Test and\n\nDevelopment Offerings, trials, evaluations, or free or Beta Offerings\n\n2. Purchasing Through Authorized Resellers\n\nIf you purchase Offerings through a Splunk authorized reseller, these General Terms will govern\n\nthose Offerings. Your payment obligations for the Purchased Offerings will be with the\n\nauthorized reseller, not Splunk. You will have no direct Fee payment obligations to Splunk for\n\nthose Offerings\n\nAny terms agreed to between you and the authorized reseller that are in addition to these\n\nGeneral Terms are solely between you and the authorized reseller. No agreement between yqa,\n\nand an authorized reseller is binding on Splunk, or will have any force or effect with respect to\n\nhttps:/Awww.splunk.com/en_us/legal/splunk-general-terms.html\n\n3/30", "page": 3}, {"text": "30/03/2021\n\nSplunk General Terms | Splunk\n\nthe rights in, or the operation, use or provision of, th\n\nsplun > (https://www.splunk.com)\n\n3. Your Contractors and Third-Party Providers\n\nSplunk Licensing Hub\n\nVv\n\nproviding services to you, and subject to the terms and conditions of these General Terms. Any\n\naccess or use by a Third-Party Provider will be subject to the same limitations and restrictions\n\nthat apply to you under these General Terms, and you will be responsible for any Third-Party\n\nProvider’s actions relating to or use of the Offering. The aggregate use by you and all of your\n\nThird-Party Providers must not exceed the Capacity purchased, and nothing in this Section is\n\nintended to or will be deemed to increase such Capacity.\n\n4. Hosted Services\n\nA. Service Levels. When you purchase Hosted Services as a Purchased Offering, we will\n\nmake the applicable Hosted Services available to you during the Term in accordance with\n\nthese General Terms. If a Service Level Schedule applies to your Hosted Service (as\n\nidentified in the Specific Hosted Services Terms referenced in Section 4(l) below), the\n\nService Level Schedule and associated remedies will apply to the availability and uptime\n\nof the Hosted Service. If applicable, service credits will be available for downtime in\n\naccordance with the Service Level Schedule.\n\nB. Data Protection. Please refer to Sections 9 and 10 below for information on Splunk’s\n\nsecurity and data protection programs for our Hosted Services.\n\nC. Maintaining Protections. Notwithstanding anything to contrary in these General Terms, or\n\nany policy or terms referenced herein via hyperlink (or any update thereto), Splunk may\n\nnot, during a Term materially diminish the security protections provided by the controls\n\nset for the Hosted Service.\n\nConnections. You are responsible for obtaining and maintaining all telecommunications,\n\nbroadband and computer equipment and services needed to access and use Hosted\n\nServices, and for paying all associated charges.\n\nYour Responsibility for Data Protection. You are responsible for: (i) selecting from the\n\nsecurity configurations and security options made available by Splunk in connection with\n\na Hosted Service; (ii) taking additional measures outside of the Hosted Service to the\n\nextent the Hosted Service Offering does not provide the controls that may be required or\n\ndesired by you; and (iii) routine archiving and backing up of Customer Content. You agree\n\nto notify Splunk immediately if you believe that an unauthorized third party may be using\n\nyour accounts or if your account information is lost or stolen.\n\nF. Data Restrictions. You may not transmit and/or store PHI Data, PCI Data or ITAR Data\n\nwithin the Hosted Services unless you have specifically purchased a Purchased Offering\n\nfor that applicable regulated Hosted Services environment (as identified in an Order).\n\nG. Refund Upon Termination for Splunk’s Breach. If a Hosted Service is terminated by you\n\nfor Splunk’s uncured material breach in accordance with these General Terms, Splunk will\n\nhttps:/Awww.splunk.com/en_us/legal/splunk-general-terms.html\n\n4/30", "page": 4}, {"text": "30/03/2021\n\nSplunk General Terms | Splunk\n\n\narmani oe\n\na\n\nrefund you any prepaid subscription fees coveri\n\ntytndgie oMevrmisatiak.com)\n\nspl\n\nH. Return of Customer Content. Customer Content may be retrieved by you and removed\n\nSplunk Licensing Hub\n\nhave no obligation to maintain the storage of your Customer Content, and you hereby\n\nauthorize us thereafter to delete all remaining Customer Content, unless we are otherwise\n\nlegally prohibited from doing so. If you require assistance in connection with migration of\n\nyour Customer Content, depending on the nature of the request, we may require a\n\nmutually agreed upon fee for assistance.\n\n—\n\nSpecific Hosted Services Terms. Specific security controls and certifications, data\n\npolicies, service descriptions, Service Level Schedules and other terms specific to Hosted\n\nServices (“Specific Hosted Services Terms”) are set forth here:\n\nwww.splunk.com/SpecificTerms (http://www.splunk.com/SpecificTerms), and will apply\n\nas applicable.\n\n5. Support and Maintenance\n\nYour Purchased Offerings may include support and maintenance services as part of your\n\npurchase. The specific Support Program purchased with a Purchased Offering will be\n\nidentified in the applicable Order. Splunk will provide the purchased level of support and\n\nmaintenance services in accordance with the terms of the Support Exhibit attached to these\n\nGeneral Terms.\n\n6. Configuration and Implementation Services\n\nSplunk offers standard services to implement and configure your Purchased Offerings, subject\n\ntothe payment of the Fees for these services in an Order, and the terms of the Configuration\n\nand Implementation Services Exhibit attached to these General Terms.\n\n7. Use Restrictions\n\nExcept as expressly permitted in an Order or our Documentation, you agree not to (nor allow\n\nany third party to): (a) reverse engineer (except to the extent specifically permitted by\n\nstatutory law), decompile, disassemble or otherwise attempt to discover source code or\n\nunderlying structures, ideas or algorithms of any Offering; (b) modify, translate or create\n\nderivative works based on the Offerings; (c) use an Offering for service bureau purposes, or for\n\nany purpose other than your own Internal Business Purposes; (d) resell, transfer or distribute\n\nany Offering; (e) access or use any Offering in order to monitor its availability, performance, or\n\nfunctionality for competitive purposes; (f) attempt to disable or circumvent any license key or\n\nother technological mechanisms or measures intended to prevent, limit or control use or\n\nAN\n\ncopying of, or access to, Offerings; (g) separately use any of the applicable features and\n\nfunctionalities of the Offerings with external applications or code not furnished by Splunk or\n\nhttps:/Awww.splunk.com/en_us/legal/splunk-general-terms.html\n\n5/30", "page": 5}, {"text": "30/03/2021\n\nSplunk General Terms | Splunk\n\ndvd\n\nV DU\n\nCU O\n\nany data not processed by the Offering; (h) exceed the\n\nS\n\nbli (bios Sr wlMapplindst© Mas and regul\n\nq\n\ntio thse RAL g’ eusadiawntead órehy\n\napplicable privacy and intellectual property laws)\n\nSplunk Licensing Hub\n\nA. Ethics and Corporate Responsibility. Splunk is committed to acting ethically and in\n\ncompliance with applicable law and we have policies and guidelines in place designed to\n\nprovide awareness of, and compliance with, the laws and regulations that apply to our\n\nbusiness globally. We are committed to ethical business conduct, and we strive to perform\n\nin accordance with the highest global ethical principles, as described in the Splunk Code\n\nof Conduct and Ethics found here: https://investors.splunk.com/code-business-conduct\nand-ethics-1 (https://investors.splunk.com/code-business-conduct-and-ethics-1)\n\nB. Anti-Corruption. We use diligent efforts to implement and maintain programs to ensure\n\ncompliance with applicable anti-corruption and anti-bribery laws. Splunk policy prohibits\n\nthe offering or soliciting of any illegal or improper bribe, kickback, payment, gift, or thing of\n\nvalue to or from any of your employees or agents in connection with these General Terms\n\nIf we learn of any violation of the above, we will use reasonable efforts to promptly notify\n\nyou at the main contact address provided by you to Splunk\n\nC. Export. We certify that Splunk is not on any of the relevant U.S. government lists of\n\nprohibited persons, including the Treasury Department's List of Specially Designated\n\nNationals and the Commerce Department's List of Denied Persons or Entity List. Export\n\ninformation regarding our Offerings, including our export control classifications for our\n\nOfferings, is found here: https://www.splunk.com/en_us/legal/export-controls.html\n\n(https://www.splunk.com/en_us/legal/export-controls.html)\n\n9. Data Protection\n\nSplunk follows globally recognized data protection principles and industry-leading standards\n\nfor the security of personal data. Splunk is self-certified with the U.S. Department of\n\nCommerce for the EU-U.S. and Swiss-U.S. Privacy Shield Frameworks. Splunk’s data protection\n\npractices are set forth in Splunk Protects (https://www.splunk.com/en_us/legal/splunk-data\nsecurity-and-privacy.html) and include (as applicable) standard terms for the processing of\n\nPersonal Data as defined under GDPR and Personal Information as defined under the CCPA\n\nPlease refer to the applicable Specific Hosted Services Terms that may apply to your\n\nPurchased Offering\n\n10. Security\n\nA. General Security. Splunk's information security management system (“ISMS”) is\n\ncalibrated to protect the confidentiality, integrity and availability of customer data. Splunk\n\nemployees receive regular training on Splunk’s security policies and procedures, including\n\nannual training on secure data handling practices, and supplemental, targeted trainings #&\n\nappropriate. Employees are background checked and Splunk vendors are risk assessed\n\nhttps:/Awww.splunk.com/en_us/legal/splunk-general-terms.html\n\n6/30", "page": 6}, {"text": "30/03/2021\n\nSplunk General Terms | Splunk\n\nABe moe\n\nprior to onboarding to determine if their data pr\n\notee\n\nO\n\n©\n\nsplufikossistensanadswsplunkcom)\n\nB. Offering Security. Hosted Services meet industry leading cloud security standards\n\nSplunk Licensing Hub\n\nalteration, unauthorized disclosure to third parties or unauthorized access by employees\n\nor contractors employed by Splunk. Any specific and additional security controls for a\n\nHosted Service are set forth in the applicable Documentation and Specific Hosted\n\nServices Terms www.splunk.com/SpecificTerms (http://www.splunk.com/SpecificTerms).\n\nThird-party certificates of compliance issued as part of Splunk’s audited third-party\n\ncompliance program are located on Splunk Protects\n\n(https://www.splunk.com/en_us/legal/splunk-data-security-and-privacy.html). In addition,\n\nfor On-Premise Products, which are not provided as a service and therefore are not\n\naudited for compliance, Splunk follows industry standard security controls for the\n\nprocessing of customer data accessed or received through activities such as\n\nmaintenance, implementation or configuration services. Those industry standard security\n\ncontrols are set forth in Splunk’s Information Security Addendum (“ISA”) located at\n\nwww.splunk.com/on-prem-isa (http://www.splunk.com/on-prem-isa).\n\nC. Product Development Security. Splunk deploys secure software development practices\n\nand uses a risk-based approach when applying its standard software development\n\nlifecycle (\"SDLC\") methodology, which may include such things as performing security\n\narchitecture reviews, open source security scans, virus detection, dynamic application\n\nsecurity testing, network vulnerability scans and external penetration testing in the\n\ndevelopment environment. Product-specific information about the SDLC in our Offerings\n\nis detailed more fully in the ISA. Splunk’s Product Security Portal\n\n(https://www.splunk.com/page/securityportal) contains detailed information about\n\nSplunk’s program for managing and communicating product vulnerabilities. Solunk\n\ncategorizes product vulnerabilities in accordance with the Common Vulnerability Scoring\n\nSystem (“Medium “High,” or “Critical”) and uses commercially reasonable efforts to\n\nremediate vulnerabilities depending on their severity level in accordance with industry\n\nstandards.\n\n11. Usage Data\n\nFrom time to time, Splunk may collect Usage Data generated as a by-product of your use of\n\nOfferings (e.g., technical information about your operating environment and sessions, systems\n\narchitecture, page loads and views, product versions, number and type of searches, number of\n\nusers, source type and format). Usage Data does not include Customer Content. We collect\n\nUsage Data for a variety of reasons, such as to identify, understand, and anticipate\n\nperformance issues and the factors that affect them, to provide updates and personalized\n\nexperiences to customers, and to improve the Splunk Offerings. Details on Splunk’s Usage Data\n\ncollection practices are set forth in Splunk's Privacy Policy\n\n(https://www.splunk.com/en_us/legal/privacy/privacy-policy.html).\n\n12. Capacity and Usage Verification\n\nhttps:/Awww.splunk.com/en_us/legal/splunk-general-terms.html\n\n7/30", "page": 7}, {"text": "30/03/2021\n\nSplunk General Terms | Splunk\n\nt\n\nn. At Splunk’\n\nr\n\nreques\n\nm\n\nyou will furni\n\nsphigRa ta\n\nepresentative Veit\n\nR\n\nyl\n\nN\n\ng that your use of\n\naccordance with these General Terms and the applicable Order. Also, if your Purchased\n\nOffarina raniiirae neaga rannrtina fae enarifiad and aaraad in tha Ordar\\ vai agraa tn\n\nSplunk Licensing Hub\n\nVv\n\n— —r—-—\n\n—\n\n-——— + — —\n\nee\n\n— —\n\n———— «3\n\n—\n\n—3 ——\n\n3——\n\n—.\n\ntime, bu\n\nt not more frequently than once per cale\n\nndar period\n\nit\n\no cooperate w\n\nith us to verify\n\nusage and adherence to purchased Capacities. If Splunk requests a verification process,\n\nyou agree to provide Splunk reasonable access to the On-Premise Product installed at\n\nyour facility (or as hosted by your Third-Party Provider). If Splunk does any verification, it\n\nwill be performed with as little interference as possible to your use of the On-Premise\n\nProduct and your business operations. Splunk will comply with your (or your Third-Party\n\nProviders’) reasonable security procedures.\n\nC. Overages. If a verification or usage report reveals that you have exceeded the purchased\n\nCapacity or the scope of your license grant for your Purchased Offering (e.g. used as a\n\nservice bureau) during the period reviewed, then we will have the right to invoice you using\n\nthe applicable Fees at list price then in effect, which will be payable in accordance with\n\nthese General Terms. Without limiting Splunk’s foregoing rights, with respect to Hosted\n\nServices, Splunk may work with you to reduce usage so that it conforms to the applicable\n\nusage limit, and we will in good faith discuss options to right size your subscription as\n\nappropriate. For the avoidance of doubt, notwithstanding anything to the contrary herein,\n\nSplunk will have the right to directly invoice you for overages, regardless of whether you\n\npurchased the Purchased Offering from an authorized reseller. See the Specific Hosted\n\nServices Terms for any additional information related to overages for a Hosted Service.\n\n13. Our Use of Open Source\n\nCertain Offerings may contain Open Source Software. Splunk makes available in the applicable\n\nDocumentation a list of Open Source Software incorporated in our On-Premise Products as\n\nrequired by the respective Open Source Software licenses. Any Open Source Software that is\n\ndelivered as part of your Offering and which may not be removed or used separately from the\n\nOffering is covered by the warranty, support and indemnification provisions applicable to the\n\nOffering. Some of the Open Source Software may have additional terms that apply to the use\n\nof the Offering (e.g., the obligation for us to provide attribution of the specific licensor), and\n\nthose terms will be included in the Documentation; however, these terms will not (a) impose\n\nany additional restrictions on your use of the Offering, or (b) negate or amend any of our\n\nresponsibilities with respect to the Offering.\n\n14. Splunk Developer Tools and Customer Extensions\n\nSplunk makes Splunk Developer Tools available to you so you can develop Extensions for use\n\nwith your Purchased Offerings (Extensions that you develop, “Customer Extensions’).\n\nAN\n\nhttps:/Awww.splunk.com/en_us/legal/splunk-general-terms.html\n\n8/30", "page": 8}, {"text": "30/03/2021\n\nSplunk General Terms | Splunk\n\nYou have a nonexclusive, worldwide, nontransferabl\n\nADIeC\n\nubTe\n\nS\n\nBe tettrsao ranma andurkgRNBplunk Develo \"orFree Rnlert6 en pysddewnlnasiptsahin\n\nDeveloper Tools to develop your Customer Extensions, including to support interoperability\n\nhaturaan tha Nffarina and vwaiir evetam ar anviranmant and (h\\ dietrifbirta waiir Cietamar\n\nSplunk Licensing Hub\n\nVv\n\nDeveloper Tools may not be removed or altered when used in or with your Customer Extension\n\nand (y) you may not make any statement that your Customer Extension is certified or that its\n\nperformance is guaranteed by Splunk. You retain title to your Customer Extensions, subject to\n\nSplunk’s ownership in our Offerings and any materials and technology provided by Splunk in\n\nconnection with the Splunk Developer Tools. If you allow end users of Customer Extensions to\n\nmodify or distribute the Customer Extensions, you will limit such modification or distribution to\n\nuse with the designated Offering only, and will flow down the conditions in (x) and (y) above to\n\nend users of Customer Extensions. You agree to assume full responsibility for the performance\n\nand distribution of Customer Extensions\n\n15. Third-Party Extensions, Third-Party Content and Unsupported Splunk\n\nExtensions\n\nA. Third-Party Extensions. Splunk makes no promises or guarantees related to Extensions\n\non Splunkbase developed and/or made available by a third-party (“Third-Party\n\nExtension”). Splunk makes Third-Party Extensions available for download on Splunkbase\n\nas a convenience to its customers. Splunk neither controls nor endorses, nor is Splunk\n\nresponsible for, any Third-Party Extension, including the accuracy, integrity, quality, legality,\n\nusefulness or security of the Third-Party Extension. Nothing in these General Terms or on\n\nSplunkbase will be deemed to be a representation or warranty by Splunk with respect to\n\nany Third-Party Extension, even if a particular Third-Party Extension is identified as\n\ncertified” or “validated” for use with an Offering. We may, in our reasonable discretion\n\nblock or disable access to any Third-Party Extension at any time. Your use of a Third-Party\n\nExtension is at your own risk and may be subject to any additional terms, conditions and\n\npolicies applicable to that Third-Party Extension (such as license terms, terms of service\n\nor privacy policies of the providers of such Third-Party Extension)\n\nThird-Party Content. Hosted Services may contain features or functions that enable\n\ninteroperation with Third-Party Content that you, in your sole discretion, choose to add to\n\na Hosted Service. You may be required to obtain access separately to such Third-Party\n\nContent from the respective providers, and you may be required to grant Splunk access to\n\nyour accounts with such providers to the extent necessary for Splunk to allow the\n\ninteroperation with the Hosted Service. By requesting or allowing Splunk to enable access\n\nto such Third-Party Content in connection with the Hosted Services, you certify that you\n\nare authorized under the provider’s terms to allow such access. If you install or enable (or\n\ndirect or otherwise authorize Splunk to install or enable) Third-Party Content for use with\n\na Hosted Service where the interoperation includes access by the third-party provider to\n\nyour Customer Content, you hereby authorize Splunk to allow the provider of such Third\nParty Content to access Customer Content as necessary for the interoperation. You agree\n\nthat Splunk is not responsible or liable for disclosure, modification or deletion of Customer\n\nContent resulting from access to Customer Content by such Third-Party Content, nor is WW\n\nSplunk liable for any damages or downtime that you may incur or any impact on your\n\nhttps:/Awww.splunk.com/en_us/legal/splunk-general-terms.html\n\n9/30", "page": 9}, {"text": "30/03/2021\n\nSplunk General Terms | Splunk\n\nexperience of the Hosted Service, directly or ind\n\na)\n\nSplurikesetinps:anvitbispRenwsentent, sites or resmsec@slunk den us/download. htm\n\nC. Unsupported Splunk Extensions. The Service Level Schedule commitments for any\n\nSplunk Licensing Hub\n\nSupported” Splunk Extensions, and that your sole remeay will be to remove the “Not\n\nSupported” Splunk Extension from the applicable Hosted Service. Further, some Splunk\n\nExtensions may not be compatible or certified for use with that Hosted Service (e.g., only\n\nspecific Splunk Extensions are validated for our FedRAMP authorized environment for\n\nSplunk Cloud). Please refer to the applicable Documentation for more information related\n\nto the Splunk Extensions compatible with your specific Purchased Offering\n\n16. Your Compliance\n\nA. Lawful Use of Offerings. When you access and use an Offering, you are responsible for\n\ncomplying with all laws, rules, and regulations applicable to your access and use. This\n\nincludes being responsible for your Customer Content and users, for your users\n\ncompliance with these General Terms, and the accuracy, lawful use of, and the means by\n\nwhich you acquired your Customer Content\n\nRegistration. You agree to provide accurate and complete information when you register\n\nfor and use any Offering and agree to keep this information current. Each person who uses\n\nany Offering must have a separate username and password. For Hosted Services, you\n\nmust provide a valid email address for each person authorized to use your Hosted\n\nServices, and you may only have one person per username and password. Splunk may\n\nreasonably require additional information in connection with certain Offerings (e.g.,\n\ntechnical information necessary for your connection to a Hosted Service), and you will\n\nprovide this information as reasonably requested by Splunk. You are responsible for\n\nsecuring, protecting and maintaining the confidentiality of your account usernames\n\npasswords and access tokens\n\nC. Export Compliance. You will comply with all applicable export laws and regulations of the\n\nUnited States and any other country (“Export Laws”) where your users use any of the\n\nOfferings. You certify that you are not on any of the relevant U.S. government lists of\n\nprohibited persons, including the Treasury Department's List of Specially Designated\n\nNationals and the Commerce Department’s List of Denied Persons or Entity List. You will\n\nnot export, re-export, ship, transfer or otherwise use the Offerings in any country subject\n\nto an embargo or other sanction by the United States, including, without limitation, Iran\n\nSyria, Cuba, the Crimea Region of Ukraine, Sudan and North Korea, and you will not use any\n\nOffering for any purpose prohibited by the Export Laws\n\nGovCloud Services. If you access or use any Hosted Services in the specially isolated\n\nAmazon Web Services (“AWS”) GovCloud (US) region (including without limitation any\n\nHosted Services that are provisioned in a FedRAMP authorized environment), you\n\nrepresent and warrant that users will only access the Hosted Services in the AWS\n\nGovCloud (US) region if users: (i) are “US Person(s)” as defined under ITAR (see 22 CFR\n\nAN\n\npart 120.15); (ii) have and will maintain a valid Directorate of Defense Trade Controls\n\nregistration, if required by ITAR; (iii) are not subject to export control restrictions under US\n\nhttps:/Awww.splunk.com/en_us/legal/splunk-general-terms.html\n\n10/30", "page": 10}, {"text": "30/03/2021\n\nSplunk General Terms | Splunk\n\ncleried\n\necss\n\nexport control laws and regulations (i.e., users aren\n\nQ U,\n\nLEAR wide spojgorimespietiandrand (iv) maint\n\nin snad fete foranrdoae peo to\n\nspl\n\nAOC\n\nding\n\nensure compliance with applicable US export con\n\nAR,\n\nas applicable. You are responsible for verifying that any user accessing Customer Content\n\nSplunk Licensing Hub\n\nIncurred by splunk IT users Introduce classified data into the Hosted services in the AWS\n\nGovCloud (US) region\n\nE. Acceptable Use. Without limiting any terms under these General Terms, you will also\n\nabide by our Hosted Services acceptable use policy: https://www.splunk.com/view/SP\nCAAAMB6 (https://www.splunk.com/view/SP-CAAAMB6)\n\n17. Confidentiality\n\nA. Confidential Information. Each party will protect the Confidential Information of the other.\n\nAccordingly, Receiving Party agrees to: (i) protect the Disclosing Party’s Confidential\n\nInformation using the same degree of care (but in no event less than reasonable care) that\n\nit uses to protect its own Confidential Information of a similar nature; (ii) limit use of\n\nDisclosing Party’s Confidential Information for purposes consistent with these General\n\nTerms, and (iii) use commercially reasonable efforts to limit access to Disclosing Party’s\n\nConfidential Information to its employees, contractors and agents or those of its Affiliates\n\nwho have a bona fide need to access such Confidential Information for purposes\n\nconsistent with these General Terms and who are subject to confidentiality obligations no\n\nless stringent than those herein\n\nCompelled Disclosure of Confidential Information. Notwithstanding the foregoing terms\n\nthe Receiving Party may disclose Confidential Information of the Disclosing Party if it is\n\ncompelled by law enforcement agencies or regulators to do so, provided the Receiving\n\nParty gives the Disclosing Party prior notice of such compelled disclosure (to the extent\n\nlegally permitted) and reasonable assistance, at the Disclosing Party's cost, if the\n\nDisclosing Party wishes to contest the disclosure. If the Receiving Party is compelled to\n\ndisclose the Disclosing Party’s Confidential Information as part of a civil proceeding to\n\nwhich the Disclosing Party is a Party, and the Disclosing Party is not contesting the\n\ndisclosure, the Disclosing Party will reimburse the Receiving Party for its reasonable cost\n\nof compiling and providing secure access to such Confidential Information\n\n18. Payment\n\nThe payment terms below only apply when you purchase Offerings directly from Splunk. When\n\nyou purchase from an authorized reseller, the payment terms are between you and the\n\nauthorized reseller.\n\nA. Fees. You agree to pay all Fees specified in the Orders. Fees are non-cancelable and non\nrefundable, except as otherwise expressly set forth in these General Terms. Without\n\nlimiting any of our other rights or remedies herein, overdue charges may accrue interest\n\nhttps:/Awww.splunk.com/en_us/legal/splunk-general-terms.html\n\n11/30", "page": 11}, {"text": "30/03/2021\n\nSplunk General Terms | Splunk\n\nS\n\nAg\n\nmonthly at the rate of 1.5% of the then-outstandin\n\nDa\n\nDa\n\nate\n\nUris catbydavuvevichsuakisdenjer. Fees are\n\ndue pred\n\npin\n\neitherasiio Ada\n\nrom\n\nspl\n\ne\n\nde\n\nthe date of Splunk's invoice or as otherwise stat\n\nSplunk Licensing Hub\n\ndebit card tor all items listed in the applicable Order. such charges must be paid In\n\nadvance or in accordance with any different billing frequency stated in the applicable\n\nOrder. You are responsible for providing complete and accurate billing and contact\n\ninformation and notifying Splunk in a timely manner of any changes to such information.\n\nC. Taxes. All Fees quoted are exclusive of applicable taxes and duties, including any\n\napplicable sales and use tax. You are responsible for paying any taxes or similar\n\ngovernment assessments (including, without limitation, value-added, sales, use or\n\nwithholding taxes). We will be solely responsible for taxes assessable against us based on\n\nour net income, property and employees.\n\n19. Splunk’s Warranties\n\nA. Relationship to Applicable Law. We will not seek to limit our liability, or any of your\n\nwarranties, rights and remedies, to the extent the limits are not permitted by applicable\n\nlaw (e.g., warranties, remedies or liabilities that cannot be excluded by applicable law).\n\nB. General Corporate Warranty. Splunk warrants that it has the legal power and authority to\n\nenter into these General Terms.\n\nC. Hosted Services Warranty. Splunk warrants that during the applicable Term: (i) Splunk will\n\nnot materially decrease the overall functionality of the Hosted Services; and (ii) the Hosted\n\nServices will perform materially in accordance with the applicable Documentation. Our\n\nsole and exclusive liability, and your sole and exclusive remedy for any breach of these\n\nwarranties, will be your right to terminate the applicable Hosted Services Purchased\n\nOffering, and we will refund to you any prepaid but unused Fees for the remainder of the\n\nTerm.\n\nD. On-Premise Product Warranty. Splunk warrants that for a period of ninety (90) days from\n\nthe Delivery of an On-Premise Product, the On-Premise Product will substantially perform\n\nthe material functions described in the applicable Documentation for such On-Premise\n\nProduct, when used in accordance with the applicable Documentation. Splunk’s sole\n\nliability, and your sole remedy, for any failure of the On-Premise Product to conform to the\n\nforegoing warranty, is for Splunk to do one of the following (at Splunk’s sole option and\n\ndiscretion) (i) modify, or provide an Enhancement for, the On-Premise Product so that it\n\nconforms to the foregoing warranty, (ii) replace your copy of the On-Premise Product with\n\na copy that conforms to the foregoing warranty, or (iii) terminate the Purchased Offering\n\nwith respect to the non-conforming On-Premise Product and refund the Fees paid by you\n\nfor such non-conforming On-Premise Product.\n\nE. Disclaimer of Implied Warranties. Except as expressly set forth above, the Offerings af&\n\nprovided “as is” with no warranties or representations whatsoever, express or implied.\n\nhttps://Awww.splunk.com/en_us/legal/splunk-general-terms.html\n\n12/30", "page": 12}, {"text": "30/03/2021\n\nSplunk General Terms | Splunk\n\nao-ane\n\nSplunk and its suppliers and licensors disclai\n\nLUiTakKding any-impliad syauranties of merchant bilysoiiatnetaryasainy dress or a\n\np\n\nmen\n\né out\n\nparticular purpose, noninfringement, or quiet é\n\nof course of dealing or trade usage. Splunk does not warrant that use of Offerings will\n\nSplunk Licensing Hub\n\n20. Ownership\n\nA. Offerings. As between you and Splunk, Splunk owns and reserves all right, title, and\n\ninterest in and to the Offerings, developer tools and other Splunk materials, including all\n\nintellectual property rights therein. We retain rights in anything delivered or developed by\n\nus or on our behalf under these General Terms. No rights are granted to you other than as\n\nexpressly set forth in these General Terms\n\nCustomer Content. You own and reserve all right, title and interest in your Customer\n\nContent. By sending Customer Content to a Hosted Service, you grant us a worldwide\n\nroyalty free, non-exclusive license to access and use the Customer Content for purposes\n\nof providing you the Hosted Service\n\nC. Feedback. You have no obligation to provide us with ideas for improvement, suggestions\n\nor other feedback (collectively, “Feedback”) in connection with an Offering, unless\n\notherwise expressly set forth in the applicable Order. If, however, you provide any\n\nFeedback, you hereby grant to Splunk a non-exclusive, transferable, irrevocable\n\nworldwide, royalty-free license (with rights to sublicense) to make, use, sell, offer to sell\n\nreproduce, modify, distribute, make available, publicly display and perform, disclose and\n\notherwise commercially exploit the Feedback\n\n21. Term and Termination\n\nA. Term and Renewal. These General Terms will commence upon the Effective Date and will\n\nremain in effect until the expiration of all applicable Purchased Offerings, unless earlier\n\nterminated pursuant to this Section. Termination of a specific Purchased Offering will not\n\naffect the Term of any other Purchased Offering. Termination of these General Terms will\n\nhave the effect of terminating all Purchased Offerings. Grounds for terminating a\n\nPurchased Offering (e.g., for non-payment), that are specific to the Purchased Offering, will\n\nnot be grounds to terminate Purchased Offerings where no breach exists. Unless indicated\n\notherwise in an Order, the Term of a Purchased Offering (and these General Terms) will\n\nautomatically renew for an additional period of time equal to the length of the preceding\n\nTerm, unless one party notifies the other of its intent not to renew at least one (1) day in\n\nadvance of the expiration of the Term or then-current renewal period\n\nTermination. Either party may terminate these General Terms, or any Purchased Offering,\n\nby written notice to the other party in the event of a material breach of these General\n\nTerms, or the specific terms associated with that Purchased Offering, that is not cured\n\nwithin thirty (30) days of receipt of the notice. Upon any expiration or termination of a\n\nPurchased Offering, the rights and licenses granted to you for that Purchased Offering wits\n\nautomatically terminate, and you agree to immediately (i) cease using and accessing the\n\nhttps://Awww.splunk.com/en_us/legal/splunk-general-terms.html\n\n13/30", "page": 13}, {"text": "30/03/2021\n\nSplunk General Terms | Splunk\n\nDra\n\nie es\n\nhe\n\nOffering, (ii) return or destroy all copies of any Op\n\nOC\n\na\n\n©\n\nLTA Safes 3 punk Goenfideadial|nformation i\n\nYAUEPHSSARL/ON Aisgaokidhaanctrhill)) u\n\nDon\n\nspl\n\nDO ars\n\nOF\n\nataia\n\nour request, certify in writing the completion of\n\ntermination of these General Terms or any Purchased Offering, Splunk will have no\n\nSplunk Licensing Hub\n\nC. Survival. The termination or expiration of these General Terms will not affect any\n\nprovisions herein which by their nature survive termination or expiration, including the\n\nprovisions that deal with the following subject matters: definitions, ownership of\n\nintellectual property, confidentiality, payment obligations, effect of termination, limitation\n\nof liability, privacy, and the “Miscellaneous” section in these General Terms\n\nD. Suspension of Service. In the event of a material breach or threatened material breach of\n\nthis Agreement, Splunk may, without limiting its other rights and remedies, suspend your\n\nuse of the Hosted Service until such breach is cured or Splunk reasonably believes there is\n\nno longer a threat, provided that we will give you at least five (5) days’ prior notice before\n\nsuspension. Suspension of a Hosted Service will have no impact on the duration of the\n\nTerm of the Purchased Offering or the associated Fees owed\n\n22. Limitation of Liability\n\nIn no event will the aggregate liability of either party, together with any of its Affiliates\n\narising out of or related to any Purchased Offering exceed the total amount paid by you for\n\nthat Purchased Offering in the twelve (12) months preceding the first incident out of which\n\nthe liability arose. For the avoidance of doubt, the foregoing limitation will not limit your\n\nobligations under the “Payment” section above, and will not be deemed to limit your rights\n\nto any service level credits under any applicable Service Level Schedule. Furthermore, the\n\ncap above will not be deemed to limit Splunk’s right to recover amounts for your use of an\n\nOffering in excess of the Capacity purchased or use outside of Internal Business Purposes\n\nIn no event will either party or its Affiliates have any liability arising out of or related to\n\nthese General Terms for any lost profits, revenues, goodwill, or indirect, special, incidental,\n\nconsequential, cover, business interruption or punitive damages\n\nThe foregoing limitations will apply whether the action is in contract or tort and regardless\n\nof the theory of liability, even if a party or its Affiliates have been advised of the possibility\n\nof such damages or if a party’s or its Affiliates’ remedy otherwise fails of its essential\n\npurpose\n\nThe limitation of liability herein will not apply to a party’s infringement of the other party’s\n\nintellectual property rights, indemnification obligations, or the fraud, gross negligence or\n\nwillful misconduct of a party.\n\nhttps://Awww.splunk.com/en_us/legal/splunk-general-terms.html\n\n14/30", "page": 14}, {"text": "30/03/2021\n\nSplunk General Terms | Splunk\n\nOUI\n\nEU UV\n\nThe unlesels disclaimers of damages will also not\n\nS\n\nsulbtiogs 40 wsesigaktperekclusion or lik creer Bobo ftans vaga\n\ntent such a law applies to you, some or all of the exclusions or limitations set for\n\nabove\n\nmau nat annly ta vai and vai may hava additianal riohte\n\nSplunk Licensing Hub\n\n—\n\nA. Our Indemnification to You. Splunk will defend and indemnify you, and pay all damages\n\n(including attorneys’ fees and costs) awarded against you, or that are agreed to ina\n\nsettlement, to the extent a claim, demand, suit or proceeding is made or brought against\n\nyou or your Affiliates by a third party (including those brought by the government) alleging\n\nthat a Purchased Offering infringes or misappropriates such third party’s patent, copyright\n\ntrademark or trade secret (a “Customer Claim”). Splunk will have no obligation under the\n\nforegoing provision to the extent a Customer Claim arises from your breach of these\n\nGeneral Terms, your Customer Content, Third-Party Extension, or the combination of the\n\nOffering with: (i) Customer Content; (ii) Third-Party Extensions; (iii) any software other than\n\nsoftware provided by Splunk; or (iv) any hardware or equipment. However, Splunk will\n\nindemnify against combination claims to the extent (y) the combined software is\n\nnecessary for the normal operation of the Purchased Offering (e.g., an operating system)\n\nor (z) the Purchased Offering provides substantially all the essential elements of the\n\nasserted infringement or misappropriation claim. Splunk may in its sole discretion and at\n\nno cost to you: (1) modify any Purchased Offering so that it no longer infringes or\n\nmisappropriates a third party right, (2) obtain a license for your continued use of the\n\nPurchased Offering, in accordance with these General Terms, or (3) terminate the\n\nPurchased Offering and refund to you any prepaid fees covering the unexpired Term\n\nYour Indemnification to Us. Unless expressly prohibited by applicable law, you will defend\n\nand indemnify us, and pay all damages (including attorneys’ fees and costs) awarded\n\nagainst Splunk, or that are agreed to in a settlement, to the extent a claim, demand, suit or\n\nproceeding is made or brought against Splunk or its Affiliates by a third party (including\n\nthose brought by a government entity) that: (i) alleges that your Customer Content or\n\nCustomer Extensions infringes or misappropriates such third party’s patent, copyright\n\ntrademark or trade secret, or violates another right of a third party; or (ii) alleges that your\n\nCustomer Content or your use of any Offering violates applicable law or regulation\n\nC. Mutual Indemnity. Each party will defend (or settle), indemnify and hold harmless at its\n\nexpense, any action brought against the other party by a third party to the extent that it is\n\nbased upon a claim for bodily injury, personal injury (including death) to any person, or\n\ndamage to tangible property resulting from the negligent acts or willful misconduct of the\n\nindemnifying party or its personnel hereunder, and will pay any reasonable, direct, out-of\npocket costs, damages and reasonable attorneys’ fees attributable to such claim that are\n\nawarded against the indemnified party (or are payable in settlement by the indemnified\n\nparty)\n\nProcess for Indemnification. The indemnification obligations above are subject to the\n\nparty seeking indemnification to: (i) provide the other party with prompt written notice of\n\nthe specific claim; (ii) give the indemnifying party sole control of the defense and\n\nsettlement of the claim (except that the indemnifying party may not settle any claim that\n\nrequires any action or forbearance on the indemnified party’s part without their prior\n\nconsent, which will not unreasonably withhold or delay); and (iii) gives the indemnifying\n\nhttps://Awww.splunk.com/en_us/legal/splunk-general-terms.html\n\n15/30", "page": 15}, {"text": "30/03/2021\n\nSplunk General Terms | Splunk\n\nNORA\n\nparty all reasonable assistance, at such party’s\n\nsp unk > (https://wwwssplunk.com)\n\nSplunk Licensing Hub\n\ntime, Splunk may update or modify an Offering and our policies, provided that: (a) the change\n\nand modification applies to all customers generally, and are not targeted to any particular\n\ncustomer; (b) no such change or modification will impose additional fees on you during the\n\napplicable Term or additional restrictions on your use of the Offering, or alter our liability or the\n\nallocation of risk between us under these General Terms; (c) no such change or modification\n\nwill materially reduce the security protections or overall functionality of the applicable\n\nOffering; and (d) any such change or modification will apply only prospectively, and will not\n\napply to any breach or dispute that arose between the parties prior to the effective date of the\n\nchange or modification.\n\n25. Governing Law\n\nThese General Terms will be governed by and construed in accordance with the laws of the\n\nState of California, as if performed wholly within the state and without giving effect to the\n\nprinciples of conflict of law. Any legal action or proceeding arising under these General Terms\n\nwill be brought exclusively in the federal or state courts located in the Northern District of\n\nCalifornia and the parties hereby consent to personal jurisdiction and venue therein. Splunk\n\nmay seek injunctive or other relief in any state, federal, or national court of competent\n\njurisdiction for any actual or alleged infringement of intellectual property or other proprietary\n\nrights of Splunk, its Affiliates, or any third party.\n\nNeither the Uniform Computer Information Transactions Act nor the United Nations\n\nConvention for the International Sale of Goods will apply to these General Terms.\n\n26. Use of Customer Name\n\nYou agree that we may add your name to our customer list and identify you as a Splunk\n\ncustomer on Splunk’s websites. Any further public use of your name in connection with Splunk\n\nmarketing activities (e.g., press releases) will require your prior approval.\n\n27. Miscellaneous\n\nA. Different Terms. Splunk expressly rejects terms or conditions in any Customer purchase\n\norder or other similar document that are different from or additional to the terms and\n\nconditions set forth in these General Terms. Such different or additional terms and\n\nconditions will not become a part of the agreement between the parties notwithstanding\n\nany subsequent acknowledgement, invoice or license key that Splunk may issue.\n\nAN\n\nhttps:/Awww.splunk.com/en_us/legal/splunk-general-terms.html\n\n16/30", "page": 16}, {"text": "30/03/2021\n\nSplunk General Terms | Splunk\n\nrhoaeag\n\nB. No Future Functionality. You agree that your pu\n\nAgent on\n\nLink Sivetssfonvviwversinecdenplity or features pedeprartronsã\n\npandas\n\nitten\n\nspl\n\nOM 2\n\na\n\nstatements made by Splunk regarding future fure\n\nSplunk Licensing Hub\n\nVv\n\nettective upon (I) personal delivery, (il) the second business day after mailing, or (c), except\n\nfor notices of termination or an indemnifiable claim (“Legal Notices”), which shall clearly\n\nbe identifiable as Legal Notices, the day of sending by email. Billing-related notices to\n\nCustomer will be addressed to the relevant billing contact designated by Customer. All\n\nother notices to Customer will be addressed to the relevant system administrator\n\ndesignated by Customer.\n\nD. Assignment. Neither party may assign, delegate or transfer these General Terms, in whole\n\nor in part, by agreement, operation of law or otherwise without the prior written consent\n\nof the other party, however Splunk may assign these General Terms in whole or in part to\n\nan Affiliate or in connection with an internal reorganization or a merger, acquisition, or sale\n\nof all or substantially all of Solunk’s assets to which these General Terms relates. Any\n\nattempt to assign these General Terms other than as permitted herein will be null and void\n\nSubject to the foregoing, these General Terms will bind and inure to the benefit of the\n\nparties’ permitted successors and assigns\n\nU.S. Government Use Terms. Splunk provides Offerings for U.S. federal government end\n\nuse solely in accordance with the following: Government technical data and rights related\n\nto Offerings include only those rights customarily provided to the public as defined in\n\nthese General Terms. This customary commercial license is provided in accordance with\n\nFAR 12.211 (Technical Data) and FAR 12.212 (Computer Software) and, for Department of\n\nDefense transactions, DFARS 252.227-7015 (Technical Data-Commercial Items) and\n\nDFARS 227.7202-3 (Rights in Commercial Computer Software or Commercial Computer\n\nSoftware Documentation). If a government agency has a need for rights not conveyed\n\nunder these terms, it must negotiate with Splunk to determine if there are acceptable\n\nterms for transferring such rights, and a mutually acceptable written addendum\n\nspecifically conveying such rights must be included in any applicable contract or\n\nagreement\n\nF. Waiver; Severability. The waiver by either party of a breach of or a default under these\n\nGeneral Terms will not be effective unless in writing. The failure by either party to enforce\n\nany provisions of these General Terms will not constitute a waiver of any other right\n\nhereunder or of any subsequent enforcement of that or any other provisions. If a court of\n\ncompetent jurisdiction holds any provision of these General Terms invalid or\n\nunenforceable, the remaining provisions of these General Terms will remain in full force\n\nand effect, and the provision affected will be construed so as to be enforceable to the\n\nmaximum extent permissible by law.\n\nIntegration; Entire Agreement. These General Terms along with any additional terms\n\nincorporated herein by reference, constitute the complete and exclusive understanding\n\nand agreement between the parties and supersedes any and all prior or contemporaneous\n\nagreements, communications and understandings, written or oral, relating to their subject\n\nAN\n\nmatter. Except as otherwise expressly set forth herein, any waiver, modification or\n\namendment of any provision of these General Terms will be effective only if in writing and\n\nhttps:/Awww.splunk.com/en_us/legal/splunk-general-terms.html\n\n17/30", "page": 17}, {"text": "30/03/2021\n\nSplunk General Terms | Splunk\n\nsigned by duly authorized representatives of both pa\n\nunks (https://www.splunk.com)\n\nFree Splunk (/en | us/download. html)\n\nspl\n\nForce Majeure. Neither party or its Affiliates, sub\n\nempblo ees,\n\nagents, partners and licensors will (except for the obligation to make any y payments) be\n\nSplunk Licensing Hub\n\ntelecommunications, or other utility tallures, eartnquake, storms or other elements of\n\nnature, blockades, embargoes, riots, acts or orders of government, acts of terrorism, or\n\nwar.\n\n—\n\nIndependent Contractors; No Third-Party Beneficiaries. The parties are independent\n\ncontractors. These General Terms does not create a partnership, franchise, joint venture\n\nagency, fiduciary or employment relationship between the parties. There are no third\nparty beneficiaries of these General Terms. Neither party has the authority to bind or act\n\non behalf of the other party in any capacity or circumstance whether by contract or\n\notherwise\n\nGeneral Terms Definitions Exhibit\n\n“Affiliates” means a corporation, partnership or other entity controlling, controlled by or under\n\ncommon control with such party, but only so long as such control continues to exist. For\n\npurposes of this definition, “control” means ownership, directly or indirectly, of greater than\n\nfifty percent (50%) of the voting rights in such entity (or, in the case of a noncorporate entity,\n\nequivalent rights)\n\n“Capacity” means the measurement of usage of an Offering (e.g., aggregate daily volume of\n\ndata indexed, specific source type rights, number of search and compute units, number of\n\nmonitored accounts, virtual CPUs, user seats, use cases, storage capacity, etc.) that is\n\npurchased for an Offering, as set forth in the applicable Order. The Capacities for each of our\n\nOfferings can be found here: https://www.splunk.com/en_us/legal/licensed-capacity.html\n\n(https://www.splunk.com/en_us/legal/licensed-capacity.html)\n\n“CCPA” means the California Consumer Privacy Act of 2018\n\n“Confidential Information” means all nonpublic information disclosed by a party (\"Disclosing\n\nParty”) to the other party (“Receiving Party”), whether orally or in writing, that is designated as\n\nconfidential” or that, given the nature of the information or circumstances surrounding its\n\ndisclosure, should reasonably be understood to be confidential. Notwithstanding the foregoing,\n\n“Confidential Information” does not include any information that: (i) is or becomes generally\n\nknown to the public without breach of any obligation owed to the Disclosing Party, (ii) was\n\nknown to the Receiving Party prior to its disclosure by the Disclosing Party without breach ofN\n\nhttps://Awww.splunk.com/en_us/legal/splunk-general-terms.html\n\n18/30", "page": 18}, {"text": "30/03/2021\n\nSplunk General Terms | Splunk\n\nobligation owed to the Disclosing Party, (iii) is receiv\n\nÚ\n\nU Dd\n\nach of\n\nBikerdhvasd/wwrembussagParty, or (iv) was Fraeselakidencas/eenselaasyrim)\n\nReceiving Party.\n\nSplunk Licensing Hub\n\nRPI PI re\n\nWhey w\n\nMPV wu we NITRO UU “o\n\nWee\n\nSubscriptions are purchased as an add-on service and are identified in an Order\n\n“Customer Content” means any data that is ingested by or on behalf of you into an Offering\n\nfrom your internal data sources\n\n“Delivery” means the date of Splunk’s initial delivery of the license key for the applicable\n\nOffering or, for Hosted Services, the date Splunk makes the applicable Offering available to you\n\nfor access and use\n\n“Documentation” means the online user guides, documentation and help and training\n\nmaterials published on Splunk’s website (such as at http://docs.splunk.com/Documentation)\n\nor accessible through the applicable Offering, as may be updated by Splunk from time to time\n\n“Enhancements” means any updates, upgrades, releases, fixes, enhancements or\n\nmodifications to a Purchased Offering made generally commercially available by Splunk to its\n\ncustomers under the terms and conditions in the Support Exhibit\n\n“Extension” means any separately downloadable or accessible suite, configuration file, add-on\n\ntechnical add-on, example module, command, function, playbook, content or application that\n\nextends the features or functionality of the applicable Offering\n\n“Fees” means the fees that are applicable to an Offering, as identified in the Order\n\n“GDPR” means the General Data Protection Regulation (Regulation (EU) 2016/679 of the\n\nEuropean Parliament and of the Council of 27 April 2016 on the protection of natural persons\n\nwith regard to the processing of personal data and on the free movement of such data) as\n\nupdated, amended or replaced from time to time\n\n“HIPAA” means the Health Insurance Portability and Accountability Act of 1996, as amended\n\nand supplemented by the Health Information Technology for Economic and Clinical Health Act\n\n“Hosted Service” means a technology service hosted by or on behalf of Splunk and provided\n\nto you\n\n“Internal Business Purpose” means your use of an Offering for your own internal business\n\noperations, based on the analysis, monitoring or processing of your data from your systems\n\nnet-works and devices. Such use does not include use on a service bureau basis or otherwise\n\nto provide services to, or process data for, any third party, or otherwise use to monitor or\n\nservice the systems, networks and devices of third parties\n\nAN\n\n“ITAR Data” means information protected by the International Traffic in Arms Regulations\n\nhttps:/Awww.splunk.com/en_us/legal/splunk-general-terms.html\n\n19/30", "page": 19}, {"text": "30/03/2021\n\nSplunk General Terms | Splunk\n\nSs\n\nmeans the products, services and othe\n\nr\n\nlun\n\nSPINGE\n\nmolding withouth\n\nmita\n\nKCOM) premise P odtict\n\nPrograms, Content Subscriptions and Configuration and Implementation Services.\n\nSplunk Licensing Hub\n\nmade available to you by Splunk.\n\n“Open Source Software” means software that is licensed under a license approved by the\n\nOpen Source Initiative or similar freeware license, with terms requiring that such software\n\ncode be (i) disclosed or distributed in source code or object code form, (ii) licensed for the\n\npurpose of making derivative works, and/or (iii) redistributed under the same license terms.\n\n“Orders” means Splunk’s quote or ordering document (including online order form) accepted\n\nby you via your purchase order or other ordering document submitted to Splunk (directly or\n\nindirectly through an authorized reseller) to order Offerings, which references the Offering,\n\nCapacity, pricing and other applicable terms set forth in an applicable Splunk quote or ordering\n\ndocument. Orders do not include the terms of any preprinted terms on your purchase order or\n\nother terms on a purchase order that are additional or inconsistent with the terms of these\n\nGeneral Terms.\n\n“PCI Data” means credit card information within the scope of the Payment Card Industry Data\n\nSecurity Standard.\n\n“PHI Data” means any protected health data, as defined under HIPAA.\n\n“Purchased Offerings” means the services, subscriptions and licenses to Offerings that are\n\nacquired by you under Orders, whether directly or through an authorized reseller.\n\n“Service Level Schedule” means a Splunk policy that applies to the availability and uptime of a\n\nHosted Service and which, if applicable, offers service credits as set forth therein.\n\n“Splunkbase” means Splunk’s online directory of or platform for Extensions, currently located\n\nat https://splunkbase.splunk.com (https://splunkbase.splunk.com/) and any and all\n\nsuccessors, replacements, new versions, derivatives, updates and upgrades and any other\n\nsimilar platform(s) owned and/or controlled by Splunk.\n\n“Splunk Developer Tool” means the standard application programming interface,\n\nconfigurations, software development kits, libraries, command line interface tools, other\n\ntooling (including scaffolding and data generation tools), integrated development environment\n\nplug-ins or extensions, code examples, tutorials, reference guides and other related materials\n\nidentified and provided by Splunk to facilitate or enable the creation of Extensions or\n\notherwise support interoperability between the Software and your system or environment.\n\n“Splunk Extensions” means Extensions made available through Splunkbase that are identified\n\non Splunkbase as built by Splunk (and not by any third party).\n\nAN\n\nhttps:/Awww.splunk.com/en_us/legal/splunk-general-terms.html\n\n20/30", "page": 20}, {"text": "30/03/2021\n\nSplunk General Terms | Splunk\n\nU DY\n\nand ide\n\nSPPPort Programs” are the Support Programs offere\n\nS\n\nDy Ostia donversPliansuannalt-and-servic = /Eeespsptunkééeacus/Newmload h html)\n\n(http://www.splunk.com/en us/support-and-services/support-programs\n\nSplunk Licensing Hub\n\nCURA A AA tas\n\nNONO NITRO Ey Se NOT IIS ow “o\n\no\n\n“Third-Party Content” means information, data, technology or materials made available to you\n\nby any third party that you license and add to a Hosted Service or direct Splunk to install in\n\nconnection with a Hosted Service. Third-Party Content includes but is not limited to, Third\nParty Extensions, web-based or offline software applications, data service or content that are\n\nprovided by third parties\n\n“Usage Data” means data generated from the usage, configuration, deployment, access and\n\nperformance of an Offering. For example, this may include such things as information about\n\nyour operating environment, such as your network and systems architecture, or sessions, such\n\nas page loads and session views, duration, or interactions, errors, number of searches, source\n\ntypes and format (e.g., json, xml, csv), ingest volume, number of active and licensed users, or\n\nsearch concurrency. Usage Data does not include Customer Content\n\nSupport Exhibit to Splunk General Terms\n\nThis Support Exhibit forms a part of the Splunk General Terms and governs your purchase, and\n\nSplunk’s provision of Support Services\n\n1. Support Programs\n\nSupport Programs purchased as part of a Purchased Offering will be identified in your\n\napplicable Order. Splunk will provide you the level of Support Services described under\n\nthe purchased Support Program, subject to your payment of applicable Fees. “Support\n\nPrograms” are the Support Programs offered by Splunk and identified here\n\nhttp://www.splunk.com/en_us/support-and-services/support-programs.html\n\n(http://www.splunk.com/en_us/support-and-services/support-programs.html)\n\nSupport Services\n\n“Support Services” include technical support for your Purchased Offerings, and, when\n\navailable, the provision of Enhancements for your Purchased Offerings, subject to the\n\nSupport Policy described below. Technical support under a Support Program is available\n\nvia email or web portal, and certain Support Programs also make support available via\n\ntelephone. Support Services will be delivered by a member of Splunk’s technical SUPPOrtA,\n\nteam during the regional hours of operation applicable under the Support Program\n\nSupport Services are delivered in English unless you are in a location where we have made\n\nhttps://Awww.splunk.com/en_us/legal/splunk-general-terms.html\n\n21/30", "page": 21}, {"text": "30/03/2021\n\nSplunk General Terms | Splunk\n\nlocalized Support Services available.\n\nunk > (https://wwwsplunk.com)\n\nsp\n\n3. Support Policy\n\nSplunk Licensing Hub\n\nsplunk On-Premise Products and other policies associated with our support services.\n\nAs we release new versions for our Offerings, we discontinue Support Services for certain\n\nolder versions. Our Support Policy sets forth the schedule for the duration of support, and\n\nend of support, for Offering versions. The current versions of our Offerings that are\n\nsupported under our Support Policy, and will be our “Supported Versions” herein. For the\n\navoidance of doubt, the Support Policy may not apply to Hosted Services, and the product\n\nand services version we make available as our Hosted Services will be deemed Supported\n\nVersions herein.\n\nCase Priority\n\nEach Support Program offers different support levels for your case priority levels. When\n\nsubmitting a case, you will select the priority for initial response by logging the case online,\n\nin accordance with the priority guidelines set forth under your Support Program. When the\n\ncase is received, we may in good faith change the priority if the issue does not conform to\n\nthe criteria for the selected priority. When that happens, we will provide you with notice\n\n(electronic or otherwise) of such change.\n\n5. Exclusions\n\nWe will have no obligation to provide support for issues caused by any of the following\n\n(each, a “Customer Generated Error”): (i) modifications to an Offering not made by Splunk;\n\n(ii) use of an Offering other than as authorized in the Agreement or as provided in the\n\napplicable Documentation; (iii) damage to the machine on which an On-Premise Product is\n\ninstalled; (iv) use of a version of an Offering other than the Supported Version; (vi) third\nparty products that are not expressly noted in the Documentation as supported by Splunk;\n\nor (vi) conflicts related to replacing or installing hardware, drivers, and software that are\n\nnot expressly supported by Splunk and described in the applicable Documentation. If we\n\ndetermine that support requested by you is for an issue caused by a Customer Generated\n\nError, we will notify you of that fact as soon as reasonably possible under the\n\ncircumstances. If you agree that we should provide support for the Customer Generated\n\nError via a confirming email, then we will have the right to invoice you at our then-current\n\ntime and materials rates for any such support provided by us.\n\n6. Support for Splunk Extensions\n\nOnly Splunk Extensions that are labeled as “Splunk Supported” on Splunkbase, or other\n\nSplunk-branded marketplace, are eligible for support, and this support is limited. For those\n\nlabeled Splunk Supported, we will provide an initial response and acknowledgement in\n\naccordance with the P3 terms that are applicable in the applicable Support Program.\n\nEnhancements for Splunk Extensions labeled as Splunk Supported when made available.\n\nNo other terms of a Support Program will apply to a Splunk Application. For those labeledN\n\nhttps:/Awww.splunk.com/en_us/legal/splunk-general-terms.html\n\n22/30", "page": 22}, {"text": "30/03/2021\n\nSplunk General Terms | Splunk\n\nas “Not Supported,” Splunk will have no supporteblga\n\nsp\n\nunk > (https://wwwsplunk.com)\n\n7. Authorized Support Contacts\n\nSplunk Licensing Hub\n\nThe number of Support Contacts will be based on the Capacity of the Offering purchased,\n\nand the applicable Support Program. The number of Support Contacts will be set forth in\n\ncustomer’s entitlement information on the Splunk support portal.\n\nWe only take support requests from, and communicate with, your Support Contacts in\n\nconnection with support cases. We strongly recommend that your Support Contact(s) are\n\ntrained on the applicable Offering. In order to designate Support Contacts, you must\n\nprovide the individual’s primary email address and Splunk.com login ID.\n\n8. Defect Resolution\n\nShould we determine that an Offering has a defect, we will, at our sole option, repair the\n\ndefect in the version of the Offering that you are then currently using or instruct you to\n\ninstall a newer version of the Offering with that defect repaired. We reserve the right to\n\nprovide you with a workaround in lieu of fixing a defect should we in our sole judgment\n\ndetermine that it is more effective to do so.\n\n9. Your Assistance\n\nShould you report a purported defect or error in an Offering, we may require you to\n\nprovide us with the following information: (a) a general description of your operating\n\nenvironment; (b) a list of all hardware components, operating systems and networks; (c) a\n\nreproducible test case; and (d) any log files, trace and systems files. Your failure to provide\n\nthis information may prevent us from identifying and fixing that purported defect.\n\n10. Changes to Support Programs\n\nYou acknowledge that, subject to the Support Policy, and subject to any commitment we\n\nhave under an Order with you, we have the right to discontinue the manufacture,\n\ndevelopment, sale or support of any Offering, at any time, in our sole discretion. We further\n\nreserve the right to alter Support Programs from time to time, using reasonable discretion,\n\nbut in no event will such alterations, during the Term of any Order, result in diminished\n\nSupport Services from the level of your applicable purchased Support Program.\n\nConfiguration and Implementation Services Exhibit to\n\nSplunk General Terms\n\nAN\n\nhttps://Awww.splunk.com/en_us/legal/splunk-general-terms.html\n\n23/30", "page": 23}, {"text": "30/03/2021\n\nSplunk General Terms | Splunk\n\nThis Configuration and Implementation Services Ex\n\nd Dad\n\nton\n\nSPHANKOgovd rss your perehutecan Splunk's pro sie Spire den\n\nServices.\n\nSplunk Licensing Hub\n\n1. Services and Statements of Work\n\nWe will perform the C&l Services for you that are set forth in the applicable Statements of\n\nWork. You will pay the Fees under each Statement of Work in accordance with these\n\nGeneral Terms, or otherwise as we may expressly agree in the applicable Statement of\n\nWork\n\nIn each Statement of Work, we will designate our primary point of contact for you for all\n\nmatters relating to the applicable C&l Services (which we may change from time to time\n\nupon notice)\n\nOur Personnel\n\nQualifications. The Personnel we assignto perform the C&l Services will be qualified\n\nskilled, experienced and otherwise fit for the performance of the C&l Services. If you, in\n\nyour reasonable judgement, determine that Personnel assigned to your project are unfit\n\nwe will in good faith discuss alternatives, and we will replace Personnel as reasonably\n\nnecessary. You acknowledge that any replacement may cause delay in the performance of\n\nthe C&l Services\n\nPersonnel Conduct. Our Personnel are subject to our Splunk Code of Conduct and Ethics\n\nhttps://investors.splunk.com/code-business-conduct-and-ethics-1\n\n(https://investors.splunk.com/code-business-conduct-and-ethics-1), which includes\n\nwithout limitation, an obligation to comply with our policies on protecting customer\n\ninformation, prohibitions on illegal drugs and any impaired job performance, avoiding\n\nconflicts of interest, and acting ethically at all times. We also background check our\n\nemployees, per the Section below\n\nUse of Subcontractors. We reserve the right to use subcontractors in performance of the\n\nC&l Services, provided: (a) any subcontractor we use meets the requirements herein and\n\nconditions of these General Terms and the Statement of Work; (b) we will be responsible\n\nfor the subcontractor’s compliance with the terms herein and the Statement of Work; and\n\n(c) upon your request or inquiry, we will identify any subcontractor that we are using, or\n\nplan to use, for C&l Services, and will cooperate in good faith to provide you with all\n\nrelevant information regarding such subcontractors\n\nNo Employee Benefits. We acknowledge and agree that our Personnel are not eligible for\n\nor entitled to receive any compensation, benefits, or other incidents of employment that\n\nyou make available to your employees. We are solely responsible for all employment\n\nrelated taxes, expenses, withholdings, and other similar statutory obligations arising out of\n\nthe relationship between us and our Personnel and the performance of C&l Services by\n\nsuch Personnel\n\nhttps:/Awww.splunk.com/en_us/legal/splunk-general-terms.html\n\n24/30", "page": 24}, {"text": "30/03/2021\n\nSplunk General Terms | Splunk\n\nvis\n\n3. Our Background Checks, Security and Compli\n\nunks (https://www.splunk.com)\n\nFree Splunk (/en_ us/download. ntm))\n\nsp\n\na ami\n\nDo\n\noOnne\n\nCompliance with Your Security Program. Whilecen\n\ncomply with your security practices and procedures generally prescribed by you for onsite\n\nSplunk Licensing Hub\n\nVv\n\nstatement of Work. We agree to discuss In good Taith any condition or requirement you\n\nmay have for our Personnel that are different from standard policies, however any\n\nadditional requirement may delay C&l Services, and must be vetted and implemented by\n\nmutual agreement of the parties and expressly set forth in a Statement of Work. Splunk\n\ndoes not guarantee that it will be able to meet any additional requested requirements\n\nOur Security Practices. We implement and follow an enterprise security program, with the\n\npolicies, plans, and procedures set forth here www.splunk.com/prof-serv-isa\n\n(https://www.splunk.com/prof-serv-isa). Our Personnel will be subject to the data\n\nprotection and confidentiality obligations set forth in these General Terms with respect to\n\nany of your data that we may have access to in connection with the C&l Services\n\nBackground Checks. For U.S.-based projects, we will not assign an employee to perform\n\nC&l Services under a Statement of Work unless we have run the following background\n\ncheck on the employee: Criminal Felony & Misdemeanor; SSN Validation; Federal Criminal\n\nSSN Trace; Employment Report — Three (3) Employers; Education Report — One (1)\n\nInstitution; Global Sanctions & Enforcement; Prohibited Parties; Widescreen Plus National\n\nCriminal Search. You acknowledge that such background checks may not be permitted or\n\ncustomary outside the United States\n\nPermissions for Access. In the event you require any Personnel to sign any waivers\n\nreleases, or other documents as a condition to gain access to your premises for\n\nperformance of the C&l Services (“Access Documents’), you agree: (a) that Personnel\n\nwho will be required to sign Access Documents will sign on behalf of Splunk; (b) that any\n\nadditional or conflicting terms in Access Documents with these General Terms will have\n\nno effect; and (c) you will pursue any claims for breach of any terms in the Access\n\nDocuments against Splunk and not the individual signing\n\nYour Materials\n\nWe will have no rights in or to any Customer Materials, however you grant us the right to\n\nuse Customer Materials in order to provide the C&l Services. Nothing in these General\n\nTerms will deemed to transfer to us any ownership of Customer Materials\n\n5. C&l Services Materials and Customizations Unique to You\n\nC&I Services Materials. The C&l Services we perform (e.g., configuration of our Offerings)\n\nand the C&l Services Materials we offer, create, and deliver to you in connection with the\n\nC&l Services, are generally applicable to our business, and therefore we require the right\n\nto be able to re-use the C&l Services Materials we create for one customer in connection\n\nwith all of our customers. For the avoidance of doubt, our use of the C&l Services Materials\n\ncreated for you in connection with C&l Services will comply with our ongoing obligations\n\nAN\n\nand restrictions with respect to your Customer Materials and your Confidential\n\nInformation, and we will not identify you in any way in connection with our further use of\n\nhttps:/Awww.splunk.com/en_us/legal/splunk-general-terms.html\n\n25/30", "page": 25}, {"text": "30/03/2021\n\nSplunk General Terms | Splunk\n\nsuch C&l Services Materials\n\nunks (https://www.splunk.com)\n\nFree Splunk (/en | us/download html)\n\nsp\n\nCustomer Owned Work Product. However, in the\n\naven\n\nar\n\nne Da\n\nthat\n\nC&l Services Materials for a project are custom work product unique to your business, and\n\nSplunk Licensing Hub\n\nVv\n\nStatement ot Work tor ownership to pass to you. Subject to payment of applicable Fees\n\nunder the Statement of Work, we hereby assign to you all rights, title and interest\n\n(including all Intellectual Property Rights therein) in and to all C&l Services Materials\n\nidentified as Customer Owned Work Product (but excluding all Splunk Pre-existing IP\n\nincorporated into the Customer Owned Work Product). At your request and expense, we\n\nwill assist and cooperate with you in all reasonable respects and will execute documents\n\nand take such further acts reasonably requested by you to enable you to acquire, transfer\n\nmaintain, perfect and enforce your ownership rights in such Customer Owned Work\n\nProduct\n\nOur Ownership. Subject to your ownership rights in Customer Owned Work Product and\n\nCustomer Materials, we will own all rights in and to all C&l Services Materials\n\nLicense Rights. For those C&l Services Materials that are not Customer Owned Work\n\nProduct, you will have the right to access and use those C&l Services Materials in\n\nconnection with your applicable Offerings, and those rights will be of the same scope and\n\nduration as your rights to the underlying Offering\n\n6. C&l Services Warranty\n\nWe warrant that the C&l Services will be performed in a good and workmanlike manner\n\nconsistent with applicable industry standards. This warranty will be in effect for a period\n\nof thirty (30) days from the completion of any C&l Services. As your sole and exclusive\n\nremedy and our entire liability for any breach of the foregoing warranty, we will, at our\n\noption and expense, promptly re-perform any C&l Services that fail to meet this warranty\n\nor refund to you the fees paid for the non-conforming C&l Services\n\nYour Cooperation\n\nYou acknowledge that your timely provision of (and our access to) your facilities\n\nequipment, assistance, cooperation, data, information and materials from your officers\n\nagents and employees (the “Cooperation”) is essential to Splunk’s performance of the C&l\n\nServices. We will not be liable for any delay or deficiency in performing the C&l Services if\n\nyou do not provide the necessary Cooperation. As part of the Cooperation, you will (1)\n\ndesignate a project manager or technical lead to liaise with us while we perform the C&l\n\nServices; (2) allocate and engage additional resources as may be required to assist us in\n\nperforming the C&l Services; and (3) making available to us any data, information and any\n\nother materials reasonably required by us to perform the C&l Services, including any data\n\ninformation or materials specifically identified in the Statement of Work\n\n8. Insurance\n\nThroughout any period of C&l Services we perform for you, we will maintain insurance W\n\npolicies in the types and amounts described below at our own expense\n\nhttps:/Awww.splunk.com/en_us/legal/splunk-general-terms.html\n\n26/30", "page": 26}, {"text": "30/03/2021\n\nSplunk General Terms | Splunk\n\nUnakkbeteiebGeneial.sability.beaayance with a | mitregaaspiledst eens AOA OROrwer)\n\nspl\n\nareia\n\n000000\n\nsia\n\noccurrence and a general aggregate limit of not\n\nSplunk Licensing Hub\n\nVorker's Compensation Insurance as required by workers’ Compensation, occupational\n\ndisease and occupational health and safety laws, statutes and regulations\n\nTechnology Errors & Omissions Insurance with a limit of not less than $3,000,000\n\nUmbrella/Excess Insurance with a limit of not less than $3,000,000\n\nChange Order Process\n\nYou may submit written requests to us to change the scope of C&l Services described ina\n\nStatement of Work (each such request, a “Change Order Request”). If we elect to consider\n\na Change Order Request, then we will promptly notify you if we believe that the Change\n\nOrder Request requires an adjustment to the fees or to the schedule for the performance\n\nof the C&l Services. In such event, the parties will negotiate in good faith a reasonable and\n\nequitable adjustment to the fees and/or schedule, as applicable. We will continue to\n\nperform C&l Services pursuant to the existing Statement of Work and will have no\n\nobligation to perform any Change Order Request unless and until the parties have agreed\n\nin writing to such an equitable adjustment\n\n10\n\nExpenses\n\nUnless otherwise specified in the Statement of Work, we will not charge you for our\n\nexpenses we incur in connection with a Statement of Work. Our daily C&l Services rates\n\nare inclusive of any expenses. In the event the parties agree that expenses are\n\nreimbursable under a Statement of Work, we will mutually agree on any travel policy and\n\nany required documentation for re-imbursement\n\n11\n\nPrepaid C&l Services\n\nUnless otherwise expressly stated in a Statement of Work, all prepaid C&l Services must\n\nbe redeemed within twelve (12) months from the date of purchase/invoice. At the end of\n\nthe twelve (12) month term, any remaining pre-paid unused C&l Services will expire; no\n\nrefunds will be provided for any remaining pre-paid unused C&l Services. Unless otherwise\n\nspecifically stated in a Statement of Work, Education is invoiced and payable in advance\n\nConfiguration and Implementation Services\n\nDefinitions Exhibit\n\n“C&l Services” means the services outlined in the Statement of Work\n\nhttps:/Awww.splunk.com/en_us/legal/splunk-general-terms.html\n\n27/30", "page": 27}, {"text": "30/03/2021\n\nSplunk General Terms | Splunk\n\n“C&l Services Materials” means the materials and o\n\nEs (Te Ive\n\nADI\n\ne provided\n\nou\n\nS\n\nHK Enecipes em irsesahenkrgpmaterials, tech olokiea Sen Uerane/denaloadatation of\n\nany kind that we or our Personnel may create or reduce fo practice in\n\ne course oT pertorming\n\ntha C2.1 Garnvirnae including vwritharit limitatian all imnravamante ar madifinatiane tn air\n\nSplunk Licensing Hub\n\n“E vans nas\n\nw\n\nVIRA Res RAD\n\nWs NITRO VALA RIA;\n\nww\n\nSARE CA\n\nMew yw poi no VIAS ww uv\n\nconnection with your use of the C&l Services\n\n“Fees” means the fees that are applicable to the C&l Services, as identified in the Statement of\n\nWork\n\n“Intellectual Property Rights” means all worldwide intellectual property rights, including\n\ncopyrights and other rights in works of authorship; rights in trademarks, tradenames, and other\n\ndesignations of source or origin; rights in trade secrets and confidential information; and\n\npatents and patent applications\n\n“Offerings” means the products, services and other offerings that Splunk makes generally\n\navailable for purchase and use\n\n“Orders” means Splunk’s quote or ordering document (including online order form) accepted\n\nby you via your purchase order or other ordering document submitted to Splunk (directly or\n\nindirectly through an authorized reseller) to order C&l Services\n\n“Personnel” means any employee, consultant, contractor, or subcontractor of Splunk\n\n“Splunk Preexisting IP” means, with respect to any C&l Services Materials, all associated\n\nSplunk Technology and all Intellectual Property Rights created or acquired: (a) prior to the date\n\nof the Statement of Work that includes such C&l Services Materials, or (b) after the date of\n\nsuch Statement of Work but independently of the C&l Services provided under such\n\nStatement of Work\n\n“Statement of Work” means the statements of work and/or any all applicable Orders that\n\ndescribe the specific services to be performed by Splunk, including any materials and\n\ndeliverables to be delivered by Splunk\n\nPLATFORM +»\n\nSECURITY PRODUCTS v\n\nIT OPERATIONS & OBSERVABILITY PRODUCTS »\n\nSOLUTIONS BY INITIATIVE +\n\nhttps:/Awww.splunk.com/en_us/legal/splunk-general-terms.html\n\n28/30", "page": 28}, {"text": "30/03/2021\n\nSplunk General Terms | Splunk\n\nSOLUTIONS BY FUNCTION +\n\nsp unks (https://www.splunk.com)\n\nSOLUTIONS BY INDUSTRY v\n\nSplunk Licensing Hub\n\nSUPPORT v\n\nRESOURCES +\n\nFOR DEVELOPERS v\n\nCOMPANY +\n\nSPLUNK SITES v\n\nS lunk > turn data into doing\n\n(https://www.splunk.com/)\n\n(https://twittens:¢ /ny Gritos voga hd sites (chin ad mata yeaigotonixe d aody/)\n\nSitemap (/en_us/site-map.html)\n\nPrivacy (/en_us/legal/privacy/privacy-policy.html)\n\nWebsite Terms of Use (/en_us/legal/terms/terms-of-use.html)\n\nSplunk Licensing Terms (/en_us/legal/splunk-terms-overview.html)\n\nExport Control (/en_us/legal/export-controls.html)\n\nModern Slavery Statement (https://www.splunk.com/pdfs/legal/splunk-modern-slavery-act-transparancy\nstatement. pdf\n\nSplunk Patents (/en_us/legal/patents.html)\n\n© 2005-2021 Splunk Inc. All rights reserved\n\nSplunk, Splunk>,Turn Data Into Doing, Data-to-Everything, and D2E are trademarks or registered trademarks of Splunk Inc. in thON\n\nUnited States and other countries. All other brand names,product names,or trademarks belong to their respective owners.\n\nhttps:/Awww.splunk.com/en_us/legal/splunk-general-terms.html\n\n29/30", "page": 29}, {"text": "30/03/2021\n\nSplunk General Terms | Splunk\n\nsplunk > (https://www.splunk.com)\n\nSplunk Licensing Hub\n\nhttps:/Awww.splunk.com/en_us/legal/splunk-general-terms.html\n\n30/30", "page": 30}]