[{"text": "30/03/2021\n\nTERMOS E CONDIÇÕES DOS SERVIÇOS DOCUSIGN | DocuSign\n\nVendas (11) 3330-1000\n\nDocuSign\n\nUltima atualização em 26 de janeiro de 2021\n\nAVISO IMPORTANTE: ESTES TERMOS E CONDIÇÕES CONTÊM UMA DISPOSIÇÃO DE\n\nARBITRAGEM VINCULANTE E RENÚNCIA A JULGAMENTOS DE JÚRI E AÇÕES COLETIVAS\n\nEM RELAÇÃO A LITÍGIOS ADVINDOS DA UTILIZAÇÃO DOS SERVIÇOS DOCUSIGN. ISSO\n\nAFETA SEUS DIREITOS CONFORME DETALHADO NA CLÁUSULA DE RENÚNCIA DE AÇÃO\n\nCOLETIVA ABAIXO. POR FAVOR, LEIA COM ATENÇÃO.\n\nEstes Termos e Condições dos Serviços DocuSign (\"Termos\") regem o acesso e a utilização dos\n\nmom\n\nwebsites e serviços da DocuSign (\"DocuSign\n\n3\n\nnos\" ou \"nos\") (coletivamente, o \"Site\") pelos\n\nvisitantes do site (\"Visitantes do Site\") e pessoas ou entidades que adquirem serviços (\"Serviços\n\nDocuSign\") ou criam uma conta (\"Conta\") e seus Usuários Autorizados (coletivamente,\n\n\"Clientes\". Ao utilizar o Site ou quaisquer Serviços DocuSign, você, como Visitante do Site ou\n\nCliente, aceita estes Termos (por si mesmo ou em nome de uma entidade jurídica que você\n\nrepresente). Um \"Usuário Autorizado\" de um Cliente é, cada um, uma pessoa física, quer seja um\n\nfuncionário, parceiro comercial, contratado ou agente de um Cliente, que está registrada ou\n\nautorizada pelo Cliente para usar os Serviços DocuSign de acordo com estes Termos, até o\n\nnúmero máximo de usuários ou de utilizações especificado no momento da compra. Clientes e\n\namu\n\nVisitantes do Site podem ser designados como\n\n\"voce\" e \"seu\" nestes Termos, conforme\n\naplicável.\n\nSe você for um Cliente e você ou sua organização estiver vinculada a um Contrato Principal de\n\nServiços com a DocuSign (\"Termos Corporativos\"), então esses Termos se aplicarão, se for o\n\ncaso, apenas ao uso do Site ou de quaisquer Serviços DocuSign na medida que tal uso já não\n\nseja regido pelo Contrato Principal de Serviços. Para evitar dúvidas, todas as referências ao\n\n\"Site\" nestes Termos também incluem os Serviços DocuSign.\n\nAO ACESSAR, USAR OU FAZER DOWNLOAD DE QUAISQUER MATERIAIS DO SITE, VOCÊ\n\nCONCORDA EM CUMPRIR E SE VINCULAR A ESTES TERMOS. SE VOCÊ NÃO CONCORDAR\n\nCOM ESTES TERMOS, VOCÊ NÃO ESTARÁ AUTORIZADO E DEVERÁ ENCERRAR O USO DO\n\nSITE IMEDIATAMENTE.\n\n1\n\nATUALIZAÇÕES E COMUNICAÇÕES\n\n1.1\n\nNós podemos, de tempos em tempos, revisar estes Termos ou termos e condições\n\nadicionais que sejam relevantes a um Serviço DocuSign específico para refletir mudanças na lei\n\nou nos Serviços DocuSign. Nós publicaremos os termos revisados no Site com a data da última\n\natualização. POR FAVOR, CONSULTE O SITE REGULARMENTE PARA OBTER\n\nTEMPESTIVAMENTE NOTIFICAÇÃO DE QUAISQUER REVISÕES. SE VOCÊ CONTINUAR A\n\nUTILIZAR OS SERVIÇOS DOCUSIGN APÓS AS REVISÕES ENTRAREM EM VIGOR, VOCÊ\n\nCONCORDA EM ESTAR VINCULADO AOS TERMOS REVISADOS. Você concorda que não\n\nseremos responsáveis perante você ou terceiros por qualquer modificação dos Termos.\n\nhttps:/Awww. docusign.com.br'termos-e-condicoest:-:text=Estes Termos e Condições dos,ou criam uma conta (\"Conta\n\n1/31", "page": 1}, {"text": "30/03/2021\n\nTERMOS E CONDIÇÕES DOS SERVIÇOS DOCUSIGN | DocuSign\n\nVendas (11) 3330-1000\n\nDocuSign\n\nee eee\n\nsatisfazem a quaisquer requisitos legais que determinam que as Comunicações devem ser\n\nescritas ou entregues em formato específico, e concorda em manter suas informações de\n\ncontato da Conta atualizadas.\n\n2\n\nTERMOS ADICIONAIS PARA SERVIÇOS DOCUSIGN\n\n2.1\n\nAssinatura DocuSign. Se vocé usar o Assinatura DocuSign, vocé aceita os Termos do\n\nAnexo de Assinatura DocuSign abaixo.\n\n2.2\n\nSalas DocuSign. Se vocé usar as Salas DocuSign, vocé aceita os Termos do Anexo de\n\nSalas de Transação DocuSign abaixo.\n\n3\n\nDIREITOS DE USO E ACESSO\n\n3.1\n\nElegibilidade para Usar. Você declara e garante que: (a) você é maior de idade (18 anos de\n\nidade ou mais, ou a maioridade na jurisdição em que você reside) e é capaz de concordar com\n\nestes Termos; e (b) você (ou seus Usuários Autorizados, conforme aplicável) não está e não\n\nestará quando da utilização do Site, localizado em, sob controle de, cidadão de ou residente em\n\num pais ou território sob embargo dos Estados Unidos, nem é um usuario final proibido sob as\n\nLeis de Controle de Exportação (conforme definido na Cláusula 12.3). Você reconhece que não\n\nestá autorizado a usar o Site se não estiver apto a fazer essas declarações. Se a DocuSign o\n\ntiver proibido anteriormente de acessar o Site ou de usar os Serviços DocuSign, você não esta\n\nautorizado a acessar o Site ou usar os Serviços DocuSign. Se você está concordando com estes\n\nTermos em nome de uma organização ou entidade, você declara e garante que está autorizado a\n\nconcordar com estes Termos em nome da organização ou entidade e a vinculá-las a estes\n\nTermos (nesse caso, as referências a \"você\" e \"seu\" nestes Termos, exceto por esta frase,\n\nreferem-se à organização ou entidade).\n\n3.2\n\nLicença Limitada. Mediante sua aceitação destes Termos, nós concedemos a você uma\n\nlicença limitada, não-exclusiva e intransferível para acessar e usar o Site para seus fins\n\ncomerciais internos e somente conforme permitido expressamente nestes Termos e qualquer\n\nplano de Cliente pago aplicável que permita o registro de uma Conta para utilizar um Serviço\n\nDocuSign (\"Plano de Assinatura”, quando aplicável. Você não usará nem permitirá o uso do Site\n\npara qualquer fim ilegal ou de maneira inconsistente com as disposições destes Termos. Se\n\nvocê for ou se tornar um concorrente direto da DocuSign, você não poderá acessar ou usar os\n\nServiços DocuSign sem o consentimento explícito, prévio e escrito da DocuSign e, nesse caso,\n\napenas para os fins autorizados por escrito. Exceto se de outra forma houver restrição por estes\n\nTermos, a DocuSign concede a você permissão não-exclusiva, intransferível e limitada para\n\nexibir, copiar e fazer download de conteúdo e materiais no Site, contanto que você: (a) retenha\n\ntodas as notificações de direitos autorais e outros avisos de propriedade no conteúdo e\n\nmateriais; (b) use-os somente para fins pessoais ou internos, não comerciais, ou de acordo com\n\nqualquer Plano de Assinatura aplicável; e (c) não os modifique de forma alguma. Cada Plano de\n\nAssinatura individual inclui restrições e exigências que definem os recursos que um Cliente\n\npoderá acessar. Qualquer violação por você das disposições de licença contidas nesta Cláusula\n\nhttps:/Awww. docusign.com.br'termos-e-condicoest:-:text=Estes Termos e Condições dos,ou criam uma conta (\"Conta\n\n2/31", "page": 2}, {"text": "30/03/2021\n\nTERMOS E CONDIÇÕES DOS SERVIÇOS DOCUSIGN | DocuSign\n\nVendas (11) 3330-1000\n\nDocuSign\n\n4.1\n\nPropriedade Intelectual. O Site contém materiais que são proprietários e protegidos por\n\nleis de direitos autorais, disposições de tratados internacionais, marcas registradas, marcas de\n\nserviço e outras leis e tratados de propriedade intelectual.\n\n41.1 O Site também está protegido como obra coletiva ou compilação por leis de direitos\n\nautorais e outras leis e tratados. Você concorda em cumprir todas as leis de direitos autorais e\n\noutras leis aplicáveis, bem como outros avisos ou restrições adicionais de direitos autorais\n\ncontidos no Site. Você reconhece que o Site contém obras originais que foram desenvolvidas,\n\ncompiladas, preparadas, revisadas, selecionadas e organizadas pela DocuSign e por outras\n\nentidades por meio da aplicação de métodos e padrões de julgamento desenvolvidos e aplicados\n\npor meio do gasto de tempo, esforço e dinheiro substanciais, os quais constituem propriedade\n\nintelectual valiosa da DocuSign e de tais entidades. Todos os direitos presentes e futuros\n\nreferentes a segredos comerciais, patentes, projetos (designs), direitos autorais, marcas\n\nregistradas, direitos de base de dados, marcas de serviço, know-how e outros direitos de\n\npropriedade intelectual ou outros direitos proprietários de qualquer tipo, Documentação,\n\nquaisquer melhorias, contribuições de design ou obras derivadas dos mesmos, e qualquer\n\nconhecimento ou processo relacionado aos mesmos, incluindo direitos sobre todas as\n\naplicações e registros referentes ao Site serão e permanecerão a todo momento entre você e a\n\nDocuSign, propriedade única e exclusiva da DocuSign.\n\n4.1.2 As marcas registradas, os logotipos, taglines e as marcas de serviço exibidos no Site\n\n(coletivamente, as \"Marcas Registradas\") são Marcas registradas ou não registradas da\n\nDocuSign e de outros. As Marcas Registradas não poderão ser genericamente usadas em\n\nanúncios ou publicidade ou de outra forma para indicar patrocínio ou afiliação da DocuSign a\n\nqualquer produto, serviço, evento ou organização sem a permissão prévia, expressa da\n\nDocuSign por escrito. A DocuSign reconhece as Marcas Registradas de outras organizações\n\npara seus respectivos produtos ou serviços mencionados no Site. Quaisquer direitos não\n\ngarantidos expressamente nestes Termos ou nas Paginas de PI ficam reservados à DocuSign,\n\nInc. Salvo disposição nestes Termos ou nas Páginas de PI (https://www.docusign.com/IP)\n\nincorporadas aqui por referência, seu uso de Marcas Registradas, ou qualquer outro conteúdo\n\nda DocuSign é estritamente proibido.\n\n4.1.3. Direitos Autorais. A DocuSign respeita as leis de direito autoral e espera que seus\n\nusuários façam o mesmo. Se você acredita que qualquer conteúdo ou material no Site infringe\n\nseus direitos autorais, por favor nos notifique conforme indicado na nossa Política de Direitos\n\nAutorais (https://www.docusign.com/IP/infringement).\n\n4.2\n\nRestrições ao Uso do Software O Software disponível para download por meio do Site ou\n\nde websites ou aplicativos de terceiros (o \"Software\") é obra da DocuSign ou de fornecedores\n\nterceiros protegida por direitos autorais. O uso do Software é regido por estes Termos. A\n\nreprodução ou distribuição do Software não autorizadas é expressamente proibida por lei e\n\npodem resultar em penalidades civis e criminais. Os infratores poderão ser processados.\n\n4.3\n\nConteúdo e Envios/Conteúdo de Usuário não relacionados a eDocumentos\n\nhttps:/Awww. docusign.com.br'termos-e-condicoest:-:text=Estes Termos e Condições dos,ou criam uma conta (\"Conta\n\n3/31", "page": 3}, {"text": "30/03/2021\n\nTERMOS E CONDIÇÕES DOS SERVIÇOS DOCUSIGN | DocuSign\n\nVendas (11) 3330-1000\n\nDocuSign\n\ns\n\nsublicenciável de acessar, visualizar, usar, reproduzir, modificar, adaptar, publicar, traduzir, criar\n\nobras derivadas de, distribuir, copiar e exibir o Conteúdo de Usuário em todo o mundo e em\n\nqualquer forma, mídia ou tecnologia conhecida atualmente ou que venha a ser desenvolvida.\n\nVocê também permite que qualquer outro usuário visualize, copie, acesse, armazene ou\n\nreproduza tal Conteúdo de Usuário para o uso pessoal daquele usuário. Você nos concederá o\n\ndireito de usar o nome e outras informações sobre você que você envie em relação Conteúdo de\n\nUsuário. Você declara e garante que: (a) você possui ou de outra forma controla todos os\n\ndireitos do Conteúdo de Usuário que você Publicar; (b) o Conteúdo de Usuário que você Publicar\n\né verdadeiro e preciso; e (c) a utilização do Conteúdo de Usuário que você Publicar não infringe\n\nestes Termos nem quaisquer leis aplicáveis. Para evitar dúvidas, o Conteúdo de Usuário não\n\ninclui qualquer documento, tais como contrato, divulgação, ou notificação depositada no serviço\n\nde Assinatura DocuSign para processamento (\"eDocumentos’).\n\n4.3.2 Triagem e Remoção. Você reconhece e concorda que a DocuSign e seus designados\n\npoderão ou não, a critério da DocuSign, realizar pré-triagem do Conteúdo de Usuário antes que\n\nseja exibido no Site ou nos Serviços DocuSign, mas que a DocuSign não tem a obrigação de\n\nfazê-la. Você também reconhece e concorda que a DocuSign se reserva o direito (mas não\n\nassume a obrigação), a seu critério exclusivo, de rejeitar, mover, editar ou remover qualquer\n\nConteúdo de Usuário que seja enviado ao Site ou aos Serviços DocuSign. Sem limitar as\n\ndisposições acima, a DocuSign e seus designados terão o direito de remover Conteúdo de\n\nUsuário que infrinja estes Termos ou que seja de qualquer forma repreensível a critério exclusivo\n\nda DocuSign. Você reconhece e concorda que a DocuSign não verifica, adota, ratifica nem\n\nsanciona Conteúdo do Usuário, e você concorda que deverá avaliar e assumir todos os riscos\n\nassociados a sua utilização do Conteúdo de Usuário ou sua confiança na precisão, integridade\n\nou utilidade do Conteúdo de Usuário.\n\n5\n\nRESTRIÇÕES AO USO DO SITE\n\n5.1\n\nAo usar o Site, incluindo qualquer Serviço DocuSign, você concorda, especificamente, em\n\nnão realizar atividade nem transmitir qualquer informação que, a nosso critério exclusivo:\n\na Seja ilegal ou infrinja leis ou regulamentos federais, estaduais ou municipais;\n\nb. Promova atividades ilegais ou discuta atividades ilegais com a intenção de pratica-las;\n\nc. Infrinja o direito de terceiros, incluindo, entre outros, direito à privacidade, direito de\n\npublicidade, direitos autorais, marca registrada, patente, segredo comercial ou outros\n\ndireitos proprietários ou de propriedade intelectual;\n\nd. Seja prejudicial, ameaçador, abusivo, assediante, injurioso, indecente, difamatório,\n\nsexualmente explícito ou pornográfico, discriminatório, vulgar, profano, obsceno,\n\ndifamatório, contenha discurso de ódio, violento ou que promova violência, instigadorou\n\nrepreensivel de alguma outra forma;\n\nhttps:/Awww. docusign.com.br'termos-e-condicoest:-:text=Estes Termos e Condições dos,ou criam uma conta (\"Conta\n\n4/31", "page": 4}, {"text": "30/03/2021\n\nTERMOS E CONDIÇÕES DOS SERVIÇOS DOCUSIGN | DocuSign\n\nVendas (11) 3330-1000\n\nDocuSign\n\npublicitarios;\n\nDeclare falsamente, distorça ou oculte sua afiliação com outra pessoa ou entidade;\n\n—\n\nAcesse ou use a conta de outro usuário sem permissão;\n\n—\n\nDistribua virus de computador ou outro código, arquivos ou programas que interrompam,\n\ndestruam ou limitem a funcionalidade de qualquer software ou hardware de computador\n\nou equipamento de comunicações eletrônicas;\n\nInterfira em, interrompa, desative, sobrecarregue ou destrua a funcionalidade ou uso de\n\nquaisquer recursos do Site, ou dos servidores ou redes conectadas ao Site, ou quaisquer\n\num dos Serviços DocuSign;\n\n—\n\nRealize \"hacking\" ou acesse sem permissão nossos registros proprietários ou\n\nconfidenciais, aqueles de outro usuário ou os de qualquer pessoa;\n\nSolicite, indevidamente, informações pessoais ou sigilosas de outros usuários, entre\n\noutras, endereço, dados de cartão de crédito ou de conta bancária, ou senhas;\n\nDecompile, realize engenharia reversa, desmonte ou tente, de outra forma, derivar o\n\ncódigo-fonte a partir do Site, salvo autorização expressa presente nestes Termos ou na\n\nlei e somente na medida em que permitida pela lei aplicável, sem consentimento;\n\nRemova, contorne, desative, danifique ou interfira, de outra forma, com funções\n\nrelacionadas à segurança, ou recursos que aplicam limitações ao uso do Site;\n\nUse meios automatizados ou manuais para violar as restrições em cabeçalhos de\n\nexclusão de robot no Site, se houver, ou ignore ou contorne outras medidas empregadas\n\npara impedir ou limitar o acesso, por exemplo, por meio de práticas como “captura de\n\n»\n\ntela\n\n3\n\ncaptura de banco de dados” ou qualquer outra atividade com o propósito de obter\n\nlistas de usuários ou outras informações;\n\nModifique, copie, extraia (scrape) ou vasculhe (crawl), exiba, distribua, publique, licencie,\n\nvenda, alugue, arrende, empreste, transfira, ou comercialize de qualquer outra forma\n\nquaisquer materiais ou conteúdo no Site;\n\nUse os Serviços para avaliação comparativa (benchmarking) ou para compilar\n\ninformações para um produto ou serviço;\n\nFaça download (exceto por meio do armazenamento em cache de página necessário para\n\no uso pessoal, ou salvo autorização expressa presente nestes Termos), distribua,\n\npublique, transmita, desempenhe, reproduza, divulgue, duplique, faça upload, licencie, crie\n\nhttps:/Awww. docusign.com.br'termos-e-condicoest:-:text=Estes Termos e Condições dos,ou criam uma conta (\"Conta\n\n5/31", "page": 5}, {"text": "30/03/2021\n\nTERMOS E CONDIÇÕES DOS SERVIÇOS DOCUSIGN | DocuSign\n\nVendas (11) 3330-1000\n\nDocuSign\n\nT\n\nlente realizar qualquer uma das atividades acima.\n\nSe você acha que há conteúdo no Site que viole as restrições acima, entre em contato conosco:\n\n(https://support.docusign.com/contactSupport).\n\n5.2\n\nAdicionalmente, os Clientes não deverão realizar as atividades a seguir, nem permitir que\n\noutros as realizem, em relação aos Serviços DocuSign:\n\na Usar os Serviços DocuSign ou permitir o acesso a eles de maneira a contornar as\n\nrestrições de uso contratuais ou a exceder o uso autorizado ou as métricas de utilização\n\nestabelecidas nestes Termos, em qualquer Plano de Assinatura aplicável ou na Política de\n\nUso Razoável da DocuSign (https://www.docusign.com/company/reasonable-use\npolicy) incorporados aqui por referência;\n\na. Licenciar, sublicenciar, vender, revender, alugar, arrendar, transferir, distribuir, realizar\n\ncompartilhamento de tempo (time share) ou disponibilizar, de outra forma, qualquer parte\n\ndos Serviços DocuSign ou da documentação técnica e funcional da DocuSign então\n\nvigentes (“Documentação”) para acesso de terceiros, salvo disposição diversa expressa\n\nnestes Termos; ou\n\na. Acessar ou usar os Serviços DocuSign ou a Documentação com o objetivo de (i)\n\ndesenvolver ou operar produtos ou serviços visando oferecê-los a terceiros em\n\nconcorrência com os Serviços DocuSign ou (ii) permitir seu acesso a um concorrente\n\ndireto da DocuSign.\n\n5.3\n\nVocé nao podera colocar o Site em um quadro, colocar janelas pop-up sobre as suas\n\npaginas ou afetar de outra forma a exibição de suas páginas. Você poderá criar links para o Site,\n\ndesde que você reconheça e concorde a não criar links para o Site em qualquer website que\n\ncontenha tópico, nome, material ou informação que sejam inapropriados, profanos, difamatórios,\n\ninfringentes, obscenos, indecentes ou ilegais, ou que viole qualquer direito de propriedade\n\nintelectual, proprietário, de privacidade ou de publicidade. Qualquer violação a essa disposição\n\nhttps:/Awww. docusign.com.br'termos-e-condicoest:-:text=Estes Termos e Condições dos,ou criam uma conta (\"Conta\n\n6/31", "page": 6}, {"text": "30/03/2021\n\nTERMOS E CONDIÇÕES DOS SERVIÇOS DOCUSIGN | DocuSign\n\nVendas (11) 3330-1000\n\nDocuSign\n\nmelhorar o Site (incluindo, por exemplo, para prevenção de fraudes, avaliação de risco, fins de\n\ninvestigação e suporte ao cliente, análise e publicidade), para averiguar seu cumprimento com\n\nestes Termos e para cumprir a lei aplicável ou ordem ou exigência judicial, administrativa ou\n\ngovernamental.\n\n6\n\nPRIVACIDADE\n\n6.1\n\nPolítica de Privacidade da DocuSign Você reconhece que, salvo conforme descrito\n\nnestes Termos ou nos Termos Corporativos aplicáveis, as informações que você fornecer a nós\n\nou que nós coletarmos serão usadas e protegidas conforme descrito na Política de Privacidade\n\nda DocuSign (https://www.docusign.com/company/privacy-policy).\n\n6.2\n\nAcesso e Divulgação. Podemos acessar, manter ou compartilhar quaisquer de suas\n\ninformações quando acreditarmos de boa-fé que esse compartilhamento seja razoavelmente\n\nnecessário para investigar, prevenir ou tomar medidas relacionadas a possíveis atividades ilegais\n\nou para cumprir um processo legal (por exemplo, uma intimação ou outro processo legal). Nós\n\ntambém poderemos compartilhar suas informações em situações que envolvam ameaças\n\npotenciais à integridade física de qualquer pessoa, violações da Política de Privacidade da\n\nDocuSign ou dos nossos termos ou contratos de usuário; ou para responder as reivindicações\n\nde violação de direitos de terceiros e/ou para proteger os direitos, a propriedade e a segurança\n\nda DocuSign, de nossos funcionários, de usuários ou do público. Isso pode envolver o\n\ncompartilhamento das suas informações com as autoridades, agências governamentais,\n\ntribunais e/ou outras organizações.\n\n7\n\nTERMOS ESPECÍFICOS DOS SERVIÇOS DOCUSIGN\n\n7.1\n\nDireito de Usar os Serviços DocuSign. Sujeito a estes Termos, a DocuSign prestará os\n\nServiços DocuSign aos Clientes de acordo com o Plano de Assinatura de cada Cliente, e a\n\nDocuSign concede a cada Cliente uma licença e direito limitados, não-exclusivos e\n\nintransferíveis, durante a Vigência, unicamente para seus propósitos comerciais internos e de\n\nacordo com a Documentação, para: (a) usar os Serviços DocuSign; (b) implementar, configurar e,\n\natravés de seu Administrador da Conta, permitir que seus Usuários Autorizados acessem e usem\n\nos Serviços DocuSign até os eventuais limites ou máximos aplicáveis; e (c) acessar e usar a\n\nDocumentação.\n\n71.1 Usuários Autorizados. Os Usuários Autorizados do Cliente devem ser identificados por um\n\nendereço de e-mail e um nome de usuário exclusivos, e duas ou mais pessoas físicas não podem\n\nusar os Serviços DocuSign como o mesmo Usuário Autorizado. Se o Usuário Autorizado não for\n\nfuncionário do Cliente, o uso dos Serviços DocuSign será permitido somente se o usuário estiver\n\nsob confidencialidade e outras obrigações com o Cliente que sejam, ao menos, tão restritivas\n\nquanto estes Termos e estiver acessando ou usando os Serviços DocuSign apenas para\n\nsuportar os propósitos comerciais internos do Cliente.\n\nhttps:/Awww. docusign.com.br'termos-e-condicoest:-:text=Estes Termos e Condições dos,ou criam uma conta (\"Conta\n\n7/31", "page": 7}, {"text": "30/03/2021\n\nTERMOS E CONDIÇÕES DOS SERVIÇOS DOCUSIGN | DocuSign\n\nVendas (11) 3330-1000\n\nDocuSign\n\nnotificações, divulgações (alsclosures) e termos e condições (“Administrador da Conta”). O\n\nCliente poderá indicar um funcionário ou um terceiro parceiro de negócios ou um contratado\n\npara atuar como seu(s) Administrador(es) da Conta e poderá alterar essa atribuição a qualquer\n\ntempo através de sua Conta.\n\n7.2\n\nTermos de Pagamento.\n\n7.21 Plano de Assinatura. Os preços, os recursos e as opções dos Serviços DocuSign\n\ndependem do Plano de Assinatura selecionado, bem como das eventuais mudanças provocadas\n\npelo Cliente. A DocuSign não garante e nem declara que um Plano de Assinatura específico será\n\noferecido indefinidamente, e reserva-se o direito de alterar os preços ou os recursos e opções\n\nde um Plano de Assinatura específico sem aviso prévio.\n\n7.2.2 Sem Reembolsos. O Cliente pagará à DocuSign, tempestivamente, todas as taxas\n\nassociadas ao seu Plano de Assinatura, sua Conta ou ao uso dos Serviços DocuSign, incluindo,\n\npor exemplo, pelos Usuários Autorizados. OS PAGAMENTOS DO CLIENTE NÃO SÃO\n\nREEMBOLSÁVEIS SALVO DISPOSIÇÃO EXPRESSA NESTES TERMOS. Cobranças referentes\n\na Planos de Assinatura pré-pagos serão enviadas ao Cliente antecipadamente. Cobranças\n\nreferentes a compras por uso e Plano de Assinatura padrão serão enviadas posteriormente,\n\nsalvo disposição diversa no Plano de Assinatura.\n\n7.2.3 Cobranças Recorrentes. Ao comprar um Plano de Assinatura, você deverá informar, de\n\nforma precisa e completa, um método de pagamento válido, que você esteja autorizado a usar.\n\nVocê será faturado pelo seu Plano de Assinatura seja através do método de pagamento\n\ninformado por você, tal como um cartão de crédito, ou através de um fornecedor intermediário\n\ntal como iTunes, Google Play, ou loja de aplicativo similar (“App Store”). O Cliente deverá\n\ninformar a DocuSign imediatamente qualquer alteração em seu endereço de cobrança e deverá\n\natualizar sua Conta quando houver alterações relacionadas ao seu método de pagamento. AO\n\nCOMPLETAR O REGISTRO DE UM PLANO DE ASSINATURA, O CLIENTE AUTORIZA A\n\nDOCUSIGN OU UM AGENTE DA DOCUSIGN A DEBITAR, EM SEU METODO DE PAGAMENTO,\n\nDE FORMA RECORRENTE (POR EXEMPLO, MENSALMENTE OU ANUALMENTE)\n\n((AUTORIZAÇÃO\") VALOR REFERENTE A: (a) COBRANÇAS DO PLANO DE ASSINATURA\n\nAPLICÁVEIS; (b) TODOS OS TRIBUTOS APLICÁVEIS; E (c) QUALQUER OUTRA COBRANÇA\n\nINCORRIDA EM CONEXÃO AO USO DOS SERVIÇOS DOCUSIGN PELO CLIENTE. A\n\nAutorização continua durante a Vigência de Assinatura aplicável e qualquer Renovação de\n\nVigência (conforme definido na Cláusula 8.2.3, abaixo) até que o Cliente realize o cancelamento\n\nconforme estabelecido na Cláusula 8.2 destes Termos.\n\n7.2.4 Encargos Moratórios e Custos de Cobrança. Se a DocuSign não receber o pagamento\n\npor meio do método de pagamento do Cliente, o Cliente concorda em pagar todos os valores\n\ndevidos mediante solicitação. O valor não pago até o vencimento estará sujeito a encargos\n\nfinanceiros equivalentes a 1,5% do saldo não pago por mês ou à taxa máxima permitida pela lei\n\naplicável, o que for menor, determinado e composto diariamente desde a data de vencimento até\n\na data de pagamento. O Cliente reembolsará eventuais custos ou despesas (incluindo, entre\n\nhttps:/Awww. docusign.com.br'termos-e-condicoest:-:text=Estes Termos e Condições dos,ou criam uma conta (\"Conta\n\n8/31", "page": 8}, {"text": "30/03/2021\n\nTERMOS E CONDIÇÕES DOS SERVIÇOS DOCUSIGN | DocuSign\n\nVendas (11) 3330-1000\n\nDocuSign\n\n“a\n\n7.2.5 Faturas. A DocuSign fornecerá informações sobre cobrança e uso no formato que nós\n\nescolhermos, o qual poderemos alterar de tempos em tempos. A DocuSign reserva-se o direito\n\nde corrigir eventuais erros ou equívocos que identificar, mesmo que a DocuSign já tenha emitido\n\numa fatura ou recebido o pagamento. O Cliente concorda em nos notificar sobre eventuais\n\nproblemas ou discrepâncias na cobrança em até 30 (trinta) dias após o seu primeiro surgimento\n\nna fatura. Se o Cliente não trouxer tais problemas/discrepâncias ao nosso conhecimento em até\n\n30 (trinta) dias, o Cliente concorda que renuncia ao seu direito de contestar tais problemas ou\n\ndiscrepâncias.\n\n7.2.6 Ciclos de Cobrança. As datas de término de um ciclo de cobrança poderão mudar de\n\ntempos em tempos. Quando um ciclo de cobrança abranger menos ou mais que um mês\n\ncompleto, poderemos fazer ajustes e/ou rateios razoáveis. O Cliente concorda que nós\n\npoderemos (a nosso critério) acumular as cobranças incorridas durante um ciclo de cobrança e\n\nenviá-las como uma ou mais cobranças agregadas durante ou ao fim de um ciclo, e que\n\npoderemos adiar a obtenção de autorização ou pagamento junto ao emissor do cartão de\n\npagamento do Cliente ou à App Store até o envio da(s) cobrança (s) acumulada(s).\n\n7.2.7 Programas de Benefícios. Você poderá receber ou ser elegível a algumas estruturas de\n\nprecificação, descontos, recursos, promoções e outros benefícios (coletivamente, \"Benefícios\"\n\npor meio de um contrato empresarial ou governamental conosco (\"Termos Empresariais\"). Tais\n\nBenefícios são fornecidos unicamente como resultado dos Termos Empresariais\n\ncorrespondentes, podendo ser modificados ou rescindidos sem notificação. Se você usa os\n\nServiços DocuSign e uma entidade empresarial ou governamental paga suas cobranças é, de\n\nalguma outra forma, responsável pelas cobranças, você nos autoriza a compartilhar as\n\ninformações de sua conta com tal entidade e/ou com os seus agentes autorizados. Se você está\n\ninscrito em um Plano de Assinatura ou recebe certos Benefícios relacionados a Termos\n\nEmpresariais conosco, mas é responsável por suas próprias cobranças, você nos autoriza a\n\ncompartilhar informações da conta suficientes para verificar se você continua sendo elegível a\n\ntais Benefícios e ao Plano de Assinatura.\n\n7.2.8 Responsabilidade Tributária. Todos os pagamentos exigidos por estes Termos não\n\nincluem impostos, tarifas, taxas, multas ou outros tributos governamentais semelhantes,\n\nincluindo impostos de venda e de uso, impostos de valor agregado (\"IVA\"), impostos sobre\n\nmercadorias e serviços, contribuições, comerciais, de serviço e outros impostos transacionais\n\nsemelhantes aplicados por qualquer jurisdição, bem como os juros e multas dos mesmos,\n\nexcluindo impostos baseados na receita liquida da DocuSign (coletivamente, \"Impostos\". O\n\nCliente será responsável por e arcará com os Impostos referentes à sua compra, pagamento,\n\nacesso ou uso dos Serviços DocuSign. Quando a responsabilidade de remeter os Impostos\n\nrecair sobre a DocuSign, os Impostos serão adicionados ao pagamento e pagáveis à DocuSign\n\njuntamente com o pagamento. Os Impostos não serão deduzidos dos pagamentos a DocuSign\n\nsalvo exigência da lei, caso no qual o Cliente deverá aumentar o valor a pagar, conforme\n\nnecessário, de modo que, após realizar todas as deduções e retenções necessárias, a DocuSign\n\nhttps:/Awww. docusign.com.br'termos-e-condicoest:-:text=Estes Termos e Condições dos,ou criam uma conta (\"Conta\n\n9/31", "page": 9}, {"text": "30/03/2021\n\nTERMOS E CONDIÇÕES DOS SERVIÇOS DOCUSIGN | DocuSign\n\nVendas (11) 3330-1000\n\nDocuSign\n\n“a\n\n7.2.9 Fornecedor Intermediário de Cobrança. Se seu Plano de Assinatura for baseado num\n\nfornecedor intermediário de cobrança, seu fornecedor intermediário automaticamente debitara\n\nmensalmente de sua conta App Store o custo de seu Plano de Assinatura e os tributos\n\naplicáveis. Se você não estiver adimplente com os pagamentos de seu Plano de Assinatura, nos\n\nreservamos o direito de encerrar sua conta, suspender seu acesso ao seu Plano de Assinatura\n\nou converter sua assinatura do Plano de Assinatura em uma conta de não-assinatura. Você será\n\nresponsável pelo pagamento de todos os valores vencidos.\n\n7.3\n\nAvaliação Gratuita e Ofertas Especiais para Serviços DocuSign.\n\n7.3.1 Se você fizer o registro para uma avaliação gratuita, oferta promocional ou outra oferta\n\nlimitada para o uso dos Serviços DocuSign (\"Avaliação Gratuita\"), termos e condições adicionais\n\npoderão ser apresentados a você durante o registro para a Avaliação Gratuita, e tais termos e\n\ncondições são incorporados a estes Termos por referência, sendo legalmente vinculantes. Esta\n\nCláusula 7.3 (Avaliação Gratuita e Ofertas Especiais para Serviços DocuSign) substitui e se\n\naplica inobstante quaisquer disposições conflitantes em relação ao acesso e uso de uma\n\nAvaliação Gratuita.\n\n7.3.2 A DocuSign reserva-se o direito de reduzir a vigência de um período de avaliação ou de\n\nencerrá-lo sem notificação prévia.\n\n7.3.3 A versao dos Serviços DocuSign que está disponível para Avaliação Gratuita poderá não\n\nincluir ou permitir o acesso a todos os recursos ou funções. QUAISQUER DADOS QUE O\n\nCLIENTE INSERIR NOS SERVIÇOS DOCUSIGN E QUAISQUER CONFIGURAÇÕES FEITAS\n\nPOR OU PARA UM CLIENTE DURANTE A AVALIAÇÃO GRATUITA SERÃO PERDIDOS\n\nPERMANENTEMENTE AO FINAL DO PERÍODO DE AVALIAÇÃO, A MENOS QUE O CLIENTE:\n\n(a) COMPRE UM PLANO DE ASSINATURA DOS SERVIÇOS DOCUSIGN QUE TENHA\n\nABRANGÊNCIA EQUIVALENTE OU SUPERIOR AQUELE DA AVALIAÇÃO; OU (b) EXPORTE\n\nTAIS DADOS ANTES DO FINAL DO PERÍODO DE AVALIAÇÃO.\n\n7.3.4 Não obstante qualquer outra disposição nestes Termos, incluindo, entre outras, as\n\ngarantias descritas na Cláusula 9 (Garantias e Isenções) ou quaisquer termos e condições\n\nespecíficos a um serviço aplicáveis a um Serviço DocuSign específico, incluindo apêndices e\n\nanexos que acompanham um Anexo (\"Anexo de Serviço\"), durante uma Avaliação Gratuita, os\n\nServiços DocuSign são prestados \"NO ESTADO EM QUE SE ENCONTRAM\" (“AS /S”) e\n\n\"CONFORME DISPONÍVEL\" (“AS AVAILABLE\"), SEM QUALQUER GARANTIA QUE POSSA SER\n\nESTABELECIDA NESTES TERMOS, E A DOCUSIGN ISENTA-SE DE QUAISQUER GARANTIAS\n\nIMPLÍCITAS, INCLUINDO, ENTRE OUTRAS, COMERCIABILIDADE OU ADEQUAÇÃO A UM\n\nPROPÓSITO ESPECÍFICO E A RESPONSABILIDADE TOTAL ACUMULADA DA DOCUSIGN EM\n\nDECORRÊNCIA DE OU RELACIONADA AO USO PELO CLIENTE DA AVALIAÇÃO GRATUITA\n\nSERÁ DE $100 (CEM DÓLARES AMERICANOS).\n\n7.4\n\nDados.\n\nhttps://www.docusign.com.br/termos-e-condicoes#:~:text=Estes Termos e Condições dos,ou criam uma conta (\"Conta\n\n10/31", "page": 10}, {"text": "30/03/2021\n\nTERMOS E CONDIÇÕES DOS SERVIÇOS DOCUSIGN | DocuSign\n\nVendas (11) 3330-1000\n\nDocuSign\n\n7.4.2 Dados Pessoais. O Cliente certifica que sua coleta e uso de informações ou dados\n\npessoais fornecidos durante o uso do Site está de acordo com todas as leis, regras e\n\nregulamentos de proteção de dados aplicáveis. O Cliente e seus Usuários Autorizados declaram\n\nestar cientes de que a DocuSign pode processar tais dados pessoais de acordo com a Política\n\nde Privacidade da DocuSign (https://www.docusign.com/company/privacy-policy).\n\n1.5\n\nGarantias do Cliente.\n\nPor meio deste, o Cliente declara e garante a DocuSign que: (a) possui todos os direitos e\n\nautoridade necessários para usar os Serviços DocuSign segundo estes Termos e para conceder\n\ntodos os direitos aplicáveis neste instrumento; (b) é responsável por todo o uso dos Serviços\n\nDocuSign associados à sua Conta; (c) é o único responsável em manter a confidencialidade de\n\nseus nomes de Conta e senha(s); (d) notificará imediatamente à DocuSign, de qualquer uso nao\nautorizado da Conta do Cliente que tome conhecimento; (e) concorda que a DocuSign não será\n\nresponsável por perdas decorrentes da utilização da Conta do Cliente por terceiros,\n\nindependentemente de tal uso dar-se com ou sem conhecimento e consentimento; (f) usará os\n\nServiços DocuSign apenas para fins legais e de acordo com estes Termos; (9) quaisquer\n\ninformações que forneça à DocuSign serão verdadeiras, precisas e corretas; e (h) não tentará\n\nobter acesso não autorizado ao Sistema ou aos Serviços DocuSign ou a outras contas, sistemas\n\nde computador ou redes sob controle ou responsabilidade da DocuSign por meio de hacking,\n\ncracking, mineração de senhas ou qualquer outro meio não autorizado.\n\n7.6\n\nConfidencialidade\n\n7.6.1\n\nInformações Confidenciais. \"Informações Confidenciais\" significam (a) para a DocuSign e\n\nsuas Afiliadas, os Serviços DocuSign e a Documentação; (b) para o Cliente e suas Afiliadas, os\n\nDados do Cliente; (c) quaisquer outras informações de uma parte, incluindo suas Afiliadas, que\n\nsão divulgadas por escrito ou de forma oral e são indicadas como confidenciais ou proprietárias\n\nno momento da divulgação (e em caso de divulgação de forma oral, resumida por escrito em até\n\n30 (trinta) dias da divulgação inicial e entregue ao Destinatário), ou que em razão da natureza da\n\ninformação o Destinatário entende de forma clara que se trata de informação confidencial da\n\nparte divulgadora; e (d) os termos e condições específicos destes Termos, e qualquer termo\n\naditivo ou anexo dele, entre as partes. Informações Confidenciais não devem incluir qualquer\n\ninformação que: (i) eram ou se tornam conhecidas de forma geral pelo público sem que seja por\n\nfalha ou violação destes Termos pelo Destinatário; (ii) estava em posse legitima do Destinatário\n\nno momento da divulgação sem restrições de uso ou divulgação; (iii) foi desenvolvida de forma\n\nindependente pelo Destinatário sem o uso das Informações Confidenciais da parte divulgadora;\n\nou (iv) foi obtida de forma legítima pelo Destinatário de um terceiro que não estava sujeito ao\n\ndever de confidencialidade e sem restrições de uso ou divulgação.\n\n7.6.2 Uso Restrito e Não Divulgação. Durante e após a Vigência de Assinatura, a parte que\n\nrecebe as Informações Confidenciais (“Destinatário”) deverá: (a) usar as Informações\n\nConfidenciais da outra parte apenas para os fins para que foram fornecidas; (b) não divulgar tais\n\nInformações Confidenciais a terceiros, exceto na medida do necessário (need-to-know basis)\n\nhttps:/Awww. docusign.com.br'termos-e-condicoest:-:text=Estes Termos e Condições dos,ou criam uma conta (\"Conta\n\n11/31", "page": 11}, {"text": "30/03/2021\n\nTERMOS E CONDIÇÕES DOS SERVIÇOS DOCUSIGN | DocuSign\n\nVendas (11) 3330-1000\n\nDocuSign\n\n7.6.3 Divulgação Necessária. Se a DocuSign for obrigada por lei a divulgar Informações\n\nConfidenciais, a DocuSign avisará prontamente por escrito ao Cliente antes de divulgá-las, a\n\nmenos que seja proibida de fazê-lo pelo processo legal ou administrativo, e auxiliará o Cliente a\n\nobter, quando disponível razoavelmente, uma ordem que proteja as Informações Confidenciais\n\ncontra divulgação pública.\n\n7.6.4 Titularidade. Não obstante qualquer outra disposição nestes Termos, a DocuSign\n\nreconhece que, entre as partes, todas as Informações Confidenciais que receber do Cliente,\n\nincluindo todas as cópias da mesma em posse ou controle do Destinatário, em qualquer mídia,\n\nsão proprietárias e de titularidade exclusiva do Cliente. Nada nestes Termos concede à\n\nDocuSign qualquer direito, título ou participação sobre quaisquer Informações Confidenciais do\n\nCliente. A incorporação pela DocuSign de Informações Confidenciais da parte divulgadora em\n\nseus materiais próprios não tornará as Informações Confidenciais não confidenciais.\n\n8. VIGÊNCIA E RESCISÃO\n\n8.1\n\nRescisão - Visitantes do Site. Um Visitante do Site poderá rescindir seu uso do Site a\n\nqualquer momento deixando de usar o Site. A DocuSign pode rescindir seu uso do Site e negar a\n\nvocê acesso ao Site a nosso critério exclusivo, por qualquer motivo ou sem motivo, incluindo por\n\nviolação destes Termos.\n\n8.2\n\nPrazo e Rescisão - Clientes.\n\n8.2.1 Suspensão do Acesso aos Serviços DocuSign. A DocuSign pode suspender qualquer uso\n\ndos Serviços DocuSign, remover qualquer conteúdo ou desativar ou encerrar qualquer Conta ou\n\nUsuário Autorizado que a DocuSign razoavelmente acredite, de boa-fé, estar infringindo estes\n\nTermos. A DocuSign usará esforços comercialmente razoáveis para notificar você antes de tal\n\nsuspensão ou desativação, a menos que a DocuSign razoavelmente acredite que: (a) seja\n\nproibida de fazê-lo sob a lei aplicável ou devido ao processo legal, como processos, ordens,\n\nmandados e semelhantes de tribunal ou agência administrativa governamental; ou (b) seja\n\nnecessário adiar a notificação para evitar prejuízo iminente aos Serviços DocuSign ou a\n\nterceiros. Nas circunstâncias em que a notificação seja adiada, a DocuSign fornecerá a\n\nnotificação se e quando as restrições relacionadas na frase anterior não mais se aplicarem.\n\n8.2.2 Vigência. O período de vigência destes Termos (\"Vigência\"), com relação aos Serviços\n\nDocuSign, começará na data em que o Cliente aceitá-los e continua até que o Plano de\n\nAssinatura do Cliente expire ou que seu uso dos Serviços DocuSign seja cessado (incluindo\n\ndevido à rescisão em conformidade com esta Cláusula 8.2), o que for posterior.\n\n8.2.3 Prazo de Assinatura e Renovações Automáticas. Os Planos de Assinatura da DocuSign\n\nsão automaticamente renovados, salvo indicação em outra forma. Se você comprar um Plano de\n\nAssinatura você concorda em pagar as taxas aplicáveis então vigentes associadas com o Plano\n\nde Assinatura e adicionalmente concorda e reconhece que este será renovado automaticamente\n\nhttps:/Awww. docusign.com.br'termos-e-condicoest:-:text=Estes Termos e Condições dos,ou criam uma conta (\"Conta\n\n12/31", "page": 12}, {"text": "30/03/2021\n\nTERMOS E CONDIÇÕES DOS SERVIÇOS DOCUSIGN | DocuSign\n\nVendas (11) 3330-1000\n\nDocuSign\n\n“o \nou anualmente, dependendo do método escolhido por você (“Prazo de Renovação”)\n\nOs códigos promocionais apenas poderão ser utilizados no primeiro ano de Vigência de\n\nAssinatura. Se você adquiriu seu Plano de Assinatura com um código promocional, a cada\n\nrenovação do seu Plano de Assinatura você será cobrado pelo montante anual integral. Se seu\n\nPlano de Assinatura for rescindido por qualquer motivo, e você adquirir outro Plano de\n\nAssinatura, você não será elegível a utilizar um código promocional.\n\nNós nos reservamos o direito de modificar, rescindir ou de outra forma alterar as taxas e\n\nrecursos associados ao seu Plano de Assinatura. Nós também poderemos recomendar a compra\n\nde um novo Plano de Assinatura que seja comparável ao seu Plano de Assinatura anterior que\n\nestá se encerrando. Antes de alterarmos as taxas e cobranças em vigor, ou adicionar novas\n\ntaxas e cobranças, nós notificaremos você com pelo menos 30 (trinta) dias de antecedência. Se\n\nnós notificarmos você com pelo menos 30 (trinta) dias de antecedência, o seu uso continuado\n\ndos Serviços DocuSign após as alterações terem sido feitas, constituirá a sua aceitação sobre\n\nas alterações. Se você não desejar continuar com a assinatura com as novas taxas ou recursos,\n\nvocê poderá rescindir seu Plano de Assinatura conforme descrito na Cláusula 8.2.4. Se você\n\naceitar o novo Plano de Assinatura, seus termos e condições, juntamente com estes Termos,\n\naplicar-se-ão na Renovação de Vigência e posteriormente.\n\n8.2.4 Rescisão pelo Cliente. Você poderá encerrar sua Conta a qualquer momento mediante\n\nnotificação por escrito com 10 (dez) dias de antecedência à DocuSign. Se desejar encerrar, você\n\ndeve nos notificar previamente entrando em contato conosco aqui:\n\n(https://support.docusign.com/contactSupport). Se você adquiriu seu Plano de Assinatura\n\natravés de um serviço externo, tal como em uma App Store, você deverá usar as ferramentas\n\ndisponibilizadas por tais serviços para gerenciar e/ou rescindir seu Plano de Assinatura. Não\n\nobstante o previsto na Cláusula 7.2.2, se um Cliente rescindir seu Plano de Assinatura anual nos\n\nprimeiros 30 (trinta) dias da Vigência inicial de Assinatura, ele poderá solicitar por escrito à\n\nDocuSign o reembolso das taxas pagas a DocuSign pela Vigência Inicial da Assinatura, que a\n\nDocuSign analisará, sem obrigação, de boa-fé. A DocuSign não terá obrigação de considerar\n\nsolicitações de reembolso referentes à rescisão de um Plano de Assinatura se a rescisão não\n\nocorrer nos primeiros 30 (trinta) dias da Vigência Inicial de Assinatura , ou se tiver havido uma\n\nviolação de outros Termos neste instrumento, ou se registros indicarem que houve uso produtivo\n\nsubstancial nesse período.\n\n8.2.5\n\nInadimplemento; rescisão pela DocuSign. Um Cliente estará inadimplente em relação a\n\nestes Termos se: (a) não pagar tempestivamente qualquer valor devido a nós ou a uma Afiliada\n\nnossa; (b) ele ou um Usuário Autorizado associado com sua Conta violar qualquer disposição\n\ndestes Termos ou infringir qualquer política publicada aplicável aos Serviços DocuSign; (c) ele\n\nestiver ou se tornar sujeito a qualquer procedimento do Código de Falência ou leis semelhantes;\n\nou (d) se, a nosso critério exclusivo, nós acreditarmos que a continuação da utilização dos\n\nServiços DocuSign por parte do Cliente (ou de seus Usuários Autorizados ou signatários)\n\nacarretar em risco legal para a DocuSign ou representar uma ameaça à segurança dos Serviços\n\nhttps:/Awww. docusign.com.br'termos-e-condicoest:-:text=Estes Termos e Condições dos,ou criam uma conta (\"Conta\n\n13/31", "page": 13}, {"text": "30/03/2021\n\nTERMOS E CONDIÇÕES DOS SERVIÇOS DOCUSIGN | DocuSign\n\nVendas (11) 3330-1000\n\nDocuSign\n\nque seja de propriedade do Cliente, que seja proprietária do Cliente ou que esteja sob controle\n\ncomum com o Cliente. \"Controle\" e \"ser proprietário\" significam possuir mais do que 50% da\n\ntitularidade de uma pessoa jurídica ou o direito de direcionar a administração desta pessoa\n\njurídica.\n\n8.2.6 Efeito da rescisão. Se estes Termos expirarem ou forem rescindidos por qualquer\n\nmotivo: (a) o Cliente pagará à DocuSign quaisquer valores que foram acumulados anteriormente\n\ne que continuem em aberto quando da data da rescisão ou expiração, incluindo os valores\n\nreferentes ao ciclo de cobrança em que ocorrer a rescisão; (b) toda e qualquer responsabilidade\n\ndo Cliente perante a DocuSign que foram acumuladas antes da data efetiva da expiração ou\n\nrescisão permanecerão em vigor; (c) licenças e direitos de uso concedidos ao Cliente referentes\n\nao Site e aos Serviços DocuSign e propriedade intelectual serão rescindidos imediatamente; (d)\n\na obrigação da DocuSign de prestar outros serviços ao Cliente segundo estes Termos sera\n\nrescindida imediatamente, exceto eventuais serviços que devam, expressamente, ser prestados\n\napós a expiração ou rescisão destes Termos; e (e) as disposições da Cláusula 3 (Utilização e\n\nDireitos de Acesso), Cláusula 4 (Titularidade), Cláusula 5.3 (Restrições ao Uso do Site), Cláusula\n\n5.4 (Conformidade com os Termos), Cláusula 6 (Privacidade), Cláusula 7.2.2 (Sem Reembolsos),\n\nCláusula 7.2.7 (Programas de Benefícios), Cláusula 7.2.8 (Responsabilidade Tributária); Cláusula\n\n7.3 (Avaliação Gratuitas e Ofertas Especiais para Serviços DocuSign), Cláusula 7.4 (Dados),\n\nCláusula 7.6 (Confidencialidade), Cláusula 8.2.6 (Efeito da Rescisão), Cláusula 9 (Garantias e\n\nisenções), Cláusula 10 (Obrigações de Indenização), Cláusula 11 (Limitações de\n\nResponsabilidade) e Cláusula 12 (Geral) permanecerão em vigor, bem como as disposições\n\ndesignadas a permanecer em vigor de acordo com os Anexos de Serviço e anexos e Apêndices\n\ndestes Termos.\n\n9\n\nGARANTIAS E ISENÇÕES\n\n9.1\n\nOS SERVIÇOS DOCUSIGN, A DOCUMENTAÇÃO E O SITE SAO FORNECIDOS \"NO\n\nESTADO QUE SE ENCONTRAM\" (“AS /S”) E \"CONFORME DISPONÍVEIS\" (“AS AVAILABLE”). O\n\nSEU USO DOS SERVIÇOS DOCUSIGN, DA DOCUMENTAÇÃO E DO SITE SERÁ POR SEU\n\nRISCO EXCLUSIVO. A DOCUSIGN E RESPECTIVOS DIRETORES, FUNCIONÁRIOS,\n\nMEMBROS, ACIONISTAS, AGENTES, AFILIADOS, SUBSIDIÁRIAS E LICENCIADORES\n\n(\"PARTES DA DOCUSIGN\": (a) NÃO FAZEM DECLARAÇÕES OU GARANTIAS ADICIONAIS DE\n\nQUALQUER TIPO, SEJAM EXPRESSAS, IMPLÍCITAS (DE FATO OU POR OPERAÇÃO DA LEI)\n\nOU REGULATÓRIAS, EM RELAÇÃO A QUALQUER ASSUNTO; (b) ISENTAM-SE,\n\nEXPRESSAMENTE, DAS GARANTIAS IMPLÍCITAS DE COMERCIABILIDADE, ADEQUAÇÃO A\n\nUM PROPÓSITO PARTICULAR, QUALIDADE, PRECISÃO E TITULARIDADE; E (c) NÃO\n\nGARANTEM QUE OS SERVIÇOS DOCUSIGN, A DOCUMENTAÇÃO OU SITE SÃO OU SERÃO\n\nLIVRES DE ERRO, QUE ATENDERÃO AOS SEUS REQUISITOS, QUE SERÃO ENTREGUES\n\nDENTRO DO PRAZO OU QUE SERÃO SEGUROS. VOCÊ SERÁ O ÚNICO RESPONSÁVEL POR\n\nEVENTUAIS DANOS ADVINDOS DA UTILIZAÇÃO DOS SERVIÇOS DOCUSIGN, DA\n\nDOCUMENTAÇÃO OU DO SITE.\n\nhttps:/Awww. docusign.com.br'termos-e-condicoest:-:text=Estes Termos e Condições dos,ou criam uma conta (\"Conta\n\n14/31", "page": 14}, {"text": "30/03/2021\n\nTERMOS E CONDIÇÕES DOS SERVIÇOS DOCUSIGN | DocuSign\n\nVendas (11) 3330-1000\n\nDocuSign\n\nNATUREZA, ADVINDOS DE SEU ACESSO E UTILIZAÇÃO DOS SERVIÇOS DOCUSIGN, DA\n\nDOCUMENTAÇÃO E DO SITE; (iii) QUALQUER ACESSO OU UTILIZAÇÃO NÃO AUTORIZADOS\n\nDE NOSSOS SERVIDORES E/OU DE QUAISQUER INFORMAÇÕES PESSOAIS E/OU\n\nINFORMAÇÕES FINANCEIRAS ARMAZENADAS NOS MESMOS; (iv) QUAISQUER\n\nINTERRUPÇÕES OU CESSAÇÃO DE TRANSMISSÃO DE OU PARA O SITE; (v) ERROS, VÍRUS,\n\nCAVALOS DE TROIA OU SEMELHANTES QUE VENHAM A SER TRANSMITIDOS PARA OU\n\nATRAVÉS DO SITE POR MEIO DAS AÇÕES DE TERCEIROS; (vi) A PERDA DE SEUS DADOS\n\nOU CONTEÚDO NO SITE; E/OU (vii) QUAISQUER ERROS OU OMISSÕES EM QUALQUER\n\nCONTEUDO, OU EVENTUAIS PERDAS OU DANOS DE QUALQUER TIPO DECORRENTES DA\n\nUTILIZAÇÃO DE QUALQUER CONTEÚDO PUBLICADO, ENVIADO POR E-MAIL, TRANSMITIDO\n\nOU DISPONIBILIZADO DE ALGUMA OUTRA FORMA POR MEIO DOS SERVIÇOS DOCUSIGN,\n\nDA DOCUMENTAÇÃO E DO SITE. VOCÊ NÃO TERÁ O DIREITO DE FAZER DECLARAÇÕES\n\nOU REPASSAR GARANTIAS EM NOME DA DOCUSIGN PARA TERCEIROS. DADO QUE\n\nALGUNS ESTADOS E JURISDIÇÕES NÃO PERMITEM LIMITAÇÕES SOBRE GARANTIAS\n\nIMPLÍCITAS, A LIMITAÇÃO ACIMA PODE NÃO SE APLICAR A VOCÊ. NESSE CASO, TAIS\n\nGARANTIAS SÃO LIMITADAS NA MÁXIMA EXTENSÃO E NO MÍNIMO PERÍODO PERMITIDOS\n\nPELA LEI APLICÁVEL.\n\n9.3\n\nAS PARTES DA DOCUSIGN NÃO GARANTEM, ENDOSSAM OU ASSUMEM\n\nRESPONSABILIDADE POR QUALQUER PRODUTO OU SERVIÇO ANUNCIADO OU\n\nOFERECIDO POR TERCEIROS POR MEIO DO SITE, E AS PARTES DA DOCUSIGN NÃO\n\nSERÃO PARTES OU SERÃO DE QUALQUER FORMA RESPONSÁVEL POR MONITORAR\n\nQUALQUER TRANSAÇÃO ENTRE VOCÊ E PRESTADORES DE PRODUTOS OU SERVIÇOS\n\nTERCEIROS. VOCÊ É O ÚNICO RESPONSÁVEL POR TODAS AS SUAS COMUNICAÇÕES E\n\nINTERAÇÕES COM OUTRAS PESSOAS QUE DECORRAM DE SUA UTILIZAÇÃO DO SITE.\n\n9.4\n\nSe você for morador da Califórnia, você renuncia, por meio deste, ao 81542 do Código\n\nCivil da Califórnia, que declara: \"Uma renúncia geral não se estende a reivindicações que o\n\ncredor não conheça nem suspeite que exista a seu favor no momento da assinatura da renúncia\n\ne que, se fosse de seu conhecimento, teriam afetado significativamente seu acordo com o\n\ndevedor\". Essa renúncia não inclui atos criminosos de outrem.\n\n9.5\n\nVocê pode optar por receber autenticação, notificação e/ou mensagens de entrega de\n\neDocumento por mensagem de texto (“Mensagens por SMS”) no número de celular que você\n\nfornecer como parte do seu uso dos Serviços DocuSign. Você declara que você é o titular do\n\nserviço de telefonia móvel do número de celular fornecido, ou que você, de outra forma, é\n\nautorizado pelo titular a receber Mensagens por SMS no referido número de celular como parte\n\ndo seu uso dos Serviços DocuSign. Ao optar por receber e enviar Mensagens por SMS, você\n\nreconhece que taxas podem ser aplicáveis pelo uso de serviço de mensagem ou de dados nos\n\ntermos do contrato entre você e seu provedor de serviços de telefonia móvel (“Provedor de\n\nserviços de telefonia móvel”). Você compreende e reconhece ainda que os serviços da rede do\n\nseu Provedor de serviços de telefonia móvel estão fora do controle da DocuSign e que nao\n\nsomos responsáveis por quaisquer questões daí provenientes. A DocuSign não será responsável\n\nhttps:/Awww. docusign.com.br'termos-e-condicoest:-:text=Estes Termos e Condições dos,ou criam uma conta (\"Conta\n\n15/31", "page": 15}, {"text": "30/03/2021\n\nTERMOS E CONDIÇÕES DOS SERVIÇOS DOCUSIGN | DocuSign\n\nVendas (11) 3330-1000\n\nDocuSign\n\n9.6\n\nAlgumas jurisdições não permitem a exclusão de algumas garantias ou a limitação ou\n\nexclusão de responsabilidade por danos incidentais ou consequentes, como nesta Cláusula 9 ou\n\nabaixo, na Cláusula 11. Portanto, algumas dessas limitações podem não se aplicar a você. Se\n\nvocê for morador de Nova Jersey ou de outro estado que permita a exclusão dessas garantias e\n\nresponsabilidades, as limitações na Cláusula 9 e na Cláusula 11 especificamente não se aplicam\n\na você.\n\n10\n\nOBRIGAÇÕES DE INDENIZAÇÃO.\n\n10.1\n\nVocê defenderá, indenizará e isentará a nós e aos nossos Afiliados, diretores,\n\nfuncionários, fornecedores, consultores e agentes de toda e qualquer reivindicação,\n\nresponsabilidade, danos e custos de terceiros (incluindo, entre outros, honorários advocatícios)\n\nadvindos ou relacionados, conforme aplicável, a: (a) seu acesso a e uso do Site; (b) violação\n\ndestes Termos por você , ou seu(s) Administrador(es) da Conta ou por Usuários Autorizados,\n\nconforme aplicável; (c) violação por você dos direitos de propriedade intelectual ou outros\n\ndireitos de qualquer pessoa ou entidade; (d) a natureza e o conteúdo de todos os Dados de\n\nCliente processados pelos Serviços DocuSign; ou (e) quaisquer produtos ou serviços comprados\n\nou obtidos por você em conexão com o Site.\n\n10.2 A DocuSign reserva-se o direito exclusivo de resolver, entrar em acordo e pagar, sem seu\n\nconsentimento prévio, quaisquer e todas as reivindicações ou ações ajuizadas contra nós. Nós\n\nnos reservamos o direito, as suas custas, de assumir a defesa e o controle exclusivos de\n\nqualquer assunto para o qual você seja requerido a nos indenizar e você concorda em cooperar\n\ncom nossa defesa nessas reivindicações. Você concorda em não resolver qualquer assunto em\n\nque sejamos nomeados como réu e/ou nos quais você tem obrigações de indenização sem\n\nnosso consentimento prévio por escrito. Nós usaremos os esforços razoáveis para notificá-lo\n\nsobre essas reivindicações, ações ou processos assim que tomarmos ciência destes.\n\n11\n\nLIMITAÇÕES DE RESPONSABILIDADE\n\n11.1\n\nIsenção de Danos Consequentes.\n\n11.1.1 NÃO OBSTANTE QUALQUER DISPOSIÇÃO EM CONTRÁRIO CONTIDA NESTES\n\nTERMOS, A DOCUSIGN NÃO SERÁ, EM NENHUMA CIRCUNSTÂNCIA, RESPONSÁVEL\n\nPERANTE VOCÊ POR QUAISQUER DANOS CONSEQUENTES, INCIDENTAIS, ESPECIAIS, DE\n\nCOBERTURA, PUNITIVOS OU EXEMPLARES ADVINDOS DE OU RELACIONADOS ÀS\n\nTRANSAÇÕES CONTEMPLADAS NESTES TERMOS, INCLUINDO, MAS NÃO SE LIMITANDO,\n\nAVIAMENTO, INTERRUPÇÃO DE TRABALHO, PERDAS DE LUCROS OU PERDA DE\n\nNEGÓCIOS, MESMO QUE INFORMADA DA PROBABILIDADE DE TAIS PERDAS E\n\nINDEPENDENTEMENTE DE TAIS REIVINDICAÇÕES SEREM BASEADAS EM CONTRATO, ATO\n\nILÍCITO (INCLUINDO NEGLIGÊNCIA) OU QUALQUER OUTRA TEORIA LEGAL.\n\n11.1.2 NA MÁXIMA EXTENSÃO PERMITIDA PELA LEI APLICÁVEL, AS PARTES DA DOCUSIGN\n\nNÃO SERÃO, EM NENHUM CASO, RESPONSÁVEIS PERANTE VOCÊ POR QUAISQUER\n\nhttps:/Awww. docusign.com.br'termos-e-condicoest:-:text=Estes Termos e Condições dos,ou criam uma conta (\"Conta\n\n16/31", "page": 16}, {"text": "30/03/2021\n\nTERMOS E CONDIÇÕES DOS SERVIÇOS DOCUSIGN | DocuSign\n\nVendas (11) 3330-1000\n\nDocuSign\n\neo oe eee\n\n5 \nPESSOAIS E/OU INFORMAÇÕES FINANCEIRAS ARMAZENADAS NOS MESMOS; (e)\n\nINTERRUPÇÃO OU CESSAÇÃO DE TRANSMISSÃO DE OU PARA NOSSOS SERVIDORES; (f)\n\nQUAISQUER ERROS, VÍRUS, CAVALOS DE TROIA OU SIMILARES QUE VENHAM A SER\n\nTRANSMITIDOS PARA OU POR MEIO DO SITE, DA DOCUMENTAÇÃO OU DOS SERVIÇOS\n\nDOCUSIGN POR TERCEIROS; (g) PERDA DE SEUS DADOS OU CONTEÚDO NO SITE, NA\n\nDOCUMENTAÇÃO OU NOS SERVIÇOS DOCUSIGN; (h) QUAISQUER ERROS OU OMISSÕES\n\nEM QUALQUER CONTEÚDO OU PERDAS OU DANOS DE QUALQUER TIPO ADVINDOS DE\n\nSUA UTILIZAÇÃO DE QUALQUER CONTEUDO PUBLICADO, TRANSMITIDO OU\n\nDISPONIBILIZADO DE ALGUMA OUTRA FORMA POR MEIO DO SITE, DA DOCUMENTAÇÃO\n\nOU DOS SERVIÇOS DOCUSIGN, QUER SEJA BASEADO EM GARANTIA, CONTRATO, ATO\n\nILÍCITO (INCLUINDO NEGLIGÊNCIA) OU QUALQUER OUTRA TEORIA LEGAL, E\n\nINDEPENDENTEMENTE DE AS PARTES DA DOCUSIGN TEREM SIDO ADVERTIDAS DA\n\nPOSSIBILIDADE DE TAIS DANOS; E/OU (i) A DIVULGAÇÃO DE INFORMAÇÕES DE ACORDO\n\nCOM ESTES TERMOS OU COM NOSSA POLÍTICA DE PRIVACIDADE.\n\n11.1.3 Alguns países e jurisdições não permitem a limitação ou exclusão de danos consequentes,\n\ndiretos, indiretos ou de outros tipos em contratos com clientes, e, uma vez que você é um cliente,\n\nas limitações ou exclusões nesta Cláusula 11.1 podem não se aplicar a você.\n\n11.2 Limite de Danos. NOSSA RESPONSABILIDADE TOTAL PERANTE VOCÊ POR\n\nQUALQUER AÇÃO DECORRENTE DE OU RELACIONADA A ESTES TERMOS OU AO SEU\n\nUSO DO SITE (INCLUINDO, ENTRE OUTRAS, REIVINDICAÇÕES DE GARANTIA),\n\nINDEPENDENTEMENTE DO FÓRUM E SE QUALQUER AÇÃO OU REIVINDICAÇÃO É\n\nBASEADA EM CONTRATO, ATO ILÍCITO (INCLUINDO NEGLIGÊNCIA) OU QUALQUER OUTRA\n\nTEORIA LEGAL OU EQUITATIVA, NÃO EXCEDERÁ O VALOR TOTAL PAGO POR VOCÊ PARA\n\nA DOCUSIGN PELOS SERVIÇOS DOCUSIGN QUE RESULTARAM NA REIVINDICAÇÃO\n\nCONFORME ESTES TERMOS DURANTE O PERÍODO DE 12 (DOZE) MESES ANTERIORES À\n\nDATA DO PRIMEIRO EVENTO QUE ORIGINOU A RESPONSABILIDADE OU US$ 100, O QUE\n\nFOR MAIOR. A EXISTÊNCIA DE MAIS DE UMA REIVINDICAÇÃO NÃO AUMENTARÁ ESSE\n\nLIMITE.\n\n11.3  Alocações Independentes de Risco. Cada disposição destes Termos que estabelece uma\n\nlimitação de responsabilidade, isenção de garantia ou exclusão de danos representa uma\n\nalocação dos riscos destes Termos acordada entre as partes. Essa alocação é um elemento\n\nessencial dos fundamentos da negociação entre as partes. Cada uma dessas disposições pode\n\nser separada e é independente de todas as demais disposições destes Termos, e cada uma\n\ndessas disposições se aplicará ainda que as garantias nestes Termos não tenham cumprido seu\n\npropósito essencial.\n\n11.4 Limitações Jurisdicionais.\n\n11.4.1 Dado que alguns estados e jurisdições não permitem a limitação de responsabilidade em\n\nalgumas instâncias, partes da limitação acima podem não se aplicar a você. Nesse caso, tais\n\nexclusões e limitações aplicar-se-ão até a extensão máxima permitida pela lei vigente (e nossa\n\nhttps:/Awww. docusign.com.br'termos-e-condicoest:-:text=Estes Termos e Condições dos,ou criam uma conta (\"Conta\n\n17/31", "page": 17}, {"text": "30/03/2021\n\nTERMOS E CONDIÇÕES DOS SERVIÇOS DOCUSIGN | DocuSign\n\nVendas (11) 3330-1000\n\nDocuSign\n\n12\n\nGERAL\n\n12.1\n\nConteúdo de Terceiros. Nós poderemos fornecer, ou terceiros poderão fornecer, links\n\npara outros websites, serviços ou recursos de terceiros que estão além de nosso controle. Nós\n\nnão fazemos qualquer garantia sobre a qualidade, a adequação, a funcionalidade ou a legalidade\n\nde qualquer conteúdo de terceiros para os quais sejam fornecidos links, e você renuncia, por\n\nmeio deste, a qualquer reivindicação que possa ter contra nós em referência a tais serviços. A\n\nDOCUSIGN NÃO É RESPONSÁVEL PELO CONTEUDO NA INTERNET OU EM PÁGINAS DA\n\nWEB QUE ESTEJAM LOCALIZADAS FORA DO SITE OU EM PUBLICAÇÕES DE CONTEÚDO\n\nDE USUÁRIO. Sua correspondência ou negociação com anunciantes ou parceiros encontrados\n\nno ou por meio do Site, bem como participação em promoções dos mesmos, incluindo\n\npagamento e entrega de mercadorias ou serviços relacionados e quaisquer outros termos,\n\ncondições, garantias ou declarações associadas com tais negociações, dão-se exclusivamente\n\nentre você e tal anunciante ou parceiro. Você concorda que não somos responsáveis por perdas\n\nou danos de qualquer tipo advindos de tais negociações ou que resultem da presença de tais\n\nanunciantes ou de links para websites ou recursos de terceiros no Site.\n\n12.2 Relacionamento. A todo momento, você e a DocuSign serão contratantes independentes\n\ne não serão agentes ou representantes da outra parte. Estes Termos não têm a intenção de\n\ncriar um relacionamento de joint venture, parceria ou franquia entre as partes. Entidades que não\n\nsejam partes deste não se beneficiam e não podem aplicar estes Termos. Não ha terceiros\n\nbeneficiários a estes Termos. Você não deverá declarar a ninguém que é agente da DocuSign\n\nnem que está de outra forma autorizado a vincular ou comprometer a DocuSign de nenhuma\n\nmaneira sem a autorização prévia por escrito da DocuSign.\n\n12.3 Leis de Controle de Exportação. Você reconhece que o Site, a Documentação e/ou os\n\nServiços DocuSign e quaisquer produtos, informações, documentação, Software, tecnologia e\n\ndados técnicos relacionados, bem como quaisquer derivados dos mesmos, que a DocuSign\n\ndisponibiliza (coletivamente, \"Dados Excluídos\") estão sujeitos a leis e regulamentos de controle\n\nde exportação dos Estados Unidos e de outros países que podem proibir ou restringir o acesso\n\npor determinadas pessoas ou de determinados países ou jurisdições que atualmente incluem,\n\nentre outros, Cuba, a região da Crimeia da Ucrânia e o Sudão, o Ira, a Coreia do Norte e a Síria\n\n(“Restrições comerciais”). Você declara e garante que você não: (i) está localizado em um pais\n\nou território sob embargo, (ii) está sob controle de uma entidade organizada ou residente em um\n\npaís ou território sob embargo, ou (iii) presente em alguma lista do governo dos EUA de pessoas\n\nou entidades com as quais os cidadãos dos EUA estão proibidos de fazer negócios, incluindo,\n\nentre outras, Lista de cidadãos especialmente designados e outras pessoas bloqueadas do\n\nOFAC, nas listas de sanções de não proliferação do Departamento de Estado dos EUA, na Lista\n\nde entidades ou pessoas impedidas do Departamento de Comércio dos EUA localizada em\n\nhttps://www.export.gov/article?id=Consolidated-Screening-List; ou (iv) está sujeito aos\n\nregulamentos de controle de exportação de destino final, como, por exemplo, os Regulamentos\n\nde Administração de Exportação dos EUA e ao Regulamento de Dupla Utilização da UE do\n\nGoverno dos EUA EC 428/2009 ... Você é o único responsável por cumprir as Restrições\n\nhttps:/Awww. docusign.com.br'termos-e-condicoest:-:text=Estes Termos e Condições dos,ou criam uma conta (\"Conta\n\n18/31", "page": 18}, {"text": "30/03/2021\n\nTERMOS E CONDIÇÕES DOS SERVIÇOS DOCUSIGN | DocuSign\n\nVendas (11) 3330-1000\n\nDocuSign\n\ntransferir seus direitos, deveres ou obrigações sob estes Termos é nula, salvo disposição\n\nexpressa nestes Termos. A DocuSign poderá livremente ceder os direitos, deveres e obrigações\n\nda DocuSign sob estes Termos.\n\n12.5 Notificações. Salvo autorização em contrário nestes Termos, qualquer notificação exigida\n\nou permitida em relação aos Serviços DocuSign sera efetiva somente se por escrito e enviada\n\nusando: (a) Serviços DocuSign; (b) correspondência certificada ou registrada; ou (c)\n\ntransportadora segurada, à parte apropriada, no endereço estabelecido nas informações de\n\ncadastro do Cliente, ou no Site para a DocuSign, com cópia, no caso da DocuSign, para\n\nlegal@docusign.com. O Cliente ou a DocuSign poderão alterar o endereço de recebimento de\n\nnotificações por meio de notificação a outra parte de acordo com esta Cláusula 12. As\n\nnotificações serão consideradas entregues mediante o recebimento, no caso de entrega pelos\n\nServiços DocuSign; 2 (dois) dias úteis após a data da remessa; ou 1 (um) dia útil após a entrega a\n\numa transportadora.\n\n12.6 Força Maior. Exceto por quaisquer obrigações de pagamento, nem você nem a DocuSign\n\nserão responsáveis pelo descumprimento de uma obrigação estabelecida nestes Termos\n\nquando tal descumprimento for causado por força maior (incluindo caso fortuito, desastres\n\nnaturais, guerra, insurreição civil, ação por entidade governamental, greve ou outras causas além\n\ndo controle razoável da parte). A parte afetada pelo evento de força maior notificará a outra\n\nparte em um período comercialmente razoável e envidará esforços comercialmente razoáveis\n\npara retomar o desempenho assim que seja viável. As obrigações não desempenhadas por\n\nmotivo de força maior serão desempenhadas assim que possível, tão logo seja razoável, quando\n\no evento de força maior acabar.\n\n12.7 Arbitragem Obrigatória, Renúncia a Ações Coletivas Aplicáveis aos Clientes.\n\nLEIA ESTA SEÇÃO COM ATENÇÃO. ELA AFETA SEUS DIREITOS LEGAIS, INCLUINDO SEU\n\nDIREITO DE INICIAR UM PROCESSO JUDICIAL.\n\n12.7.1 Você concorda que estes Termos afetam o comércio interestadual e que a Lei de\n\nArbitragem Federal rege a interpretação e a aplicação destas disposições de arbitragem. Esta\n\nCláusula 12.7, que deverá ser interpretada de forma ampla, rege todo e qualquer litígio entre nós,\n\nincluindo, entre outros, reivindicações referentes a qualquer aspecto de nosso relacionamento,\n\nsejam baseadas em contrato, responsabilidade civil, estatuto, fraude, declaração falsa ou\n\nqualquer outra teoria legal; reivindicações que surgiram antes destes Termos ou de anteriores; e\n\nreivindicações que possam surgir após a rescisão destes Termos. Os únicos litígios excluídos\n\ndesta proibição ampla são o litígio referentes as certas propriedades intelectuais, conforme\n\ndisposto abaixo.\n\n12.7.2 Resolução Inicial de Litígio. A maioria dos litígios pode ser solucionada sem precisar\n\nrecorrer à arbitragem. Você concorda que, se tiver algum litígio conosco, antes de tomar\n\nqualquer medida formal, você entrará em contato conosco no endereço legal@docusign.com e\n\nfornecerá uma breve descrição escrita sobre o litígio e suas informações de contato (incluindo\n\nhttps:/Awww. docusign.com.br'termos-e-condicoest:-:text=Estes Termos e Condições dos,ou criam uma conta (\"Conta\n\n19/31", "page": 19}, {"text": "30/03/2021\n\nTERMOS E CONDIÇÕES DOS SERVIÇOS DOCUSIGN | DocuSign\n\nVendas (11) 3330-1000\n\nDocuSign\n\n12.7.3 Arbitragem Vinculante. Se as partes não chegarem a uma solução acordada em um\n\nperíodo de 30 (trinta) dias após o início da resolução de litígio informal segundo a disposição de\n\nResolução Inicial de Litígio acima, qualquer uma das partes poderá iniciar arbitragem vinculante\n\ncomo o único meio de solucionar reivindicações (salvo disposição abaixo), sujeito aos Termos\n\nestabelecidos abaixo. Especificamente, todas as reivindicações advindas de ou relacionadas a\n\nestes Termos, ao relacionamento das partes entre si e/ou à sua utilização dos Serviços\n\nDocuSign serão solucionadas por arbitragem vinculante realizada pela JAMS de acordo com as\n\nRegras de Procedimento de Arbitragem Simplificadas da JAMS, no caso de reivindicações que\n\nnão excedam US$ 250.000, ou de acordo com as Regras e Procedimentos de Arbitragem\n\nAbrangentes da JAMS, no caso de reivindicações que excedam US$ 250.000, em efeito no\n\nmomento do início da arbitragem, excluindo quaisquer regras ou procedimentos que regem ou\n\npermitem ações coletivas.\n\n12.7.4 Poderes do Árbitro. O árbitro, e não qualquer tribunal ou agência federal, estadual ou\n\nmunicipal, terá a autoridade exclusiva de solucionar todos os litígios advindos de ou relacionados\n\na interpretação, aplicação, capacidade de aplicação ou formação destes Termos, incluindo, entre\n\noutros, qualquer reivindicação de que parte dos Termos ou todos os Termos sejam nulos, se\n\numa reivindicação está ou não sujeita à arbitragem, ou a questão de renúncia por conduta de\n\nlitígio. O árbitro terá o poder de conceder qualquer reparação que estaria disponível em um\n\ntribunal por lei ou por equidade. A concessão do árbitro será feita por escrito e será vinculante\n\nsobre as partes, podendo ser registrada como um julgamento em qualquer tribunal da jurisdição\n\ncompetente.\n\n12.7.5 Registro de Demanda. Para iniciar uma arbitragem, você deve fazer o seguinte: (a)\n\nescreva uma Demanda de Arbitragem, incluindo uma descrição da reivindicação e o valor em\n\nindenização que você espera receber (uma cópia da Demanda de Arbitragem está disponível\n\nem www.jamsadr.com); (b) envie três cópias da Demanda de Arbitragem, mais a taxa de registro\n\napropriada, para a JAMS, Two Embarcadero Center, Suite 1500, San Francisco California 94111;\n\ne (c) envie uma cópia da Demanda de Arbitragem para nós em: legal@docusign.com.\n\n12.7.6 Taxas e Custos. Se o total de sua(s) reivindicação(ões) for inferior a US$ 5.000,00, então:\n\n(a) você poderá escolher se sua participação na arbitragem dar-se-á por meio de documentos\n\nfornecidos ao árbitro, por meio de uma audiência telefônica ou por meio de uma audiência\n\npresencial; (b) a DocuSign reembolsará as taxas de registro a você, até um máximo de US$\n\n1.500,00, a menos que o árbitro determine que suas reivindicações são frivolas; e (c) a DocuSign\n\nnão demandará honorários advocatícios e custos, a menos que o árbitro determine que suas\n\nreivindicações são frivolas. Você é responsável pelos honorários de seus próprios advogados,\n\nsalvo disposição em contrário nas regras de arbitragem e/ou na lei aplicável.\n\n12.7.7 Sem Julgamento de Júri. As partes declaram estar cientes de que, se esta seção de\n\narbitragem obrigatória estivesse ausente, elas teriam o direito de processar na Justiça e de ter\n\num julgamento de juri. Elas também declaram estar cientes de que, em algumas situações, os\n\ncustos da arbitragem podem exceder os custos de litígio e que o direito de instrução pode ser\n\nmais limitado na arbitragem do que na Justiça.\n\nhttps:/Awww. docusign.com.br'termos-e-condicoest:-:text=Estes Termos e Condições dos,ou criam uma conta (\"Conta\n\n20/31", "page": 20}, {"text": "30/03/2021\n\nTERMOS E CONDIÇÕES DOS SERVIÇOS DOCUSIGN | DocuSign\n\nVendas (11) 3330-1000\n\nDocuSign\n\n12.7.9 Renúncia à Ação Coletiva. As partes concordam que as ações judiciais serão realizadas\n\napenas de forma individual por cada parte e não como ação coletiva ou outra ação de\n\nrepresentação, e as partes renunciam, expressamente, ao seu direito de iniciar uma ação\n\ncoletiva ou de solicitar reparação com base coletiva. VOCÊ E A DOCUSIGN CONCORDAM QUE\n\nCADA PARTE PODE FAZER REIVINDICAÇÕES A OUTRA APENAS INDIVIDUALMENTE E NÃO\n\nCOMO QUEIXOSO OU MEMBRO DE CLASSE EM QUALQUER PROCEDIMENTO COLETIVO\n\nOU REPRESENTATIVO. Se um tribunal ou um árbitro determinar que a renúncia à ação coletiva\n\nestabelecida neste parágrafo é nula ou não pode ser aplicada por qualquer motivo, ou que uma\n\narbitragem pode ser realizada como ação coletiva, as disposições de arbitragem estabelecidas\n\nacima serão consideradas inteiramente nulas, e considerar-se-á que as partes não concordaram\n\nem arbitrar litígios.\n\n12.7.10 Exceção: Litígio envolvendo Propriedade Intelectual. Não obstante a decisão das partes\n\nde solucionar todos os litígios por meio de arbitragem, qualquer uma das partes pode solicitar\n\nações de execução, determinações de validade ou reivindicações advindas de ou relacionadas a\n\nroubo, pirataria ou uso não autorizado de propriedade intelectual em qualquer tribunal estadual\n\nou federal com jurisdição ou no Escritório de Patentes e Marcas Registradas dos EUA, a fim de\n\nproteger seus direitos de propriedade intelectual (\"direitos de propriedade intelectual\" significam\n\npatentes, direitos autorais, direitos morais, marcas e segredos comerciais, mas não direitos de\n\nprivacidade ou publicidade).\n\n12.7.1 Validade. Esta seção de Arbitragem Obrigatória e Renúncia a Ações Coletivas\n\npermanecerá em vigor após a rescisão de seu uso do Site.\n\n12.8 Acordo Integral. Estes Termos, que incluem o texto e os parágrafos anteriores à Cláusula\n\n1a, são a expressão final, completa e exclusiva do acordo entre você e a DocuSign referente aos\n\nServiços DocuSign prestados sob estes Termos. Estes Termos substituem comunicações orais\n\ne escritas anteriores com relação ao assunto em questão (incluindo contratos de\n\nconfidencialidade referentes aos Serviços DocuSign estabelecidos nestes Termos), e as partes\n\nrenunciam de fiar-se em tais comunicações, e os Termos se aplicam além de qualquer outro\n\ntermo que você busque impor ou incorporar ou que sejam implícitos pelo setor, por costume, por\n\nprática ou pelo processo de negociação. A DocuSign rejeita, por meio deste, quaisquer termos\n\nadicionais ou conflitantes estabelecidos uma ordem de compra ou qualquer outro material de\n\ncompra enviado pelo Cliente e condiciona a concordância unicamente com base nestes Termos\n\ne nas condições destes Termos, conforme oferecidos pela DocuSign. Salvo permissão explicita\n\nnestes Termos, nenhuma modificação a estes Termos entrará em vigor a menos que seja feita\n\npor escrito e assinada por um agente autorizado da parte contra a qual a modificação está\n\nsendo solicitada. Em caso de inconsistência ou conflito, a ordem de precedência, em ordem\n\ndecrescente de regência, é: (a) o Plano de Assinatura; (b) quaisquer anexos ou apêndices ao\n\nAnexo de Serviço; (c) o Anexo de Serviço; e (d) estes Termos.\n\n12.9 Disposições para Clientes Residentes na Alemanha. As disposições desta Cláusula 12.9\n\naplicam-se apenas a Clientes com domicílio na Alemanha quando da concordância com estes\n\nTermos.\n\nhttps:/Awww. docusign.com.br'termos-e-condicoest:-:text=Estes Termos e Condições dos,ou criam uma conta (\"Conta\n\n21/31", "page": 21}, {"text": "30/03/2021\n\nTERMOS E CONDIÇÕES DOS SERVIÇOS DOCUSIGN | DocuSign\n\nVendas (11) 3330-1000\n\nDocuSign\n\n“sv\n\ndesta Cláusula 12.9, é uma obrigação cujo cumprimento é essencial para o desempenho destes\n\nTermos e em cujo cumprimento a parte contratante pode confiar.\n\n12.9.2 Se você for um consumidor, nada nesses Termos afeta seus direitos sob as leis\n\nmandatórias alemãs e esses Termos serão interpretados e executados em todos os aspectos\n\nde forma a cumprir as leis de proteção do consumidor mandatórias da Alemanha. Não obstante\n\no previsto nas Cláusulas 12.7 acima e 12.10 abaixo, se você é um consumidor, você poderá\n\nsubmeter uma reivindicação para exigir seus direitos sob esses Termos aos tribunais\n\ncompetentes na Alemanha.\n\n12.10 Lei Vigente e Foro. Estes Termos serão interpretados e cumpridos, em todos os\n\naspectos, de acordo com as leis locais do Estado da Califórnia, EUA, sem referência à sua\n\nescolha de regras legais em contrário. Para fins de determinação da lei vigente, você e a\n\nDocuSign concordam que a DocuSign é a propositora destes Termos. Não obstante o acordo\n\nentre o Cliente e a DocuSign referente à arbitragem obrigatória, qualquer uma das partes pode\n\nbuscar mandado cautelar temporário ou preliminar junto a um tribunal da jurisdição competente\n\nem São Francisco, Califórnia, quando necessário para proteger os direitos ou a propriedade da\n\nparte, até a conclusão da arbitragem. O Cliente e a DocuSign submetem-se à jurisdição\n\nexclusiva e ao foro de qualquer tribunal federal ou estadual da jurisdição competente localizado\n\nem São Francisco, Califórnia, EUA.\n\n12.11 Idioma e Traduções. A DocuSign poderá fornecer traduções destes Termos ou de outros\n\ntermos ou políticas. As traduções são fornecidas para fins de informação e, se houver uma\n\ninconsistência ou conflito entre uma tradução e a versão em inglês, a versão em inglês terá\n\nprecedência.\n\n12.12 Renúncia. A renúncia por qualquer uma das partes de qualquer infração de qualquer\n\ndisposição destes Termos não implica em renúncia a qualquer outra violação. A falha de\n\nqualquer uma das partes em insistir no cumprimento estrito de qualquer acordo ou obrigação\n\nconforme estes Termos não será uma renúncia ao direito de tal parte de exigir cumprimento\n\nestrito no futuro e não será interpretada como uma novação destes Termos.\n\n12.13 Autonomia das Cláusulas. Se qualquer uma das partes destes Termos for considerada\n\nilegal, inexequivel ou inválida, as demais partes destes Termos permanecerão em pleno vigor e\n\nefeito. Se qualquer limitação significativa ou restrição à concessão de qualquer licença a você de\n\nacordo com estes Termos for considerada ilegal, inexequivel ou inválida, a licença cessará\n\nimediatamente.\n\n12.14 Como Entrar em Contato Conosco. Se você tiver dúvidas sobre o Site ou os Termos,\n\nprecificação, reclamações ou outras consultas, entre em contato com a DocuSign no endereço\n\n221 Main Street, Suite 1000, San Francisco, CA, 94105, Estados Unidos, ou pelo número\n\n(800)379-9973 nos EUA. Os usuários da Califórnia também têm o direito ao seguinte aviso\n\nespecífico de direitos do consumidor: o endereço da Unidade de Assistência à Reclamação da\n\nDivisão de Serviços do Consumidor do Departamento de Questões do Consumidor da Califórnia\n\nhttps:/Awww. docusign.com.br'termos-e-condicoest:-:text=Estes Termos e Condições dos,ou criam uma conta (\"Conta\n\n22/31", "page": 22}, {"text": "30/03/2021\n\nTERMOS E CONDIÇÕES DOS SERVIÇOS DOCUSIGN | DocuSign\n\nVendas (11) 3330-1000\n\nDocuSign\n\nem contrário neste Anexo de Serviço, termos escritos em letra maiúscula terão o significado\n\natribuido a eles nos Termos.\n\n1\n\nDEFINIÇÕES\n\n\"Assinatura DocuSign\" significa o Serviço DocuSign de assinatura eletrônica sob demanda, que\n\nfornece serviços de exibição on-line, entrega certificada, reconhecimento, assinatura eletrônica\n\ne armazenamento para eDocumentos por meio da Internet.\n\n\"Envelope\" significa um registro eletrônico que contém um ou mais eDocumentos, consistindo\n\nem uma única página ou um grupo de páginas de dados transferidos ao Sistema.\n\n\"Signatario\" significa uma pessoa designada por um Usuário Autorizado para acessar e/ou\n\ntomar ações com relação a eDocumentos enviados a tais indivíduos via Assinatura DocuSign\n\n\"Sistema\" refere-se aos sistemas e programas de software, as instalações de comunicação e\n\nrede e o hardware e equipamento usados pela DocuSign ou seus agentes para tornar disponível\n\no serviço Assinatura DocuSign por meio da Internet.\n\n\"Dados de Transação\" significam os metadados associados a um Envelope (como histórico de\n\ntransação, valor de hash de imagem, método e horário da exclusão do Envelope, nomes do\n\nremetente e do destinatário, endereços de e-mail e IDs de assinatura) que a DocuSign poderá\n\nusar para gerar e manter a trilha de auditoria digital necessária para a Assinatura DocuSign.\n\n2\n\nLIMITAÇÕES ADICIONAIS AO USO E RESPONSABILIDADES DO CLIENTE\n\n2.1\n\nA disponibilização do Assinatura DocuSign pela DocuSign está condicionada ao\n\nconhecimento e concordância do Cliente das seguintes disposições:\n\n2.1.1 A Assinatura DocuSign facilita a assinatura de eDocumentos entre as partes de tais\n\neDocumentos. Nada neste Anexo de Serviço poderá ser interpretado de modo a tornar a\n\nDocuSign uma parte em qualquer eDocumento processado por meio de Assinatura DocuSign, e\n\na DocuSign não presta garantias ou declarações relacionadas às transações celebradas por\n\nmeio de qualquer eDocumento;\n\n2.1.2 Entre a DocuSign e o Cliente, o Cliente detém exclusivo controle sobre e responsabilidade\n\npelo conteúdo, qualidade e formato de qualquer eDocumento. Sem limitar o exposto acima,\n\ntodos os eDocumentos, juntamente com todas as mensagens inclusas dentro de um Envelope,\n\narmazenados no Sistema pela DocuSign são mantidos em formato criptografado, não tendo a\n\nDocuSign controle ou acesso sobre tal conteúdo, exceto na medida em que o acesso é\n\nsolicitado por escrito e disponibilizado pelo Cliente para a DocuSign;\n\n2.1.3 Alguns tipos de contratos e documentos poderão estar excetuados nas leis de assinatura\n\neletrônica (por exemplo, testamentos e acordos referentes a direito de família), ou poderão estar\n\nsujeitos a regulamentações específicas promulgadas pelas várias agências governamentais em\n\nhttps:/Awww. docusign.com.br'termos-e-condicoest:-:text=Estes Termos e Condições dos,ou criam uma conta (\"Conta\n\n23/31", "page": 23}, {"text": "30/03/2021\n\nTERMOS E CONDIÇÕES DOS SERVIÇOS DOCUSIGN | DocuSign\n\nVendas (11) 3330-1000\n\nDocuSign\n\ndocumentos ou outros registros devem ser mantidos ou armazenados segundo as leis e\n\nregulamentos aplicáveis ou processos judiciais ou administrativos. Além disso, a DocuSign não é\n\nresponsável por produzir quaisquer dos eDocumentos do Cliente ou outros documentos a\n\nquaisquer terceiros;\n\n2.1.5 Algumas leis ou regulamentos de proteção ao consumidor ou similares podem aplicar\n\nexigências especiais em relação a transações eletrônicas que envolvam um ou mais\n\n\"consumidores\", como (entre outras) a exigência de que o consumidor consinta com o método\n\nde contratação e/ou que o consumidor receba uma cópia, ou o acesso a uma cópia, do registro\n\nescrito da transação em papel ou em outro meio não eletrônico. A DocuSign não realiza nem é\n\nresponsável por realizar as seguintes ações: (i) determinar se uma transação especifica envolve\n\nou não um \"consumidor\"; (ii) conceder ou obter tais consentimentos ou determinar se tais\n\nconsentimentos foram revogados; (iii) fornecer quaisquer informações ou divulgações em\n\nrelação a uma tentativa de obter tais consentimentos; (iv) analisar legalmente, atualizar ou\n\ncorrigir qualquer informação ou divulgação dada atualmente ou anteriormente; (v) fornecer tais\n\ncópias ou acesso, salvo disposição expressa na Documentação para todas as transações,\n\nconsumeristas ou não; ou (vi) cumprir tais exigências especiais;\n\n2.1.6 O Cliente compromete-se a determinar se algum \"consumidor\" está envolvido em um\n\neDocumento apresentado para processamento por seus Usuários Autorizados e, em caso\n\npositivo, cumprir todas as exigências impostas pela lei sobre tais eDocumentos ou sua formação.\n\n2.1.7 O Cliente concorda que seu(s) Administrador(es) da Conta designado possui poderes\n\npara fornecer à DocuSign e aceitar da DocuSign quaisquer autorizações, solicitações ou\n\nconsentimentos necessários em nome do Cliente com relação à Conta do Cliente; e\n\n2.1.8 O Cliente concorda que é exclusivamente responsável pela precisão e adequação das\n\ninstruções dadas por ele e por seu pessoal à DocuSign em relação aos Serviços, incluindo, por\n\nexemplo, instruções por meio de sua Conta, conforme feitas pelo Administrador da Conta\n\ndesignado.\n\n2.1.9 O Cliente pode optar por utilizar um certificado digital, serviço ou processo que\n\nautentique a identidade do signatário ou a autenticidade de um documento como parte de uma\n\nAssinatura DocuSign. Caso o certificado digital, serviço ou processo seja fornecido por qualquer\n\nfornecedor que não a DocuSign, mesmo quando a opção certificado digital, serviço ou processo\n\nfor escolhida em um menu dos Serviços DocuSign, o Cliente concorda que ele é o único\n\nresponsável por determinar a confiabilidade, validade e legalidade do certificado digital, serviço\n\nou processo desse terceiro e concorda que a DocuSign não é responsável por determinar se o\n\nreferido certificado digital, serviço ou processo é confiável, válido ou legal.\n\n2.2\n\nOs Planos de Assinatura comprados em docusign.com não poderão ser usados em\n\nconjunto com APIs da DocuSign, estando disponíveis para uso com um número limitado de\n\nintegrações.\n\nhttps:/Awww. docusign.com.br'termos-e-condicoest:-:text=Estes Termos e Condições dos,ou criam uma conta (\"Conta\n\n24/31", "page": 24}, {"text": "30/03/2021\n\nTERMOS E CONDIÇÕES DOS SERVIÇOS DOCUSIGN | DocuSign\n\nVendas (11) 3330-1000\n\nDocuSign\n\nde Conta, poderá recuperar e armazenar cópias de eDocumentos para armazenamento fora do\n\nSistema a qualquer momento durante o Prazo de Assinatura, contanto que o Cliente esteja em\n\nsituação financeira regular segundo estes Termos, e poderá excluir ou remover eDocumentos\n\ndo Sistema a seu critério.\n\n3.2\n\neDocumentos Incompletos. A DocuSign poderá, a seu critério exclusivo, excluir do\n\nSistema eDocumentos incompletos, imediatamente e sem notificação, mediante: (a) a expiração\n\ndo Envelope (caso o Cliente tenha estabelecido uma data de expiração para o Envelope, que\n\nnão pode exceder 365 dias); ou (b) a expiração do Prazo de Assinatura. A DocuSign não assume\n\nqualquer responsabilidade pela omissão ou incapacidade de uma parte de assinar\n\neletronicamente quaisquer eDocumentos dentro de tal período.\n\n3.3\n\nExclusão. A DocuSign poderá excluir uma Conta e Dados de Cliente, incluindo, entre\n\noutros, eDocumentos s (completos ou não), mediante a expiração do Prazo de Assinatura ou a\n\nrescisão dos Termos conforme descrito na Cláusula 8.2.\n\n3.4\n\nRetenção de Dados de Transação. A DocuSign poderá reter Dados de Transação pelo\n\nperíodo em que houver um motivo de negócios para fazê-lo.\n\n4\n\nSEGURANÇA DA INFORMAÇÃO E DADOS PESSOAIS\n\n4.1\n\nResponsabilidades do Cliente. A Assinatura DocuSign oferece ao Cliente alguns recursos\n\ne funcionalidades que o Cliente pode optar por usar, incluindo a capacidade de recuperar e\n\nexcluir eDocumentos no Sistema. O Cliente é responsável por devidamente: (a) configurar a\n\nAssinatura DocuSign; (b) usar e fazer cumprir os controles disponíveis referentes à Assinatura\n\nDocuSign (incluindo controles de segurança); e (c) tomar as medidas que o Cliente considerar\n\nnecessárias, de acordo com a funcionalidade da Assinatura DocuSign, a fim de manter a\n\nsegurança, proteção, exclusão e backup apropriados dos Dados de Cliente, o que inclui\n\ncontrolar a gestão do acesso e credenciais de Usuários Autorizados à Assinatura DocuSign,\n\ncontrolar os Dados de Cliente que são Processados pela Assinatura DocuSign e controlar o\n\narquivamento ou a exclusão de eDocumentos no Sistema. O Cliente reconhece que a DocuSign\n\nnão tem obrigação de proteger os Dados de Cliente, incluindo Dados Pessoais (definidos\n\nabaixo), que o Cliente optar por armazenar ou transferir fora da Assinatura DocuSign (por\n\nexemplo, off-line ou em armazenamento local).\n\n4.2\n\nSegurança da Informação. A DocuSign tomará as medidas técnicas e organizacionais\n\nque sejam comercialmente razoáveis a fim de evitar acesso, uso, alteração ou divulgação ilegais\n\nou não autorizados dos Dados de Cliente.\n\n4.3 Processamento/Transferéncia de Dados. O Anexo de Proteção de Dados para\n\nAssinatura DocuSign localizado em: https://www.docusign.com/company/terms-and\nconditions/schedule-docusign-... (“DPA”) se aplicará ao processamento de qualquer Dado\n\nPessoal (conforme definido na Cláusula 14 do DPA).\n\nhttps:/Awww. docusign.com.br'termos-e-condicoest:-:text=Estes Termos e Condições dos,ou criam uma conta (\"Conta\n\n25/31", "page": 25}, {"text": "30/03/2021\n\nTERMOS E CONDIÇÕES DOS SERVIÇOS DOCUSIGN | DocuSign\n\nVendas (11) 3330-1000\n\nDocuSign\n\ncomo seunome@seuempregador.com ou seunome@entidadesemfinslucrativos.org(\"Endereco\n\nde E mail da Entidade\"), o Cliente concedera a essa Entidade e a seu(s) Administrador(es) de\n\nConta permissão para: (a) identificar Contas criadas com um Endereço de E-mail da Entidade; e\n\n(b) restringir ou rescindir o acesso a uma Conta criada com um Endereço de E-mail da Entidade.\n\nO Cliente reconhece e concorda que a DocuSign poderá auxiliar a Entidade em tal\n\nadministração.\n\n6\n\nPLANOS E PREÇOS DE ASSINATURA\n\n6.1\n\nOs preços, recursos e opções da Assinatura DocuSign dependem do Plano de Assinatura\n\nselecionado pelo Cliente, bem como eventuais mudanças provocadas pelo Cliente. Por exemplo:\n\n(a) se o Cliente adicionar Usuários Autorizados, a DocuSign cobrará o valor da assinatura\n\naplicável para cada Usuário Autorizado adicional; ou (b) se o Cliente enviar mais Envelopes do\n\nque estão incluídos em seu Plano de Assinatura, a DocuSign poderá cobrar pelos envelopes\n\nadicionais ou transferir o Cliente para um novo Plano de Assinatura. O Cliente também poderá\n\ncomprar serviços opcionais periodicamente ou por uso. A DocuSign poderá alterar os preços ou\n\nalterar os recursos e opções de um Plano de Assinatura específico sem aviso prévio.\n\n7. PAGAMENTOS DOCUSIGN\n\n7.1\n\nA Assinatura DocuSign pode ser solicitada com “Pagamentos DocuSign“, que significa a\n\nfuncionalidade que permite ao Cliente enviar contratos, faturas e outros documentos aos\n\nSignatários via Assinatura DocuSign para facilitar o envio das credenciais de pagamento e\n\nautorizações do Signatário diretamente para os aplicativos de pagamento, gateways,\n\nprocessadores e prestadores de serviço de pagamento que armazenam, processam ou\n\ntransmitem dados de titulares de cartão como parte da autorização ou liquidação (“Aplicativos\n\nde Pagamento”).\n\n7.2\n\nA disponibilização de Pagamentos DocuSign pela DocuSign está condicionado ao\n\nreconhecimento e a concordância do Cliente sobre as seguintes disposições:\n\na As atividades de processamento de pagamento viabilizada através de Pagamentos\n\nDocuSign são entre o Cliente e um Aplicativo de Pagamento, ou qualquer outra parte\n\ndesignada pelo Cliente, e não com a DocuSign. O Cliente é o único responsável por\n\nregistrar e manter uma conta com os Aplicativos de Pagamento, e por cumprir com todos\n\nos contratos termos de uso, ou outros termos e condições entre o Cliente e tais\n\nAplicativos de Pagamento. Os Aplicativos de Pagamento são empresas independentes, e\n\nnão agentes, empregados ou contratados da DocuSign. A DocuSign não controla os\n\nmétodos de pagamento (por exemplo, cartão de crédito, cartão de débito, transferências\n\nACH) disponibilizados pelos Aplicativos de Pagamento por meio de Assinatura DocuSign,\n\nnem os produtos ou serviços que são vendidos ou comprados pelo Cliente através do\n\nPagamentos DocuSign. O Cliente reconhece e concorda que a DocuSign não pode\n\nhttps:/Awww. docusign.com.br'termos-e-condicoest:-:text=Estes Termos e Condições dos,ou criam uma conta (\"Conta\n\n26/31", "page": 26}, {"text": "30/03/2021\n\nTERMOS E CONDIÇÕES DOS SERVIÇOS DOCUSIGN | DocuSign\n\nVendas (11) 3330-1000\n\nDocuSign\n\npagamento entre o ullente e terceiros aesignados pelo viente. US FagaMentos VOCUDSIgN\n\narmazenarão temporariamente informações recebidas do Cliente, como informações de\n\nconta para um Aplicativo de Pagamento, apenas para fins de viabilizar o processamento\n\nde pagamento.\n\nO Cliente é o único responsável por cumprir: (i) quaisquer padrões aplicáveis\n\ndesenvolvidos e publicados pelas redes de pagamento (tais como Visa, Mastercard,\n\nAmerican Express e qualquer outra rede de crédito, débito ou rede de transferência\n\neletrônica de fundos), incluindo, entre outros, o Padrão de Segurança de Dados de Cartão\n\nde Pagamento (“PCI DSS”) atual; e (2) todas as leis e regulamentações aplicáveis ao\n\nprocessamento de pagamento realizado pelo Cliente por meio de Pagamentos DocuSign,\n\nincluindo, entre outras, aquelas que podem ser aplicáveis ao Cliente: em relação a coleta e\n\narmazenamento de informações, incluindo credenciais de pagamento sobre os\n\nSignatários; fazer divulgações adequadas, claras e conspicuas relacionadas ao\n\narmazenamento e uso das credenciais de pagamento dos Signatários; e o uso de\n\ncredenciais de pagamento armazenadas para receber pagamentos futuros.\n\nO Cliente é o único responsável por todo e qualquer litígio com Aplicativos de Pagamento\n\nou Signatários referentes a um processamento de pagamento que foi viabilizado por meio\n\ndo Pagamentos DocuSign, incluindo, entre outros: (1) estorno; (2) produtos ou serviços\n\nnão recebidos; (3) devolução, entrega atrasada ou cancelamento de produtos ou serviços;\n\n(4) transações canceladas; (5) transações ou encargos duplicados; (6) débitos e créditos\n\neletrônicos envolvendo contas bancárias, cartões de débito, cartões de crédito e\n\nemissões de cheque; e (7) o período de tempo necessário para realizar o processamento\n\nde pagamento.\n\n7.3\n\nNa medida aplicável a DocuSign pelo fornecimento de Pagamentos DocuSign, a DocuSign\n\ndeclara que está atualmente em conformidade, e continuará em conformidade com os padrões\n\nPCI DSS vigentes. A DocuSign reconhece que os números de conta de cartões de crédito e\n\ndébito ou dados relacionados que foram processados via Pagamentos DocuSign são, conforme\n\naplicável, propriedade exclusiva do Cliente, dos emissores de cartão de crédito, das redes de\n\npagamento relevantes e das entidades licenciadas para processar transações de cartão de\n\ncrédito e débito em nome do Cliente, e reconhece ainda que essas informações podem ser\n\nusadas pela DocuSign somente para ajudar as partes anteriores a concluir as atividades de\n\nprocessamento descritas no Contrato.\n\nANEXO DE SERVIÇO para SALAS DOCUSIGN\n\nhttps:/Awww. docusign.com.br'termos-e-condicoest:-:text=Estes Termos e Condições dos,ou criam uma conta (\"Conta\n\n27/31", "page": 27}, {"text": "30/03/2021\n\nTERMOS E CONDIÇÕES DOS SERVIÇOS DOCUSIGN | DocuSign\n\nVendas (11) 3330-1000\n\nDocuSign\n\n\"Salas DocuSign\" significam os Serviços DocuSign para gestão de transações, que fornece\n\nexibição on-line de Salas, gestão de eDocumentos, pessoas e tarefas, e serviços de\n\narmazenamento de eDocumentos por meio da Internet.\n\n“Dados de transação por sala” significam os metadados associados a uma Sala, conforme\n\ndeterminado pelo Cliente ou sua Conta (como histórico de atividade de transação e marca de\n\ndata e hora de atividades) e mantidos pela DocuSign para fornecer Salas DocuSign.\n\n\"Sala(s)\" significa o espaço de trabalho on-line para gestão de transações criado pelo Cliente no\n\nserviço Salas DocuSign.\n\n2. SALAS DOCUSIGN\n\n2.1 Durante a Vigência e sujeito ao cumprimento destes Termos e deste Anexo de Serviço, o\n\nCliente e seus Usuários Autorizados terão o direito de criar e/ou gerenciar Salas em sua Conta\n\nquando o Cliente se registrar por meio do método fornecido pela DocuSign. O Cliente e seus\n\nUsuários autorizados terão o direito de criar e excluir Salas, fazer upload, remover e visualizar\n\nconteúdo, dados ou eDocumentos compartilhados nas Salas DocuSign.\n\n2.2 Conta. O Cliente é o único responsável: (a) pela configuração da Conta; (b) pela operação, o\n\ndesempenho e a segurança de equipamento, redes ou outros recursos de computação do\n\nCliente usados para conectar as Salas DocuSign; (c) por garantir que todos os Usuarios\n\nAutorizados saiam ou façam /ogoff das Salas DocuSign ao final de cada sessão; (d) por manter a\n\nconfidencialidade da Conta, de informações de identificação do usuário e de senhas usados em\n\nconjunto com as Salas DocuSign; e (e) por todos os usos da Conta pelo Cliente e de seus\n\nUsuários Autorizados. A DocuSign reserva-se o direito de suspender as Salas DocuSign se o\n\nCliente utilizar indevidamente ou compartilhar informações de login com Usuários Autorizados\n\nou com terceiros. O Cliente notificará imediatamente à DocuSign qualquer acesso ou uso não\n\nautorizados de sua Conta ou qualquer violação de segurança. A DocuSign não será responsável\n\npor perdas que o Cliente possa sofrer devido ao uso de sua senha ou Conta por uma parte não\n\nautorizada, em virtude da falha do Cliente em proteger suas informações de login.\n\n2.3 Armazenamento e Exclusão. O Cliente poderá recuperar seus eDocumentos armazenados a\n\nqualquer momento durante a Vigência. A DocuSign manterá todas as Salas e armazenará os\n\neDocumentos associados durante a Vigência, por padrão. O Cliente poderá fechar ou excluir\n\nsuas Salas ou excluir Documentos Eletrônicos em tais Salas a qualquer momento durante a\n\nvigência.\n\n3. RESPONSABILIDADES ADICIONAIS DO CLIENTE\n\n3.1 A prestação do serviço Salas DocuSign pela DocuSign esta condicionada ao conhecimento\n\nconcordância do Cliente das seguintes disposições:\n\nhttps:/Awww. docusign.com.br'termos-e-condicoest:-:text=Estes Termos e Condições dos,ou criam uma conta (\"Conta\n\n28/31", "page": 28}, {"text": "30/03/2021\n\nTERMOS E CONDIÇÕES DOS SERVIÇOS DOCUSIGN | DocuSign\n\nVendas (11) 3330-1000\n\nDocuSign\n\nTOrmato ae qualquer transação Taciiitada por meio gas valas VOCUOSIQN. INdada Neste Anexo\n\nde Serviço deverá ser interpretado de modo a tornar a DocuSign uma parte em qualquer\n\ntransação processada por meio das Salas DocuSign, e a DocuSign não presta qualquer\n\ndeclaração ou garantia alguma sobre as transações celebradas por meio do uso das\n\nSalas DocuSign pelo Cliente;\n\nO Cliente é o único responsável por sua confiança em qualquer conteúdo, conselho,\n\nopinião, declaração, sugestão ou outra informação (\"Conteúdo de Terceiros\") oferecidos\n\npor terceiros que sejam compartilhados e distribuídos por meio das Salas DocuSign. Tal\n\nConteúdo de Terceiros apresentado ou disseminado por meio das Salas DocuSign\n\nrepresenta unicamente a visão de seu respectivo autor ou fornecedor de tal conteúdo,\n\nque permanece unicamente responsável por sua precisão e confiabilidade;\n\nO Cliente é responsável por determinar o período em que eDocumentos devem ser\n\nretidos ou armazenados segundo as leis e os regulamentos aplicáveis ou processos legal\n\nou administrativo. Além disso, o Cliente é responsável por produzir os eDocumentos\n\ndisponibilizados a terceiros nas Salas; e\n\nO Cliente é responsável por cumprir leis ou regulamentos de proteção ao consumidor ou\n\nsimilares que podem aplicar normas especiais em relação a transações eletrônicas que\n\nenvolvem um ou mais “consumidores”, como (entre outras) a exigência de que o\n\nconsumidor consinta com o método de contratação e/ou que o consumidor receba uma\n\ncópia, ou o acesso a uma cópia, do registro escrito da transação em papel ou em outro\n\nmeio não eletrônico.\n\nPRODUTOS\n\nPREÇOS\n\nAssinatura eletrônica\n\nPlanos da assinatura eletrônica\n\nGeração de documentos\n\nPlanos da API\n\nNegotiate para Salesforce\n\nhttps:/Awww. docusign.com.br'termos-e-condicoest:-:text=Estes Termos e Condições dos,ou criam uma conta (\"Conta\n\n29/31", "page": 29}, {"text": "30/03/2021\n\nTERMOS E CONDIÇÕES DOS SERVIÇOS DOCUSIGN | DocuSign\n\nVendas (11) 3330-1000\n\nDocuSign\n\n|\n\nPARCEIROS\n\nTAMANHO DO NEGOCIO\n\nVisão geral dos parceiros\n\nGrandes Empresas\n\nLogin dos parceiros\n\nPequenos negócios\n\nPessoas Físicas\n\nSUPORTE\n\nRECURSOS\n\nCentro de suporte\n\nMateriais Gratuitos\n\nComunidade\n\nBlog\n\nWebinars\n\nCasos de Clientes\n\nGuia de legalidade\n\nCentral de confiança\n\nEMPRESA\n\nSobre nós\n\nLiderança\n\nCarreiras\n\nRelações com o investidor\n\nImprensa\n\nDocuSign For Forests\n\nImpacto do DocuSign\n\nEntre em contato\n\n30/31\n\nhttps://www.docusign.com.br/termos-e-condicoes#:~:text=Estes Termos e Condições dos,ou criam uma conta (\"Conta", "page": 30}, {"text": "30/03/2021\n\nTERMOS E CONDIÇÕES DOS SERVIÇOS DOCUSIGN | DocuSign\n\nVendas (11) 3330-1000\n\nDocuSign\n\n|\n\nTOPICOS RELEVANTES\n\nConecte todo o ciclo de vida dos contratos\n\nTudo sobre assinatura eletrônica\n\nMobilidade\n\nPreparação automática do contrato\n\nDocuSign Agreement Cloud”\n\nGETITON\n\n>\n\nGoogle Play\n\nmms Getiton\n\nNM Windows 10\n\n4. Downloadon the\n\nq App Store\n\nBrasil\n\n“i\n\nTermos e Condições\n\nConfigurações de Cookie\n\nPolítica de Privacidade\n\nO DocuSign Inc. 2021\n\n31/31\n\nhttps://Awww.docusign.com.br/termos-e-condicoes#:~:text=Estes Termos e Condições dos,ou criam uma conta (\"Conta", "page": 31}]