[{"text": "VISACIO\n\nCONTRATO DE PRESTAÇÃO DE SERVIÇO PARA XXXXXXXXXX\n\nCONTRATANTE:\n\nXXXXXXXXX.,\n\nsociedade\n\nanônima de capital fechado, com sede na cidade de\n\nXXXXXXXXXXXXXXXXXXXXX, inscrita no CNPJ\n\nsob o\n\nnº\n\nneste ato\n\nRXXXXXXXXXXXXXX,\n\nrepresentada nos termos de seus atos constitutivos;\n\ne\n\nCONTRATADA:\n\nVISAGIO\n\nCONSULTORIA\n\nASSESSORIA E DESENVOLVIMENTO LTDA.,\n\nempresa estabelecida na Rua do Rosário, 114,\n\nandar 1,2 e 3 — Centro CEP 20.041-002, na cidade\n\ndo Rio de Janeiro, inscrita no CNPJ sob o nº\n\n05.740.125/0001-71, neste ato representada por\n\nseu representante legal adiante assinado.\n\nAs partes, acima nomeadas e qualificadas, em conjunto simplesmente\n\ndenominadas “CONTRATANTES”, têm entre si como justo e combinado o\n\npresente Contrato de prestação de serviços XXXXXXXXXXXXXXXXXXx\n\n((CONTRATO”), o qual se regerá pelas cláusulas e condições adiante\n\narticuladas:\n\nOBJETO\n\n1.1\n\nTem por objeto o presente CONTRATO a prestação, pela\n\nCONTRATADA, de serviços profissionais de consultoria, nos\n\ntermos da XXXXXXXXXXXXXXXXXXXXXXXx, a qual segue em\n\nanexo, devidamente rubricada pelas Contratantes, passando a\n\nintegrar o presente CONTRATO, constituindo o seu “ANEXO |”.\n\n1.1.1. Em caso de divergência entre o ANEXO I e o presente\n\nCONTRATO,\n\nprevalecerão\n\nos\n\ntermos\n\ndo\n\npresente\n\nCONTRATO.\n\n1.2. Os serviços objeto deste CONTRATO serão prestados no\n\nestabelecimento da CONTRATADA.\n\nPREÇO\n\nVisagio Consultoria Assessoria e Desenvolvimento LTDA\n\nPágina 1 de 9", "page": 1}, {"text": "VISACIO\n\n2.1\n\nEm contrapartida a plena execução dos serviços solicitados pela\n\nCONTRATANTE, será pago à CONTRATADA, o valor mensal bruto\n\nde R$ XXXXXXXX (XXXXXXXXXXX mil reais), que corresponde a\n\num subtotal líquido de impostos e contribuições de R$ XXXXXXXX,\n\nconforme tabela abaixo:\n\nDescrição\n\nAlíquota\n\nValor\n\nValor Bruto\n\nXXXXXX\n\nIR\n\n1,50%\n\nR$ xxxxx\n\nCSLL\n\n1,00%\n\nR$ xxxxx\n\nCOFINS\n\n3,00%\n\nR$ xxxxx\n\nPIS\n\n0,65%\n\nR$ xxxxx\n\nISS\n\n5,00%\n\nR$ xxxxx\n\nIRPJ\n\n6,50%\n\nR$ xxxxx\n\nCSLL\n\n1,88%\n\nR$ xxxxx\n\nValor Líquido\n\nR$ xxxxx\n\n2.1.1. O pagamento da parcela será realizado após a entrega e\n\naprovação da documentação da etapa pela CONTRATANTE.\n\n2.1.2\n\nOs tributos (impostos, taxas, emolumentos, contribuições\n\nfiscais e parafiscais), que sejam devidos em decorrência direta\n\nou indireta do presente CONTRATO ou de sua execução,\n\nserão\n\nde\n\nexclusiva\n\nresponsabilidade\n\ndo\n\nrespectivo\n\ncontribuinte, conforme determinado na legislação em vigor,\n\nressalvado o ISS (Imposto Sobre Serviços), cujo ônus de\n\npagamento compete à CONTRATANTE e a obrigação de\n\nrecolhimento à CONTRATADA, de forma que o valor indicado\n\nno item 2.1 corresponde ao valor total a ser arcado pela\n\nCONTRATANTE. A CONTRATADA\n\nreceberá o preço\n\najustado deduzido do valor do imposto devido na prestação,\n\nque será recolhido aos cofres públicos pela tomadora do\n\nserviço (CONTRATANTE).\n\n2.1.3\n\nSe durante o prazo de vigéncia do CONTRATO ocorrer a\n\ncriação de novos tributos ou a majoração de alíquotas e/ou de\n\nbase de cálculo, os preços originariamente acordados serão\n\nrevistos\n\nproporcionalmente\n\na\n\nmajoração\n\ncorrida,\n\ncompensando-se, na primeira oportunidade, a diferença\n\ndecorrente das respectivas alterações.\n\n2.1.4\n\nO valor mencionado no item 2.1 acima nao engloba despesas\n\nde viagens, hospedagem, alimentação e traslados referentes\n\naos membros da equipe da CONTRATADA atuando fora da\n\ncidade de XXXXXXX caso necessário, devendo as mesmas\n\nreembolsadas à\n\nserem pagas pela CONTRANTE ou\n\nCONTRATADA mediante nota de débito.\n\nVisagio Consultoria Assessoria e Desenvolvimento LTDA\n\nPágina 2 de 9", "page": 2}, {"text": "VISACIO\n\n2.2. Em caso de ocorrência de atrasos no projeto, os quais tenham sido\n\nmotivados por problemas internos inerentes à CONTRATANTE, tais\n\ncomo atraso em função da indisponibilidade da equipe do XXXXXXX\n\npara entrevistas, levantamento de informações e validações no\n\nprazo adequado, assim como não fornecimento, em tempo hábil e\n\nde forma precisa, de dados e informações internas consideradas\n\nrelevantes para a realização do projeto. Desta forma, será cobrado\n\no valor de hh padrão para cada tipo de profissional em função do\n\ntempo de alocação adicional da equipe no projeto, conforme\n\nestabelecido no ANEXO I, sendo certo que tais ajustes serão\n\nformalizados pela CONTRATANTE por escrito, mediante aprovação\n\nprévia e posterior assinatura de aditivo ao presente CONTRATO.\n\n2.3\n\nOs preços descritos serão atualizados anualmente a partir da data\n\nda assinatura deste CONTRATO. A variação será feita com base no\n\nIGP-M ou, na ausência deste, pelo IGP-DI.\n\n3\n\nPRAZO\n\n3.1\n\nO presente CONTRATO vigorará a partir de sua assinatura até o\n\nadimplemento completo e total das obrigações nele assumidas\n\npelas partes, previsto para término em XXXXXX.\n\n3.1.1. O presente CONTRATO poderá ser prorrogado, mediante\n\nacordo escrito entre as partes.\n\n3.1.2. Independentemente do disposto acima, fica assegurado à\n\nCONTRATANTE o direito de resilr este CONTRATO, a\n\nqualquer tempo, independentemente de motivo, mediante\n\naviso expedido à CONTRATADA, com 15 (quinze) dias de\n\nantecedência.\n\n4\n\nRESCISÃO\n\n4.1\n\nO presente CONTRATO sera considerado rescindido em caso de\n\ninadimplemento a qualquer de suas cláusulas ou condições, por\n\nqualquer das partes, ou em virtude de falência, concordata,\n\ninsolvência ou dissolução judicial ou extrajudicial, homologadas ou\n\ndecretadas.\n\n4.2\n\nEm caso de rescisão contratual motivada por inadimplemento, a\n\nparte infratora ficará sujeita ao pagamento de multa penal, não\n\ncompensatória, equivalente a 20% (vinte por cento) do valor\n\natualizado do restante dos serviços.\n\nVisagio Consultoria Assessoria e Desenvolvimento LTDA\n\nPágina 3 de 9", "page": 3}, {"text": "VISACIO\n\n4.3. Caso a parte lesada tenha que recorrer as vias judiciais para a\n\nsatisfação de seu crédito, recurso cabível apenas após notificação\n\nd\n\na\n\narte\n\ninfratora seguida de inércia\n\nor\n\narte da mesma\n\nC\n\nonsubstanciada na permanência da situação de inadimplemento\n\nem até 15\n\nuinze) dias contados do recebimento da referida\n\nnotificação, serão devidos os valores descritos no item acima, sem\n\nprejuízo das custas processuais e honorários de advogado\n\nporventura arbitrados, em valor a ser determinado pelo juízo, os\n\nquais deverão ser arcados pela parte infratora.\n\nAUSÊNCIA DE VÍNCULO EMPREGATÍCIO\n\n5.1\n\nO presente instrumento nao acarreta qualquer vinculo empregaticio,\n\ntampouco qualquer tipo de associação, mandato, agenciamento,\n\nconsórcio ou responsabilidade solidária entre a CONTRATANTE e\n\na CONTRATADA.\n\n5.2\n\nA CONTRATADA responderá, integral e exclusivamente por todos\n\nos ônus decorrentes da Legislação Social,\n\ndo Trabalho e\n\nPrevidência Social, bem como pelas reclamações trabalhistas\n\najuizadas ou por quaisquer autos de infração lavrados pela\n\nfiscalização do órgão público competente, isentando e defendendo\n\na CONTRATANTE, se esta vier a ser acionada judicialmente,\n\nreembolsando-a de quaisquer valores despendidos, com relação ao\n\nobjeto do presente CONTRATO, inclusive honorários advocatícios.\n\n5.3\n\nA CONTRATADA sera responsavel pelo pagamento de todos os\n\nencargos trabalhistas de seu pessoal, tais como salarios, despesas\n\ne demais responsabilidades. O pessoal da CONTRATADA não tera\n\nqualquer direito contra a CONTRATANTE, decorrente de vínculo\n\nempregatício, e nem quanto a qualquer reivindicação sobre a\n\nlegislação trabalhista ou previdenciária em vigor.\n\n5.4\n\nNão obstante o disposto nos itens 5.2 e 5.3 acima, se a\n\nCONTRATANTE vier a ser demandada judicialmente por algum\n\nfuncionário da\n\nCONTRATADA,\n\nfica\n\nestabelecido que\n\na\n\nCONTRATADA deverá assumir a defesa da CONTRATANTE na\n\nopção que for assim ajuizada, pleiteando a sua exclusão do feito,\n\nbem como\n\nintervir no processo pedindo a substituição da\n\nCONTRATANTE por ela CONTRATADA, no pólo passivo da\n\ndemanda, caso não tenha sido também chamada a integrá-la. Na\n\nhipótese de a substituição pleiteada não ser\n\naceita,\n\na\n\nCONTRATADA se compromete a intervir no processo como\n\nna forma da\n\nlei\n\na\n\nassistente,\n\nprocessual.\n\nAdicionalmente,\n\nCONTRATADA\n\narcará como\n\ntodos os custos para\n\ntanto\n\nnecessários, inclusive com advogados, assim como responderá\n\npelas condenações que porventura resultarem dessas mesmas\n\nações, inclusive as sucumbências que venham a ser imputadas à\n\nCONTRATANTE.\n\nVisagio Consultoria Assessoria e Desenvolvimento LTDA\n\nPágina 4 de 9", "page": 4}, {"text": "VISACIO\n\n5.5. A CONTRATADA\n\ndevera,\n\nobrigatoriamente,\n\nassumir\n\na\n\nresponsabilidade por danos que seus empregados ou prepostos\n\ncausarem,\n\nvoluntaria\n\nou\n\ninvoluntariamente\n\nno\n\nimóvel,\n\ndependências, respectivos acessórios, utensílios e equipamentos\n\nda CONTRATANTE.\n\n6\n\nSIGILO\n\n6.1 A CONTRATADA declara ter ciência de que a prestação dos\n\nserviços objeto deste CONTRATO são confidenciais e, portanto,\n\nseus colaboradores, sócios e empregados não divulgarão qualquer\n\ninformação obtida antes, durante e após a prestação dos serviços,\n\nbem como do que segue:\n\na) que todo e qualquer material das empresas onde os serviços\n\nserão prestados e/ou dos projetos relacionados, inclusive notas\n\npessoais, são protegidos por sigilo e compromisso de não\n\ndivulgação. Portanto, declara ciência de que todo documento ou\n\nproduto produzido ou obtido durante a execução deste Contrato,\n\nbem como criado, usado ou mantido sob seu controle ou posse - seja\n\nde seus colaboradores, com vínculo empregatício ou eventual - é\n\nconfidencial e/ou pertencem a CONTRATANTE, assumindo, a\n\nCONTRATADA, o compromisso de não utilizar qualquer informação,\n\nsigilosa ou não, para fins diversos da prestação dos serviços objeto\n\ndeste Contrato;\n\nb) que determinará a todos os seus colaboradores que estejam,\n\ndireta ou indiretamente, envolvidos com a prestação dos serviços ou\n\nprojetos relacionados, a observância desta cláusula;\n\nd) que obriga-se a informar, imediatamente, à CONTRATANTE\n\nqualquer violação das regras de sigilo ora estabelecidas, seja por\n\nação ou omissão, independentemente da existência de dolo;\n\nque o descumprimento desta Cláusula\n\nacarretará a\n\ne)\n\nresponsabilidade civil e criminal dos que, comprovadamente,\n\nestiverem envolvidos no descumprimento ou violação;\n\nf)\n\nas obrigações previstas nesta Cláusula perdurarao, inclusive,\n\napós o término da vigência deste Contrato.\n\nVisagio Consultoria Assessoria e Desenvolvimento LTDA\n\nPágina 5 de 9", "page": 5}, {"text": "VISACIO\n\n7. PROTEÇÃO DE DADOS\n\n7.1. As partes se comprometem e desde já se obrigam a respeitar\n\nintegralmente a legislação vigente sobre proteção de dados,\n\nsobretudo, mas não exclusivamente, a Lei\n\n13.709/2018 e o\n\nRegulamento Geral Europeu sobre a Proteção de Dados (GDPR),\n\neste quando aplicável, respondendo cada qual, na medida de sua\n\nculpabilidade, por eventuais penalidades e condenações.\n\n8\n\nINTEGRIDADE\n\n8.1. As partes declaram, na medida do aplicável, que cumprem e fazem\n\ncumprir, bem como seus sócios/ acionistas, diretores e funcionários,\n\nas normas aplicáveis que versam sobre atos de corrupção e atos\n\nlesivos contra a administração pública, na forma da Lei nº 12.846, de\n\n1º de agosto de 2013, conforme alterada (“Lei Anticorrupção”), na\n\nmedida em que: (i) mantêm políticas e procedimentos internos que\n\nasseguram integral cumprimento de tais normas; (ii) dão pleno\n\nconhecimento de tais normas a todos os profissionais que venham a\n\nse relacionar com as partes previamente ao início da prestação dos\n\nserviços objeto deste Contrato; (ili) abstêm-se de praticar atos de\n\ncorrupção e de agir de forma lesiva à administração pública, nacional\n\ne estrangeira, no seu interesse ou para seu benefício, exclusivo ou\n\nnão; e (iv) caso tenham conhecimento de qualquer ato ou fato que\n\nviole aludidas normas, comunicarão imediatamente uma à outra.\n\n9. COMUNICAÇÃO\n\n9.1. As formalizações, avisos e comunicações relacionadas à prestação\n\ndos serviços objeto deste Contrato serão válidas quando dirigidas e\n\nentregues aos seguintes representantes das partes:\n\nContratante:\n\nNome:\n\nCargo:\n\nE-mail:\n\nTelefone/ WhatsApp:\n\nEndereço:\n\nContratada:\n\nNome:\n\nCargo:\n\nE-mail:\n\nVisagio Consultoria Assessoria e Desenvolvimento LTDA\n\nPágina 6 de 9", "page": 6}, {"text": "VISACIO\n\nTelefone/ WhatsApp:\n\nEndereço:\n\nOs contatos acima poderão ser alterados por mera formalização por escrito\n\nentre as partes, sendo dispensável aditivo contratual para esta finalidade.\n\n10. DISPOSIÇÕES GERAIS\n\n10.1. A CONTRATANTE poderá rejeitar os serviços que estejam, de\n\nmaneira\n\ntecnicamente\n\nincontestada pela CONTRATADA e\n\ncomprovada, em desacordo com as especificações da proposta,\n\nobrigando-se a CONTRATADA, somente e unicamente nesta\n\nhipótese, a refazê-los ou corrigi-los.\n\n10.1.1. A CONTRATADA não se responsabiliza por quaisquer\n\nmodificações nos Serviços entregues que tenham sido\n\nrealizadas pela CONTRATANTE.\n\n10.2. A CONTRATADA se compromete a utilizar\n\nprofissionais\n\nqualificados de acordo com a respectiva área de expertise para a\n\nprestação dos Serviços. A CONTRATADA poderá a qualquer tempo,\n\na seu exclusivo critério e sem necessidade de notificação prévia,\n\nsubstituir quaisquer profissionais da equipe destacada para a\n\nprestação dos Serviços, desde que mantenha a continuidade e o\n\npadrão de qualidade dos mesmos.\n\n10.3. A CONTRATADA poderá utilizar a colaboração de terceiros para\n\nexecução dos Serviços, que permanecerão sob responsabilidade da\n\nCONTRATADA.\n\n10.4. Não há qualquer exigência de dedicação exclusiva por parte da\n\nCONTRATADA sobre as atividades e Serviços previstos neste\n\nCONTRATO e, portanto, a CONTRATADA poderá prestar o mesmo\n\ntipo de Serviços para outras empresas, seja no Brasil ou no exterior,\n\nno mesmo setor, desde que a CONTRATADA adote medidas\n\napropriadas para proteger\n\nas\n\ninformações confidenciais da\n\nCONTRATANTE.\n\n10.5\n\nA CONTRATANTE se obriga a não ofertar emprego e/ou trabalho,\n\nbem como solicitar proposta de consultoria e/ou assessoria, direta\n\nou indiretamente a qualquer profissional da CONTRATADA que\n\nparticipe direta ou indiretamente na execução deste CONTRATO,\n\ndurante todo o período de vigência do presente CONTRATO, bem\n\ncomo pelo prazo adicional de 24 (vinte e quatro) meses após o seu\n\ntérmino.\n\nVisagio Consultoria Assessoria e Desenvolvimento LTDA\n\nPágina 7 de 9", "page": 7}, {"text": "VISACIO\n\n10.6. A CONTRATADA mantera todos os direitos, titulos e interesses\n\nsobre:\n\nmarcas e outras\n\n(i) todas as patentes,\n\ncopyrights,\n\npropriedades intelectuais; e (ii) todas as metodologias, processos,\n\ntécnicas, ideias, conceitos e know-how envolvidos nos Serviços ou\n\nque a CONTRATADA venha a desenvolver ou fornecer em conexão\n\ncom a execução deste CONTRATO. A CONTRATADA poderá\n\nutilizar o conhecimento gerado para qualquer propósito, desde que\n\nrespeite as\n\nrestrições de confidencialidade contidas neste\n\nCONTRATO. A CONTRATANTE não terá quaisquer direitos ou\n\ninteresses em quaisquer ferramentas detidas ou licenciadas pela\n\nCONTRATADA.\n\n10.7. A responsabilidade total da CONTRATADA, seus sócios, pessoas\n\npertencentes ao seu grupo corporativo e econômico, profissionais,\n\nempregados, colaboradores e qualquer terceiro subcontratado sob\n\neste CONTRATO não poderá, em nenhuma hipótese, exceder a\n\nremuneração que a CONTRATADA receba por seu trabalho\n\nexecutado, exceto nos casos de (i) decisão final transitada em\n\njulgado que comprove atuação fraudulenta ou\n\ndolo da\n\nCONTRATADA; (ii) reclamações trabalhistas de empregados ou\n\nsubcontratados\n\nda\n\nCONTRATADA\n\nintentadas\n\ncontra\n\na\n\nCONTRATANTE;\n\n(iii)\n\nnao\n\ncumprimento\n\ndas\n\ndisposições\n\nanticorrupção e (iv) atuação em conflito de interesse.\n\n10.7.1. Em nenhuma circunstância a CONTRATADA, seus sócios,\n\npessoas pertencentes ao seu grupo corporativo e econômico,\n\nprofissionais, empregados, colaboradores e qualquer terceiro\n\nsubcontratado será responsável por lucros cessantes, danos\n\nindiretos, perda de oportunidade da CONTRATANTE ou\n\nquaisquer outros terceiros.\n\n10.8. A CONTRATADA não é responsável por verificar a exatidão e a\n\ncompletude de dados públicos ou informações fornecidas pela\n\nCONTRATANTE.\n\nA CONTRATANTE\n\nconcorda\n\nque\n\na\n\nCONTRATADA não é responsável pela exatidão ou completude\n\ndas informações e não poderá ser responsabilizada pela\n\ninexatidão ou omissão de informações.\n\nVisagio Consultoria Assessoria e Desenvolvimento LTDA\n\nPágina 8 de 9", "page": 8}, {"text": "VISACIO\n\n10.9. Todos os entendimentos sobre o andamento, modificações ou\n\nalterações das especificações originais dos serviços, objeto deste\n\nCONTRATO,\n\ndeverão\n\nser\n\nfeitos\n\nmediante\n\ntroca\n\nde\n\ncorrespondências, as quais passarão a fazer parte integrante e\n\ncomplementar do presente instrumento, sendo sem efeito as\n\ncombinações verbais. Em caso de divergência entre este\n\nCONTRATO e os documentos que a ele forem anexados, sempre\n\ndeverá prevalecer o primeiro. Caso a CONTRATANTE deseje\n\nque os documentos com conteúdo divergente ao aqui previsto,\n\neventualmente anexados ao presente CONTRATO prevaleçam\n\nao mesmo, deverá ser firmado instrumento aditivo, formalizando\n\ne destacando as novas cláusulas e condições, da forma como\n\nvierem a ser estipuladas pela CONTRATANTE.\n\n10.10.\n\nEste CONTRATO obriga as partes, seus sucessores e\n\ncessionários a qualquer título.\n\n10.11.\n\nQualquer omissão ou tolerância das partes em exigir o fiel\n\ncumprimento dos termos e condições deste CONTRATO, não\n\nconstituirá novação ou renúncia, nem afetará o direito de a parte\n\nexigir seu cumprimento a qualquer tempo.\n\n10.12.\n\nAs partes elegem como competente para qualquer ação\n\ndecorrente deste CONTRATO, com exclusão de qualquer outro,\n\npor mais privilegiado que seja o foro da cidade do Rio de\n\nJaneiro/RJ.\n\nE, por estarem, assim, de pleno e comum acordo com as cláusulas e condições\n\nestatuídas no presente instrumento, as partes contratantes o assinam na\n\npresença de 2 (duas) testemunhas, em 2 (duas) vias de igual teor e forma, para\n\num só efeito.\n\nRio de Janeiro, xxxx de xxxx de 202x.\n\nXXXXXXX\n\nVISAGIO CONSULTORIA ASSESSORIA E DESENVOLVIMENTO LTDA.\n\nTestemunhas:\n\n1\n\n2\n\nNome:\n\nNome:\n\nCPF:\n\nCPF:\n\nR.G. nº:\n\nR.G. nº:\n\nVisagio Consultoria Assessoria e Desenvolvimento LTDA\n\nPágina 9 de 9", "page": 9}]