[{"text": "SOFTWARE LICENSE AND SUPPORT AGREEMENT\n\nGeneral Terms and Conditions\n\n(\"GTC\")\n\n1\n\nDEFINITIONS\n\n1.1\n\n“Add-on” means any development that adds new and independent functionality, but does not modify existing SAP functionality,\n\nand is developed using SAP application programming interfaces or other SAP code that allows other software products to communicate\n\nwith or call on SAP Software.\n\n1.2\n\n“Affiliate” means any legal entity in the Territory in which the Licensee, directly or indirectly, holds more than fifty percent (50%) of\n\nthe shares or voting rights. Any such legal entity shall be considered an Affiliate for only such time as such interest is maintained.\n\n1.3\n\n“Agreement” means the agreement as defined in the Software Order Form.\n\n1.4\n\n“Business Partner” means a legal entity or individual that requires access to the Software in connection with Licensee’s internal\n\nbusiness operations, such as customers, distributors and/or suppliers of Licensee.\n\n1.5\n\n“Confidential Information” means, with respect to Licensee: Licensee’s marketing and business plans and/or financial information,\n\nand with respect to SAP : (a) the Software and Documentation and other SAP Materials, including without limitation the following\n\ninformation regarding the Software: (i) computer software (object and source codes), programming techniques and programming\n\nconcepts, methods of processing, system designs embodied in the Software; (ii) benchmark results, manuals, program listings, data\n\nstructures, flow charts, logic diagrams, functional specifications, file formats; and (iii) discoveries, inventions, concepts, designs, flow\n\ncharts, documentation, product specifications, application program interface specifications, techniques and processes relating to the\n\nSoftware; (b) the research and development or investigations of SAP; and (c) product offerings, content partners, product pricing, product\n\navailability, technical drawings, algorithms, processes, ideas, techniques, formulas, data, schematics, trade secrets, know-how,\n\nimprovements, marketing plans, forecasts and strategies. In addition, Confidential Information of either SAP or Licensee (the party\n\ndisclosing such information being the “Disclosing Party”) includes information which the Disclosing Party protects against unrestricted\n\ndisclosure to others that (i) the Disclosing Party or its representatives identifies as confidential at the time of disclosure; or (ii) should\n\nreasonably be understood to be confidential given the nature of the information and the circumstances surrounding its disclosure;\n\nincluding, without limitation, information from, about or concerning any third party that is disclosed under this Agreement.\n\n1.6\n\n“Designated Unit” means information technology devices (e.g. hard disks or central processing units) identified by Licensee\n\npursuant to this Agreement that have been officially made known to the public as appropriate for Use or interoperation with the Software.\n\n1.7\n\n“Documentation” means SAP's then-current technical and/or functional documentation which is delivered or made available to\n\nLicensee with the Software under this Agreement.\n\n1.8\n\n“Intellectual Property Rights” means patents of any type, design rights, utility models or other similar invention rights, copyrights,\n\nmask work rights, trade secret or confidentiality rights, trademarks, trade names and service marks and any other intangible property\n\nrights, including applications and registrations for any of the foregoing, in any country, arising under statutory or common law or by\n\ncontract and whether or not perfected, now existing or hereafter filed, issued, or acquired.\n\n1.9\n\n“Modification” means (i) a change to the delivered source code or metadata; or (ii) any development, other than a change to the\n\ndelivered source code or metadata, that customizes, enhances, or changes existing functionality of the Software including, but not limited\n\nto, the creation of any new application program interfaces, alternative user interfaces or the extension of SAP data structures; or (iii) any\n\nother change to the Software (other than an Add-on) utilizing or incorporating any SAP Materials (defined below).\n\n1.10\n\n“SAP Materials” means any software, programs, tools, systems, data or other materials made available by SAP to Licensee prior\n\nto or in the course of the performance under this Agreement including, but not limited to, the Software and Documentation, as well as\n\nany information, materials or feedback provided by Licensee to SAP relating to the Software and Documentation.\n\n1.11\n\n“SAP Support” means SAP’s then-current SAP support offering made available to Licensee, as stated in the applicable Software\n\nOrder Form and made a part hereof.\n\n1.12\n\n“Software” means (i) any and all software products licensed to Licensee under this Agreement as specified in Software Order\n\nForms hereto, all as developed by or for SAP, SAP SE and/or any of their affiliated companies and delivered to Licensee hereunder; (ii)\n\nany new releases, updates or versions thereof made available through unrestricted shipment pursuant to SAP Support or warranty\n\nobligation and (iii) any complete or partial copies of any of the foregoing.\n\n1.13\n\n“Software Order Form” means the order form for the Software, Third Party Software and related SAP Support ordered by Licensee\n\nthereunder, including information on Software, Third Party Software, SAP Support, fees, and other information necessary for the delivery\n\nof such items to Licensee.\n\n1.14\n\n“Territory” means the territory stated in the Software Order Form.\n\n1.15\n\n“Third Party Software” means (i) any and all software products and content licensed to Licensee under this Agreement as specified\n\nin Software Order Forms hereto, all as developed by companies other than SAP, SAP SE and/or any of their affiliated companies and\n\ndelivered to Licensee hereunder; (ii) any new releases, updates or versions thereof made available through SAP Support or warranty\n\nobligations and (iii) any complete or partial copies of any of the foregoing.\n\nSAP General Terms and Conditions On Premise enGB.v.2-2021\n\nPage 1 of 6", "page": 1}, {"text": "1.16\n\n‘Use” means to activate the processing capabilities of the Software, load, execute, access, employ the Software, or display\n\ninformation resulting from such capabilities.\n\n1.17\n\n“Use Terms” means the Software Use Rights document as defined in the Software Order Form.\n\n2\n\nLICENSE GRANT\n\n2.1\n\nLicense\n\n2.1.1\n\nSubject to Licensee’s compliance with all the terms and conditions of this Agreement, SAP grants to Licensee a non-exclusive,\n\nnon-transferable, perpetual (except for subscription or term based licenses) license to Use the Software, Documentation, and other SAP\n\nMaterials at specified site(s) within the Territory to run Licensee’s and its Affiliates’ internal business operations (including customer back\nup and passive disaster recovery) and to provide internal training and testing for such internal business operations, unless terminated in\n\naccordance with the terms of this Agreement. Licensee may make Modifications and/or Add-ons to the Software in furtherance of its\n\npermitted Use under this Agreement, and shall be permitted to use Modifications and Add-ons with the Software in accordance with this\n\nSection 2.1.1 and Section 6.3.Licensee shall not: (i) use the SAP Materials to provide services to third parties (e.g., business process\n\noutsourcing, service bureau applications or third party training) other than to Affiliates (subject to Section 2.2); (ii) lease, loan, resell,\n\nsublicense or otherwise distribute the SAP Materials, other than distribution to Affiliates (subject to Section 2.2); (iii) distribute or publish\n\nkeycode(s); (iv) make any Use of or perform any acts with respect to the SAP Materials other than as expressly permitted in accordance\n\nwith the terms of this Agreement; (v) use Software components other than those specifically identified in the Software Order Form, even\n\nif it is also technically possible for Licensee to access other Software components. Licensee may permit Business Partners to Use the\n\nSoftware only through screen access, solely in conjunction with Licensee’s Use, and may not Use the Software to run any of Business\n\nPartners’ business operations.\n\n2.1.2 Licensee agrees to install the Software only on Designated Units located at Licensee’s facilities and in Licensee’s direct\n\npossession. With advance written notice to SAP, the information technology devices may also be located in the facilities of an Affiliate\n\nand be in the Affiliate’s direct possession. Licensee must be appropriately licensed as stated in the Use Terms for any individuals that\n\nUse the Software, including employees or agents of Affiliates and Business Partners. Use may occur by way of an interface delivered\n\nwith or as a part of the Software, a Licensee or third-party interface, or another intermediary system. If Licensee receives licensed\n\nSoftware that replaces previously licensed Software, its rights under this Agreement with regard to the previously licensed Software end\n\nwhen it deploys the replacement Software for Use on productive systems following a reasonable testing period. At the date the rights to\n\nthe previously licensed Software end, Licensee shall comply with Section 5.2 of this Agreement with respect to such previously licensed\n\nSoftware.\n\n2.1.3 The terms and conditions of this Agreement relative to “Software” apply to Third Party Software except (i) Licensee shall not make\n\nModifications and/or Add-ons to Third Party Software or otherwise modify Third Party Software unless expressly authorized by SAP; and\n\n(ii) as otherwise stated in the Use Terms.\n\n2.2\n\nAffiliate Use. Affiliates’ Use of the Software, Documentation and other SAP Materials to run their internal business operations as\n\npermitted under Section 2.1.1 is subject to the following: (i) Licensee ensures that the Affiliate agree in writing to comply with the terms\n\nof this Agreement; and (ii) a breach of the Agreement terms by Affiliate shall be considered a breach by Licensee hereunder. If Licensee\n\nhas an affiliate or subsidiary with a separate license or support agreement for SAP software with SAP SE, any SAP SE affiliate (including\n\nSAP) or any other distributor of SAP software, the Software shall not be Used to run such affiliate’s or subsidiary’s business operations\n\nand such affiliate or subsidiary shall not receive any support services under this Agreement even if such separate agreement has expired\n\nor is terminated, unless otherwise agreed to in writing by the parties.\n\n2.3\n\nServices Providers. With SAP’s prior written consent, Licensee may permit services providers to access the Software solely for\n\nthe purpose of providing facility, implementation, systems, application management or disaster recovery services to Licensee in\n\nconnection with the business of Licensee for which the Software is herein licensed provided: (i) these rights will continue only while\n\nLicensee and such services provider have in place a written agreement that includes provisions requiring such services provider's\n\ncompliance with the terms of this Agreement prior to such access, including without limitation non-disclosure of SAP Confidential\n\nInformation; (ii) Licensee must be appropriately licensed for all employees of such services provider authorized to access the Software;\n\n(iii) such services provider shall be permitted to Use the Software solely to install and configure the Software in accordance with the\n\nbusiness of Licensee as set forth herein (or in the case of a disaster recovery vendor, to provide disaster recovery services only);\n\n(iv)\n\nunder no circumstances may such services provider Use the Software to operate or provide processing services to Licensee or any other\n\nparty, or in connection with such services provider's own business operations;\n\n(v) Licensee shall be responsible for any additional\n\nSoftware, migration tools, or third party software needed to effect such transition; and (vi) Licensee expressly agrees to indemnify SAP,\n\nits officers, employees, agents and subcontractors from and against all claims, liabilities, losses, damages and costs (including reasonable\n\nattorney fees) suffered by SAP arising from a breach by the services provider of the conditions of this Agreement. Upon SAP request,\n\nLicensee shall provide written confirmation to SAP that items (i)-(iv) are fulfilled.\n\n3\n\nVERIFICATION. SAP shall be permitted to audit (at least once annually and in accordance with SAP standard procedures, which\n\nmay include on-site and/or remote audit) the usage of the SAP Materials. Licensee shall cooperate reasonably in the conduct of such\n\naudits. In the event an audit reveals that (i) Licensee underpaid license fees and/or SAP Support fees to SAP and/or (ii) that Licensee\n\nhas Used the Software in excess of the license quantities or levels stated in the Software Order Form, Licensee shall pay such underpaid\n\nfees and/or for such excess usage based on the then-current SAP price list, terms and conditions in effect at the time of the audit, and\n\nshall execute an additional Software Order Form to affect the required licensing of any additional quantities or levels. Reasonable costs\n\nof SAP’s audit shall be paid by Licensee if the audit results indicate usage in excess of the licensed quantities or levels. SAP reserves\n\nall rights at law and equity with respect to both Licensee’s underpayment of Software license fees or SAP Support fees and usage in\n\nexcess of the license quantities or levels.\n\nSAP General Terms and Conditions On Premise enGB.v.2-2021\n\nPage 2 of 6", "page": 2}, {"text": "4\n\nPRICE AND PAYMENT\n\n4.1\n\nFees. Licensee shall pay to SAP the Software license fees and the SAP Support fees as specified in the Software Order Forms.\n\nUnless otherwise specified in the relevant Software Order Form, all payment terms are net thirty (30) days from date of invoice. Any fees\n\nnot paid when due shall accrue interest at the rate of 3% per annum over the base lending rate of RBS Bank plc per annum, but not to\n\nexceed the maximum amount as allowed by law. License fees include costs of initial delivery and packaging for physical shipment. In\n\ncases of electronic delivery, SAP makes the Software available for download from a network at its own cost, and Licensee is responsible\n\nfor the cost of downloading the Software. Licensee acknowledges that a purchase order is for administrative convenience only and that\n\nLicensor has the right to issue an invoice and collect payment without a corresponding purchase order.\n\n4.2\n\nTaxes. Fees and other charges described in this Agreement do not include sales, VAT, withholding, use, property, excise, service,\n\nor similar taxes (“Tax(es)”) now or hereafter levied, all of which shall be for Licensee’s account. Any applicable direct pay permits or valid\n\ntax-exempt certificates must be provided to SAP prior to the execution of this Agreement. If SAP is required to pay Taxes, Licensee shall\n\nreimburse SAP for such amounts. Licensee hereby agrees to indemnify SAP for any Taxes and related costs, interest and penalties paid\n\nor payable by SAP.\n\n5\n\nTERM\n\n5.1\n\nTerm. This Agreement and the license granted hereunder shall become effective as of the date first set forth in the applicable\n\nSoftware Order Form and shall continue in effect thereafter unless terminated upon the earliest to occur of the following: (i) thirty days\n\nafter Licensee gives SAP written notice of Licensee's direction to terminate this Agreement, for any reason, but only after payment of all\n\nlicense and SAP Support fees then due and owing; (ii) thirty days after SAP gives Licensee written notice of Licensee's material breach\n\nof any provision of this Agreement (other than Licensee's breach of its obligations under Sections 6, 10 or 11, which breach shall result\n\nin immediate termination), including Licensee’s failure to pay any money due hereunder, unless Licensee has cured such breach during\n\nsuch thirty day period; (iii) immediately if an administrator, an administrative receiver or a receiver is appointed in respect of Licensee, if\n\nLicensee is the subject of an order for winding up, becomes insolvent, or makes an assignment for the benefit of creditors or if Licensee\n\nis subject to any similar insolvency event.\n\n5.2\n\nEnd of Term Duties. Upon any termination hereunder, Licensee and its Affiliates shall immediately cease Use of all SAP Materials\n\nand Confidential Information. Within thirty (30) days after any termination, Licensee shall irretrievably destroy or upon SAP’s request\n\ndeliver to SAP all copies of the SAP Materials and Confidential Information in every form, except to the extent it is legally required to keep\n\nit for a longer period in which case such return or destruction shall occur at the end of such period. Licensee must certify to SAP in writing\n\nthat it has satisfied its obligations under this Section 5.2. Licensee agrees to certify in writing to SAP that it and each of its Affiliates has\n\nperformed the foregoing. Sections 3, 4, 5.2, 6, 7.2, 8, 9,10, 12.4, 12.5, 12.6 and 12.8 shall survive such termination. In the event of any\n\ntermination hereunder, Licensee shall not be entitled to any refund of any payment made by Licensee. Termination shall not relieve\n\nLicensee from its obligation to pay fees that remain unpaid. Partial termination of this Agreement by Licensee shall not be permitted in\n\nrespect of any part of this Agreement.\n\n6\n\nINTELLECTUAL PROPERTY RIGHTS\n\n6.1\n\nReservation of Rights. The SAP Materials, and all Intellectual Property Rights embodied therein, shall be the sole and exclusive\n\nproperty of SAP, SAP SE (the parent company of SAP) or its or their licensors, subject to any rights expressly granted to Licensee in\n\nSection 2 and 6.3 herein. Except for the rights set forth in Sections 2 and 6.3 herein, Licensee is not permitted to modify or otherwise\n\nmake derivative works of the Software or other SAP Materials.\n\n6.2\n\nProtection of Rights.\n\nExcept to the extent such rights cannot be validly waived by law, Licensee shall not copy, translate,\n\ndisassemble, decompile, nor reverse engineer the Software or other SAP Materials. Licensee shall not create or attempt to create the\n\nsource code from the object code of the Software or other SAP Materials. Licensee is permitted to back up data in accordance with good\n\ninformation technology practice and for this purpose to create the necessary backup copies of the Software. Backup copies on\n\ntransportable discs or other data media must be marked as backup copies and bear the same copyright and authorship notice as the\n\noriginal discs or other data media, unless technically infeasible. Licensee must not change or remove SAP’s copyright and authorship\n\nnotices.\n\n6.3\n\nModifications/Add-ons\n\n6.3.1 Licensee shall comply with SAP’s registration procedure prior to making Modifications or Add-ons. All Modifications and all rights\n\nassociated therewith shall be the exclusive property of SAP, SAP SE or its or their licensors. All Add-ons developed by SAP (either\n\nindependently or jointly with Licensee) and all rights associated therewith shall be the exclusive property of SAP, SAP SE or its or their\n\nlicensors. Licensee agrees to execute those documents reasonably necessary to secure SAP's rights in the foregoing Modifications and\n\nAdd-ons. All Add-ons developed by or on behalf of Licensee without SAP's participation (“Licensee Add-on”), and all rights associated\n\ntherewith, shall be the exclusive property of Licensee subject to SAP's rights in and to the Software and SAP Materials; provided, Licensee\n\nshall not commercialize, market, distribute, license, sublicense, transfer, assign or otherwise alienate any such Licensee Add-ons. SAP\n\nretains the right to independently develop its own Modifications or Add-ons to the Software, and Licensee agrees not to take any action\n\nthat would limit SAP’s sale, assignment, licensing or use of its own Software or Modifications or Add-ons thereto.\n\n6.3.2 Any Modification developed by or on behalf of Licensee without SAP's participation or Licensee Add-on must not (and subject to\n\nother limitations set forth herein): enable the bypassing or circumventing any of the restrictions set forth in this Agreement and/or provide\n\nLicensee with access to the Software to which Licensee is not directly licensed; nor unreasonably impair, degrade or reduce the\n\nperformance or security of the Software; nor render or provide any information concerning SAP software license terms, Software, or any\n\nother information related to SAP Materials.\n\nSAP General Terms and Conditions On Premise enGB.v.2-2021\n\nPage 3 of 6", "page": 3}, {"text": "6.3.3 Licensee covenants, on behalf of itself and its successors and assigns, not to assert against SAP or its affiliated companies, or\n\ntheir resellers, distributors, suppliers, commercial partners and customers, any rights in any (i) Licensee Add-ons or Modifications , or (ii)\n\nother functionality of the SAP Software accessed by such Licensee Add-ons or Modifications.\n\n7\n\nPERFORMANCE WARRANTY\n\n7.1\n\nWarranty. SAP warrants that the Software will substantially conform to the specifications contained in the Documentation for six\n\nmonths following delivery. The warranty shall not apply: (i) if the Software is not used in accordance with the Documentation; or (ii) if the\n\ndefect is caused by a Modification or Add-on (other than a Modification or Add-on made by SAP and which is provided through SAP\n\nSupport or under warranty), Licensee or third-party software; or (iii) to any Licensee unlicensed activities. SAP does not warrant that the\n\nSoftware will operate uninterrupted or that it will be free from minor defects or errors that do not materially affect such performance, or\n\nthat the applications contained in the Software are designed to meet all of Licensee's business requirements. Provided Licensee notifies\n\nSAP in writing with a specific description of the Software’s nonconformance within the warranty period and SAP validates the existence\n\nof such nonconformance, SAP will, at its option: a) repair or replace the nonconforming Software, or b) refund the license fees paid for\n\nthe applicable nonconforming Software in exchange for a return of such nonconforming Software. This is Licensee’s sole and exclusive\n\nremedy under this warranty.\n\n7.2\n\nExpress Disclaimer. Except as expressly set out in this Agreement, all other warranties, terms, conditions, representations or\n\nstatements which might have effect between the parties or be implied or incorporated into this Agreement or any collateral contract,\n\nwhether by statute, common law, custom or otherwise, are excluded to the fullest extent permitted by law including any implied conditions,\n\nwarranties or other terms as to quality or fitness for purpose or non-infringement of any third party rights.\n\n8\n\nTHIRD PARTY CLAIMS\n\n8.1\n\nInfringement and Defense of Licensee. SAP shall defend Licensee against claims brought against Licensee in the Territory by\n\nany third party alleging that Licensee's Use of the Software, in accordance with the terms and conditions of this Agreement, constitutes\n\na direct infringement or misappropriation of such third party’s patent claim(s), copyright or trade secret rights, and SAP will pay damages\n\nfinally awarded against Licensee (or the amount of any settlement SAP enters into) with respect to such claims. This obligation of SAP\n\nshall not apply if the alleged infringement or misappropriation results from (i) Use of the Software in conjunction with any other software;\n\n(ii) Use of the Software with an apparatus other than a Designated Unit; (iii) failure to promptly use an update provided by SAP if such\n\ninfringement or misappropriation could have been avoided by use of the update; or (iv) any Use not permitted by this Agreement. This\n\nobligation of SAP also shall not apply if Licensee fails to timely notify SAP in writing of any such claim; however Licensee’s failure to\n\nprovide or delay in providing such notice shall not relieve SAP of its obligations under this Section except to the extent SAP is prejudiced\n\nby Licensee’s failure to provide or delay in providing such notice. SAP is permitted to control fully the defense and any settlement of any\n\nsuch claim as long as such settlement shall not include a financial obligation on or admission of liability by Licensee. In the event Licensee\n\ndeclines SAP’s proffered defense, or otherwise fails to give full control of the defense to SAP’s designated counsel, then Licensee waives\n\nSAP’s obligations under this Section 8.1. Licensee shall reasonably cooperate in the defense of such claim and may appear, at its own\n\nexpense, through counsel reasonably acceptable to SAP. SAP expressly reserves the right to cease such defense of any claim(s) in the\n\nevent the Software is no longer alleged to infringe or misappropriate, or is held not to infringe or misappropriate, the third party’s rights.\n\nSAP may settle or mitigate damages from any claim or potential claim by substituting alternative substantially equivalent non-infringing\n\nprograms and supporting documentation for the Software. Licensee shall not undertake any action in response to any infringement or\n\nmisappropriation, or alleged infringement or misappropriation of the Software that is prejudicial to SAP’s rights.\n\n8.2\n\nThe provisions of this section 8 state the sole, exclusive and entire liability of SAP and its licensors to Licensee, and is Licensee’s\n\nsole remedy, with respect to any infringement or misappropriation of third-party Intellectual Property Rights.\n\n9\n\nLIMITATIONS OF LIABILITY\n\n9.1\n\nExclusion of Liability.\n\nSAP and its licensors will not be liable for any Licensee activities not permitted under this Agreement,\n\nincluding without limitation to the extent that any liability arises from (i) if the Software is not used in accordance with the Documentation;\n\nor (ii) if the defect or liability is caused by Licensee, a Modification or Add-on (other than a Modification or Add-on made by SAP, which\n\nis provided through SAP Support or under warranty), or third-party software; or (iii) if the Software is used in conjunction with any third\nparty software for which the Licensee lacks sufficient rights from the third-party vendor for such use; or (iv) for any Licensee activities not\n\npermitted under this Agreement. SAP and its licensors shall not be liable for any claims or damages arising from inherently dangerous\n\nuse of the software and/or Third Party Software licensed hereunder.\n\n9.2\n\nExclusion of Damages; Limitation of Liability.\n\n9.2.1\n\nUnlimited liability. Neither party excludes or limits its liability for (i) damages resulting from (a) unauthorized use or disclosure of\n\nconfidential information; (b) death or personal injury arising from either party’s negligence; (c) fraud and fraudulent misrepresentation; or\n\n(d) for any other liability which cannot be excluded or limited by applicable law; or (d) breach of the obligations imposed by s.12, Sale of\n\nGoods Act 1979 or s.2, Supply of Goods and Services Act 1982; or (ii) SAP’s obligations under section 8.1; or (iii) SAP’s right to collect\n\nunpaid fees,\n\n9.2.2 Liability cap. Subject to sections 9.2.1 and 9.2.3 under no circumstances, and regardless of the nature of the claim (whether\n\narising out of breach of contract, tort (including but not limited to negligence), misrepresentation, breach of statutory duty, breach of\n\nwarranty, claims by third parties arising from any breach of this Agreement, or otherwise), shall the maximum aggregate liability of SAP,\n\nits licensors or Licensee to each other or any other person or entity for any amount arising under or in relation to this Agreement exceed\n\nthe license fees paid for the Software directly causing the damage.\n\nSAP General Terms and Conditions On Premise enGB.v.2-2021\n\nPage 4 of 6", "page": 4}, {"text": "9.2.3 Exclusions of damages. Regardless of the nature of the claim (whether arising out of breach of contract, tort (including but not\n\nlimited to negligence), misrepresentation, breach of statutory duty, breach of warranty, claims by third parties from any breach (however\n\nminor) of this Agreement, or otherwise), under no circumstances shall either party (or their respective Affiliates or SAP’s licensors) be\n\nliable under or in relation to this Agreement to the other party or any other person or entity for:\n\n(a) (i) loss of goodwill, (ii) loss of profits, (iii) loss resulting from work stoppage, (iv) data loss, (v) loss resulting from computer failure or\n\nmalfunction, (vi) legal fees, (vii) court costs, or (viii) interest (regardless of whether these types of loss or damage listed in this sub-clause\n\n(a) are direct, indirect, special or consequential); or\n\n(b) special, incidental, consequential, indirect, exemplary or punitive.\n\n9.3\n\nExclusions and Limitations for Third Party Software. Subject to sections 9.1, 9.2.1 and 9.2.3 and with respect to Third Party\n\nSoftware, under no circumstances and regardless of the nature of any claim (whether arising out of breach of contract, tort (including but\n\nnot limited to negligence), misrepresentation, breach of statutory duty, breach of warranty, claims by third parties from any breach of this\n\nAgreement or otherwise) shall the maximum aggregate liability of SAP or its licensors arising under or in relation to this Agreement exceed\n\nthe license fees paid for the Third Party Software directly causing the damages.\n\n9.4\n\nThe provisions of this Agreement allocate the risks between SAP and Licensee. The license and SAP Support fees reflect this\n\nallocation of risk and the limitations of liability herein.\n\n10.\n\nCONFIDENTIALITY\n\n10.1. Use of Confidential Information. Confidential Information shall not be reproduced in any form except as required to accomplish\n\nthe intent of this Agreement. Any reproduction of any Confidential Information of the other shall remain the property of the disclosing party\n\nand shall contain any and all confidential or proprietary notices or legends which appear on the original. With respect to the Confidential\n\nInformation of the other, each party : (a) shall take all Reasonable Steps (defined below) to keep all Confidential Information strictly\n\nconfidential; and (b) shall not disclose any Confidential Information of the other to any person other than its bona fide individuals whose\n\naccess is necessary to enable it to exercise its rights and/or perform its obligations hereunder, and who are under obligations of\n\nconfidentiality substantially similar to those set forth herein. As used herein “Reasonable Steps” means those steps the receiving party\n\ntakes to protect its own similar proprietary and confidential information, which shall not be less than a reasonable standard of care.\n\nConfidential Information of either party disclosed prior to execution of this Agreement shall be subject to the protections afforded\n\nhereunder.\n\n10.2\n\nExceptions. The above restrictions on the use or disclosure of the Confidential Information shall not apply to any Confidential\n\nInformation that: (a) is independently developed by the receiving party without reference to the disclosing party's Confidential Information,\n\nor is lawfully received free of restriction from a third party having the right to furnish such Confidential Information; (b) has become\n\ngenerally available to the public without breach of this Agreement by the receiving party; (c) at the time of disclosure, was known to the\n\nreceiving party free of restriction; or (d) the disclosing party agrees in writing is free of such restrictions.\n\n10.3 Confidential Terms and Conditions; Publicity. Licensee shall not disclose the terms and conditions of this Agreement or the pricing\n\ncontained herein to any third party. Neither party shall use the name of the other party in publicity, advertising, or similar activity, without\n\nthe prior written consent of the other, except that Licensee agrees that SAP and its affiliated companies may use Licensee's name in\n\ncustomer listings or, at times mutually agreeable to the parties, as part of SAP's marketing efforts (including without limitation reference\n\ncalls and stories, press testimonials, site visits, SAPPHIRE participation). SAP will make reasonable efforts to avoid having the reference\n\nactivities unreasonably interfere with Licensee's business. Licensee agrees that SAP may share information on Licensee with its affiliated\n\ncompanies for marketing and other business purposes and that Licensee has secured permission from its employees to allow SAP to\n\nshare business contact information with its affiliates.\n\n11.\n\nASSIGNMENT. Licensee may not, without SAP's prior written consent, assign, delegate, pledge, or otherwise transfer this\n\nAgreement, or any of its rights or obligations under this Agreement, or the SAP Materials or SAP Confidential Information, to any party,\n\nwhether voluntarily or by operation of law, including by way of sale of assets, merger or consolidation. SAP may assign this Agreement\n\nto any of its affiliates.\n\n12.\n\nGENERAL PROVISIONS\n\n12.1\n\nSeverability. It is the intent of the parties that in case any one or more of the provisions contained in this Agreement shall be held\n\nto be invalid or unenforceable in any respect, such invalidity or unenforceability shall not affect the other provisions of this Agreement,\n\nand this Agreement shall be construed as if such invalid or unenforceable provision had never been contained herein.\n\n12.2 No Waiver. If either party should waive any breach of any provision of this Agreement, it shall not thereby be deemed to have\n\nwaived any preceding or succeeding breach of the same or any other provision hereof.\n\n12.3\n\nCounterparts. This Agreement may be signed in two counterparts, each of which shall be deemed an original and which shall\n\ntogether constitute one Agreement. Both parties agree that this document and its signature can be established in electronic form (sending\n\nby facsimile, scanned copy sent via e-mail, or electronic signature by using means implemented by SAP — for example DocuSign) and\n\nthat, in electronic form, they shall be deemed originals.\n\n12.4\n\nRegulatory Matters. The Software, Documentation and SAP Materials are subject to the export control laws of various countries,\n\nincluding without limit the laws of the United States and Germany. Licensee agrees that it will not submit the Software, Documentation\n\nor other SAP Materials to any government agency for licensing consideration or other regulatory approval without the prior written consent\n\nof SAP, and will not export the Software, Documentation and SAP Materials to countries, persons or entities prohibited by such laws.\n\nLicensee shall also be responsible for complying with all applicable governmental regulations of the country where Licensee is registered,\n\nand any foreign countries with respect to the use of the Software, Documentation or other SAP Materials by Licensee and/or its Affiliates.\n\nSAP General Terms and Conditions On Premise enGB.v.2-2021\n\nPage 5 of 6", "page": 5}, {"text": "12.5\n\nGoverning Law; Limitations Period. This Agreement and any claims arising out of or relating to this Agreement and its subject\n\nmatter shall be governed by and construed under the laws of England and Wales, without reference to its conflicts of law principles. In\n\nthe event of any conflicts between foreign law, rules, and regulations, English law, rules, and regulations, shall prevail and govern. The\n\nparties hereby submit to the exclusive jurisdiction of the English Courts. The United Nations Convention on Contracts for the International\n\nSale of Goods shall not apply to this Agreement. Licensee must initiate a cause of action for any claim(s) arising out of or relating to this\n\nAgreement and its subject matter within one (1) year from the date when Licensee knew, or should have known after reasonable\n\ninvestigation, of the facts giving rise to the claim(s).\n\n12.6 Notices. All notices or reports which are required or may be given pursuant to this Agreement shall be in writing and shall be\n\ndeemed duly given when delivered to the respective executive offices of SAP and Licensee at the addresses first set forth in any Software\n\nOrder Form. Where in this Section 12.6 or elsewhere in this Agreement a written form is required, except for any notice of termination or\n\nnotice of a material breach which shall occur by exchange of letter(s), that requirement can be met by facsimile transmission, exchange\n\nof letters or other written form, including email.\n\n12.7\n\nForce Majeure. Any delay or non-performance of any provision of this Agreement (other than for the payment of amounts due\n\nhereunder) caused by conditions beyond the reasonable control of the performing party shall not constitute a breach of this Agreement,\n\nand the time for performance of such provision, if any, shall be deemed to be extended for a period equal to the duration of the conditions\n\npreventing performance.\n\n12.8\n\nEntire Agreement. This Agreement constitutes the complete and exclusive statement of the agreement between SAP and Licensee\n\nrelating to the subject matter hereof and supersedes all prior agreements, arrangements and understandings between the parties relating\n\nto that subject matter. Each party acknowledges that in entering into this Agreement it has not relied on any representation, discussion,\n\ncollateral contract or other assurance except those set out in this agreement and hereby waives all rights and remedies which, but for\n\nthis section, might otherwise be available to it in respect of any such representation, discussion, collateral contract or other assurance.\n\nThis Agreement may be modified only by a writing signed by both parties. This Agreement shall prevail over any additional, conflicting,\n\nor inconsistent terms and conditions which may appear on any purchase order or other document furnished by Licensee to SAP. This\n\nAgreement shall prevail over any additional, conflicting or inconsistent terms and conditions which may appear in any clickwrap end user\n\nagreement included in the Software. Signatures sent by electronic means (facsimile or scanned and sent via e-mail) shall be deemed\n\noriginal signatures. This Agreement does not create any partnership, joint venture or principal-and-agent relationship.\n\n12.9\n\nHierarchy. The following order of precedence shall be applied in the event of conflict or inconsistency between provisions of the\n\ncomponents of this Agreement: (i) the Software Order Form; (ii) the Schedules; (iii) the GTC; and (iv) the Use Terms; except with respect\n\nto third party pass-through terms for Third Party Software stated in the Use Terms, in which case the Use Terms prevail over any conflict\n\nor inconsistency in any component of this GTC solely with respect to such third party pass-through terms.\n\n12.10 Contracts (Rights of Third Parties) Act 1999. Notwithstanding any other provision in this Agreement, nothing in this Agreement\n\nshall create or confer (whether expressly or by implication) any rights or other benefits whether pursuant to the (Contracts Rights of Third\n\nParties) Act 1999 or otherwise in favour of any person not a party hereto.\n\nSAP General Terms and Conditions On Premise enGB.v.2-2021\n\nPage 6 of 6", "page": 6}]