[{"text": "Bee\n\nCONTRATO DE SUPORTE E LICENCIAMENTO DE SOFTWARE\n\nTermos e Condições Gerais\n\n(\"TCG \")\n\nSAP BRASIL LTDA., sociedade empresária limitada, com sede na Avenida das Nações Unidas, 14.171, Marble Tower,\n\n5°, 6°, 7° e 8º (parte) andares, São Paulo/SP, incrita no CNPJ/MF sob o nº 74.544.297/0001-92 (“SAP”) ea\n\n“Licenciada”, conforme definida no Formulario de Pedido.\n\nNOTA À LICENCIADA:\n\nPOR FAVOR, LEIA ESTE TCG COM ATENÇÃO. AO INSTALAR OU USAR O SOFTWARE OU PARTE DELE, A\n\nLICENCIADA ACEITA TODOS OS TERMOS E CONDIÇÕES DESTE TCG. A LICENCIADA CONCORDA QUE ESTE\n\nTCG TEM O MESMO EFEITO QUE QUALQUER OUTRO ACORDO OU CONTRATO ESCRITO ASSINADO PELA\n\nLICENCIADA. ESTE TCG É EXEQUIVEL CONTRA A LICENCIADA E CONTRA QUALQUER PESSOA JURÍDICA\n\nQUE TENHA OBTIDO O SOFTWARE E EM NOME DA QUAL SEJA USADO: POR EXEMPLO, SE APLICÁVEL,\n\nQUALQUER AFILIADA.\n\n1\n\nDEFINIÇÕES.\n\n1.1\n\n\"Add-On\" significa qualquer item desenvolvido acrescentando funcionalidade nova e independente, sem modificar a\n\nfuncionalidade existente da SAP, e usando a interface de programação do aplicativo da SAP ou outro código da SAP que permita a\n\ncomunicação ou o acesso entre o Software da SAP e outros produtos de software.\n\n1,2\n\n\"Afiliada\" significa qualquer pessoa jurídica no Território da qual a Licenciada, direta ou indiretamente, seja detentora de mais\n\nde 50% (cinquenta por cento) de participação acionária ou direito de voto e que tenha firmado o “Termo de Anuência à Afiliada”, à\n\ndisposição no portal da SAP através do link http://www.sap.com/company/legal/index.epx. Qualquer pessoa juridica nessas condições\n\nserá considerada Afiliada somente pelo período em que for detentora da referida participação.\n\n1,3\n\n\"Contrato\" significa o contrato nos termos definidos no Formulário de Pedido.\n\n1.4\n\n“Terceiro de Negócios\" significa pessoa jurídica ou pessoa física que necessita de acesso ao Software para realizar transações\n\ncomerciais internas, tais como clientes, distribuidores e/ou fornecedores da Licenciada.\n\n1.5\n\n“Informações Confidenciais” significa, em relação à Licenciada: planos de negócios e de marketing e/ou informações financeiras\n\nda Licenciada; e, em relação à SAP: (a) o Software e a Documentação, além de outros Materiais da SAP, inclusive, entre outros dados,\n\nestas informações relativas ao Software: (i) software de computador (códigos objeto e fonte), técnicas e conceitos de programação,\n\nmétodos de processamento, projetos de sistema incorporados no Software; (ii) resultados de benchmark (comparativo de\n\ndesempenho), manuais, listas de programas, estruturas de dados, fluxogramas, diagramas lógicos, especificações funcionais, formatos\n\nde arquivo; e (ili) descobertas, invenções, conceitos, projetos, fluxogramas, documentação, especificações de produto, especificações\n\nda interface de programação do aplicativo, técnicas e processos relativos ao Software; (b) pesquisa e desenvolvimento ou investigações\n\nda SAP; e (c) ofertas de produto, parceiros de conteúdo, preços e disponibilidade de produtos, desenhos técnicos, algoritmos,\n\nprocessos, ideias, técnicas, fórmulas, dados, esquemas, segredos comerciais, know-how, aprimoramentos, planos, previsões e\n\nestratégias de marketing. Além disso, são inclusive consideradas Informações Confidenciais da SAP ou da Licenciada (sendo a parte\n\nque divulga as informações denominada \"Parte Divulgadora\") aquelas protegidas pela Parte Divulgadora contra a divulgação irrestrita\n\na terceiros, (i) identificadas no momento da divulgação pela Parte Divulgadora ou por seus representantes como sendo confidenciais\n\nou (ii) razoavelmente entendidas como sendo confidenciais considerando-se a natureza das informações e as circunstâncias envolvendo\n\na sua divulgação, inclusive, entre outras, informações recebidas de, sobre ou relacionadas a terceiros divulgadas nos termos deste\n\nContrato.\n\n1.6\n\n“Unidade Designada\" significa dispositivos de tecnologia da informação, por exemplo, disco rígido ou unidade central de\n\nprocessamento, identificados pela Licenciada nos termos deste Contrato e oficialmente levados ao conhecimento público como\n\napropriados para Uso ou operação com o Software.\n\n1.7\n\n\"Documentação\" significa documentação funcional e/ou técnica então vigente da SAP, entregue ou disponibilizada com o\n\nSoftware para a Licenciada nos termos deste Contrato.\n\n1.8\n\n“Direitos de Propriedade Intelectual\" significa patentes de qualquer tipo, direitos de projeto, modelos de utilidade ou outros\n\ndireitos de invenção similares, direitos autorais, direitos a layouts ou topografias bi ou tridimensionais de circuito integrado (do inglês,\n\nmask work rights), segredos comerciais ou direitos de confidencialidade, marcas comerciais, nomes comerciais e marcas de serviços\n\ne qualquer outro direito de propriedade intangível, inclusive inscrições e registros de qualquer patente supra mencionada, em qualquer\n\npaís, decorrentes do direito estatutário, civil ou de contrato, sejam ou não completos, ora existentes ou doravante registrados, emitidos\n\nou adquiridos.\n\n1.9\n\n“Modificação” significa (i) alteração do código fonte ou dos metadados fornecidos; ou (ii) qualquer desenvolvimento, que não\n\nseja uma alteração do código fonte ou dos metadados fornecidos, para personalizar, aprimorar ou alterar a funcionalidade existente\n\ndo Software, inclusive, entre outros desenvolvimentos, a criação de qualquer interface de programação do aplicativo, interface\n\nalternativa de usuário ou extensão das estruturas de dados da SAP; ou (iii) qualquer outra alteração do Software, que não seja um\n\nAdd-On, utilizando ou incorporando qualquer Material da SAP (definido abaixo).\n\nSAP Confidential\n\nPage 1 of 6\n\nSAP General Terms and Conditions On Premise ptBR.v.9-2019", "page": 1}, {"text": "1.10\n\n\"Materiais da SAP” significa quaisquer softwares, programas, ferramentas sistemas, dados ou outros materiais disponibilizados\n\npela SAP para a Licenciada antes ou no decorrer da execução deste Contrato, mclusive, entre out. cs, o Scftwara e a Documentação,\n\nbem como quaisquer informações, materiais ou feedbacks fornecidos pela Licenciada à SAP referentes ao Software e à Documentação.\n\n1,11\n\n\"Suporte da SAP\" significa oferta de suporte da SAP então vigente e disponibilizada para a Licenciada nos termos estabelecidos\n\nno Formulário de Pedido aplicável incorporado neste instrumento.\n\n1.12\n\n\"Software\" significa (i) todo e qualquer produto de software licenciado para a Licenciada nos termos deste Contrato e\n\nespecificado nos Pedidos de Software incorporados neste instrumento, desenvolvido pela ou para a SAP, a SAP SE e/ou quaisquer de\n\nsuas empresas afiliadas e entregue à Licenciada nestes termos; (ii) qualquer novo release, atualização ou versão de todo e qualquer\n\nproduto de software desenvolvido nas condições anteriormente especificadas e entregue sem restrições por meio de Suporte da SAP\n\nou por obrigações de garantia e (iii) qualquer cópia completa o parcial de qualquer produto de software desenvolvido nas condições\n\nanteriormente especificadas.\n\n1.13\n\n“Formulário de Pedido\" significa formulário de pedido nos termos do qual a Licenciada solicita o Software, Software de Terceiros\n\ne respectivo Suporte da SAP, contendo informações sobre o Software, Software de Terceiros, Suporte da SAP, taxas e outras\n\ninformações necessárias para a entrega dos itens à Licenciada.\n\n1.14\n\n\"Território\" significa o território especificado no Formulário de Pedido.\n\n1.15\n\n“Software de Terceiros” significa (i) todo e qualquer produto de software e conteúdo licenciado para a Licenciada nos termos\n\ndeste Contrato e especificado nos Formulários de Pedido incorporados neste instrumento, desenvolvidos por outras empresas que não\n\nseja a SAP, a SAP SE e/ou quaisquer de suas empresas afiliadas e entregue à Licenciada nos termos deste instrumento; (ii) qualquer\n\nnovo release, atualização ou versão de todo e qualquer produto de software desenvolvido nas condições anteriormente especificadas,\n\ndisponibilizado por meio de Suporte da SAP ou por obrigações de garantia e (iii) qualquer cópia completa o parcial de qualquer produto\n\nde software desenvolvido nas condições anteriormente especificadas.\n\n1.16\n\n\"Uso\" significa ativar os recursos de processamento do Software, carregar, executar, acessar, empregar o Software ou exibir as\n\ninformações resultantes desses recursos.\n\n1.17\n\n“Termos de Uso\" significa o documento Direitos de Uso do Software nos termos definidos no Formulário de Pedido.\n\n2\n\nCONCESSÃO DE LICENÇA\n\n2.1\n\nLicença.\n\n2.1.1 Sujeita ao cumprimento pela Licenciada de todos os termos e condições deste Contrato, a SAP concede à Licenciada licença não\n\nexclusiva, intransferível e permanente (salvo licenças baseadas em assinatura) para fazer Uso do Software, da Documentação e de\n\noutros Materiais da SAP nos sites especificados, dentro do Território, para realizar transações comerciais internas (inclusive backup e\n\nrecuperação passiva de desastres de clientes) da Licenciada e de suas Afiliadas, promover treinamento interno e testar as referidas\n\ntransações comerciais internas, a menos que a licença seja cancelada nos termos deste Contrato. A Licenciada poderá fazer\n\nModificações e/ou Add-Ons para o Software considerando o Uso autorizado nos termos deste Contrato e ficará autorizado a usar as\n\nModificações e Add-Ons com o Software de acordo com esta Cláusula 2.1.1 e Cláusula 6.3. A Licenciada não poderá: (i) usar os\n\nMateriais da SAP na prestação de serviços a terceiros, por exemplo, em terceirização de processos empresariais, aplicações de birô de\n\nserviços ou treinamento de terceiros, salvo a Afiliadas (sujeitas à Seção 2.2); (ii) arrendar, emprestar, revender, sublicenciar ou de\n\nalguma forma distribuir os Materiais da SAP, salvo distribuir para Afiliadas (sujeitas à Cláusula 2.2); (iii) distribuir ou publicar códigos\nchave; (iv) fazer qualquer tipo de Uso de ou realizar qualquer ato em relação aos Materiais da SAP, salvo na medida expressamente\n\npermitida nos termos deste Contrato; (v) usar os componentes do Software, salvo aqueles especificamente identificados no Formulário\n\nde Pedido, mesmo a Licenciada podendo inclusive tecnicamente acessar outros componentes do Software. A Licenciada poderá\n\nautorizar Terceiros de Negócios a fazer Uso do Software apenas por acesso pela tela e fazendo Uso exclusivamente junto com a\n\nLicenciada, e não poderá fazer Uso do Software para realizar nenhuma transação comercial dos Terceiros de Negócios.\n\n2.1,2 A Licenciada concorda em instalar o Software apenas nas Unidades Designadas localizadas nas instalações da Licenciada e de\n\nposse direta da Licenciada. Com notificação prévia e por escrito enviada à SAP, os dispositivos de tecnologia da informação também\n\npoderão ficar localizados em instalações de uma Afiliada e de posse direta da Afiliada. A Licenciada deverá adquirir, nas condições\n\nestabelecidas nos Termos de Uso, licença para qualquer pessoa física que fizer Uso do Software, inclusive funcionários ou agentes de\n\nAfiliadas e Parceiros de Negócios. O Uso poderá ser feito por meio de interface fornecida com ou como parte do Software, por interface\n\nde uma Licenciada ou de terceiros ou por outro sistema intermediário. Se a Licenciada receber um Software licenciado para substituir\n\no Software anteriormente licenciado, seus direitos, nos termos deste Contrato, sobre o Software anteriormente licenciado cessarão\n\nquando ela implementar a substituição do Software para Uso nos sistemas de produção após período razoável de testes. Na data em\n\nque cessarem os direitos ao Software anteriormente licenciado, a Licenciada deverá cumprir as condições dispostas na Cláusula 5.2\n\ndeste Contrato em relação ao Software anteriormente licenciado.\n\n2.1.3 Os termos e condições deste Contrato referente ao \"Software\" aplicam-se a Software de Terceiros, ficando ressalvado, no\n\nentanto, que (i) a Licenciada não poderá fazer Modificações e/ou Add-Ons para o Software de Terceiros ou de alguma forma modificar\n\no Software de Terceiros, salvo quando expressamente autorizado pela SAP; e (ii) ficará sujeita à Cláusula 12.9 nas condições de\n\nalguma forma estabelecidas nos Termos de Uso.\n\n2.2\n\nUso pela Afiliada O Uso que as Afiliadas fizerem do Software, da Documentação e de outros Materiais da SAP para executar\n\nsuas transações comerciais internas nos termos autorizados na Cláusula 2.1.1. fica sujeito a : (i) assinatura do Termo de Anuência de\n\nAfiliada. O descumprimento do referido Termo de Anuência da Afiliada ou deste Contrato será considerado como um descumprimento\n\npela Afiliada e solidariamente pela Licenciada nos termos deste instrumento. Se alguma afiliada ou subsidiária da Licenciada tiver um\n\ncontrato em separado de licenciamento e/ou suporte do software da SAP firmado com a SAP SE, qualquer afiliada da SAP SE (inclusive\n\na SAP) ou qualquer outro distribuidor de software da SAP, o Software não poderá ser usado para realizar transações comerciais daquela\n\nafiliada ou subsidiária bem como não poderá receber nenhum serviço de suporte nos termos deste Contrato, mesmo o contrato em\n\nseparado tendo vencido ou sido rescindido, salvo acordado em contrário e por escrito entre as partes. A Licenciada aceita a\n\nresponsabilidade solidárias pelos atos ou omissões dessas Afiliadas como se fossem seus próprios atos ou omissões.\n\nSAP Confidential\n\nPage 2 of 6\n\nSAP General Terms and Conditions On Premise ptBR.v.9-2019", "page": 2}, {"text": "2.3\n\nPrestadores de Serviços Com autorização prévia e por escrito da SAP, a Licenviada poderé autorizar o acosco ce prestadores\n\nde serviço ao Software, exclusivamente para a prestação de serviços de facilidades, implemertação, sicterries, gerenciamento de\n\naplicativos ou recuperação de desastres relativamente aos negócios da Licenciada para os quais o Software está licenciado nos termos\n\ndeste instrumento, desde que atendidas as seguintes condições: (i) antes de autorizar o acesso, a Licenciada e o prestador de serviços\n\ndevem firmar um contrato formal contendo dispositivos que exijam do prestador de serviços o cumprimento dos termos deste Contrato,\n\ninclusive, entre outros, o compromisso de manter o sigilo das Informações Confidenciais da SAP; (ii) a Licenciada deverá manter as\n\nlicenças necessárias conforme estabelecidas nos Termos de Uso para todos os empregados do prestador de serviços autorizados a\n\nacessar o Software; (iii) o prestador de serviços estará autorizado a fazer Uso do Software apenas para instalar e configurar o Software\n\nde acordo com os negócios da Licenciada, conforme estabelecido neste instrumento (ou, no caso de prestador de serviços de\n\nrecuperação de desastres, para prestar apenas serviços de recuperação de desastres); (iv) em nenhuma hipótese o prestador de\n\nserviços poderá fazer Uso do Software para operar ou prestar serviços de processamento à Licenciada ou a qualquer outra parte, ou\n\nem atividade relacionada às transações comerciais do próprio prestador de serviços; (v) a Licenciada será responsável por qualquer\n\nSoftware adicional, ferramentas de migração ou software de terceiros necessários para efetuar a transição; e (vi) a Licenciada concorda\n\nexpressamente em indenizar a SAP, seus diretores, empregados, representantes e subcontratados de e por todas as ações judiciais,\n\nobrigações, perdas, danos e custos (inclusive honorários advocatícios razoáveis) sofridos pela SAP por violação das condições deste\n\nContrato cometida pelo prestador de serviços. Mediante solicitação da SAP, a Licenciada deverá encaminhar por escrito à SAP\n\nconfirmação do cumprimento dos itens (i)-(iv).\n\n3\n\nAuditoria. A Licencidada autoriza a SAP desde já a auditar (no mínimo uma vez por ano e de acordo com os procedimentos\n\npadrão da SAP, podendo incluir auditoria no local e/ou remota) o uso dos Materiais da SAP. A Licenciada deverá cooperar na condução\n\ndas referidas auditorias. Se na auditoria for constatado que (i) a Licenciada efetuou pagamentos a menor das taxas de licenciamento\n\ne/ou taxas de Suporte da SAP para a SAP e/ou (ii) a Licenciada fez Uso do Software além das quantidades ou níveis da licença\n\nestabelecidos no Formulário de Pedido, a Licenciada deverá efetuar o pagamento das taxas pagas a menos e/ou pelo uso excedente\n\ncom base na lista de preços e nos termos e condições da SAP então vigentes à época da auditoria, e deverá formalizar um Formulário\n\nde Pedido adicional para efetivar o licenciamento necessário de quaisquer quantidades ou níveis adicionais. Os custos de auditoria da\n\nSAP deverão ser pagos pela Licenciada se os resultados da auditoria indicarem uso excedente da quantidade ou dos níveis da licença.\n\nA SAP reserva-se todos os direitos admitidos em lei e na equidade em relação ao pagamento insuficiente das taxas de Licenciamento\n\nou das taxas de Suporte da SAP efetuado pela Licenciada e ao uso excedente às quantidades ou aos níveis da licença. Eventuais custos\n\nda auditoria deverão ser pagos pela Licenciada se os resultados da Auditoria indicarem valores pagos a menor e/ou o uso além das\n\nquantidades e níveis licenciados.\n\n4\n\nPREÇO E PAGAMENTO.\n\n4.1\n\nTaxas. A Licenciada deverá pagar à SAP as taxas de licenciamento de software e as taxas de suporte nos termos especificados\n\nno(s) Formulário (s) de Pedido. Quaiquer valores que não tenham sido pagos na data devida serão acrescidos de multa e juros conforme\n\nespecificado no Formulário de Pedido aplicável, observado o limite máximo permitido por lei. Os custos de entrega inicial e de\n\nempacotamento da entrega física estão incluídos nas taxas devidas pela Licenciada. No caso de entrega eletrônica, a SAP disponibiliza\n\nem rede o Software para download, às suas expensas, e a Licenciada deverá arcar com os custos do download do Software. A Licenciada\n\nfica ciente da finalidade exclusivamente administrativa de um pedido de compra e do direito do Licenciador de emitir fatura e cobrar\n\npagamentos sem um pedido de compra correspondente.\n\n4.2\n\nTributos. Nos preços contratuais, estão incluídos todos os tributos incidentes. Se, após a assinatura de qualquer Formulário de\n\nPedido, forem criados novos tributos, tarifas, taxas, encargos, contribuições fiscais ou parafiscais, previdenciárias e trabalhistas, bem\n\ncomo modificadas as alíquotas dos tributos altamente incidentes, os preços contratuais serão revisados de modo a refletir tais\n\nmodificações, compensando-se, imediatamente, quaisquer diferenças decorrentes dessa alteração. Qualquer autorização aplicável de\n\npagamento direto ou certificado válido de isenção fiscal deverá ser fornecida à SAP antes da formalização deste Contrato.\n\n5\n\nPRAZO DE VIGÊNCIA\n\n5.1.\n\nPrazo de Vigência. Este Contrato e a licença concedida nos termos aqui estabelecidos entrarão em vigor na data estabelecida\n\ninicialmente no Formulário de Pedido aplicável e continuarão vigentes a partir de então, a menos que rescindidos na que ocorrer\n\nprimeiro entre estas circunstâncias: (i) 30 (trinta) dias após notificação enviada pela Licenciada à SAP rescindindo o Contrato, por\n\nqualquer razão, mas somente após o pagamento de todas as taxas de Licenciamento e do Suporte da SAP então vencidas e devidas;\n\n(ii) 30 (trinta) dias após notificação enviada pela SAP à Licenciada comunicando a violação substancial de qualquer dispositivo do\n\nContrato cometida pela Licenciada (salvo o descumprimento de suas obrigações previstas nas Cláusulas 6, 10 ou 11, o que resultará\n\nem rescisão imediata), inclusive atraso no pagamento pela Licenciada de qualquer quantia devida nos termos aqui previstos, a menos\n\nque a Licenciada tenha sanado o descumprimento durante o período de 30 (trinta) dias; (iii) imediatamente, se a Licenciada entrar\n\nem processo de falência ou recuperação judicial, insolvência ou cessão em benefício de credores. Para evitar qualquer dúvida, a rescisão\n\ndeste Contrato se aplicará estritamente a todo Software licenciado nos termos do Contrato, de seus apêndices, anexos, adendos e\n\npedidos e a Licenciada não poderá rescindir parcialmente nenhuma parte do Contrato, de seus apêndices, anexos, adendos e pedidos.\n\n5.2\n\nObrigações após Rescisão do Contrato. Após rescisão de qualquer natureza nos termos aqui previstos, a Licenciada e suas\n\nAfiliadas deverão imediatamente deixar de fazer Uso de todos os Materiais e Informações Confidenciais da SAP. Em 30 (trinta) dias\n\napós a rescisão, a Licenciada deverá irremediavelmente destruir ou, mediante solicitação da SAP, entregar à SAP todas as cópias dos\n\nMateriais e Informações Confidenciais da SAP sob todas as suas formas, salvo na medida em que legalmente exigida a mantê-las por\n\nperíodo maior, circunstância na qual a devolução ou destruição deverá ocorrer ao término do referido período. A Licenciada deverá\n\nenviar à SAP declaração por escrito atestando haver cumprido suas obrigações nos termos da Cláusula 5.2. A Licenciada acorda em\n\ndeclarar por escrito à SAP que ela e cada uma de suas Afiliadas cumpriram o disposto acima. As cláusulas 3, 4, 5.2, 6, 7.2, 8, 9, 10,\n\n12.4, 12.5, 12.6 e 12.8 subsistirão à rescisão. Na hipótese de qualquer rescisão nos termos aqui previstos, a Licenciada não terá direito\n\na reembolso de qualquer pagamento efetuado por ela. A rescisão não exime a Licenciada de sua obrigação de pagar as taxas ainda\n\nnão pagas.\n\n6\n\nDIREITOS DE PROPRIEDADE INTELECTUAL.\n\n6.1\n\nReserva de Direitos\n\nOs Materiais da SAP e todos os Direitos de Propriedade Intelectual aqui previstos serão de propriedade\n\núnica e exclusiva da SAP, SAP SE (sociedade controladora da SAP) ou de licenciadoras da SAP ou da SAP SE, ficando sujeitos a todos\n\nos direitos expressamente concedidos à Licenciada na Cláusula 2 e 6.3 deste instrumento, Salvo os direitos estabelecidos nas Cláusulas\n\nSAP Confidential\n\nPage 3 of 6\n\nSAP General Terms and Conditions On Premise ptBR.v.9-2019", "page": 3}, {"text": "2 e 6.3 deste instrumento, a Licenciada não esta autorizada a modificar ou de algum ;nodo gerar trabalhos jJezivedcs co Software ou\n\nde outros Materiais da SAP. Qualquer trabalho não autorizado desenvolvido pela Licenciada e r2rpectivos Direitos ae Propriedade\n\nIntelectual inclusos, serão de propriedade única e exclusiva da SAP e SAP SE.\n\n6.2\n\nProteção dos Direitos. A Licenciada não poderá copiar, traduzir, desmontar, descompilar o Software ou outros Materiais da SAP,\n\nnem aplicar engenharia reversa. A Licenciada não poderá criar nem tentar criar o código fonte do código objeto do Software ou de\n\noutros Materiais da SAP. A Licenciada fica autorizada a efetuar cópia reserva dos dados de acordo com as boas práticas aplicadas em\n\ntecnologia da informação e, para esse fim, criar as cópias reservas necessárias do Software. Cópias de backup feitas em discos ou\n\noutra mídia de dados portáteis deverão ser devidamente indicadas como tal e exibir os mesmos avisos de direitos autorais e autoria\n\ncontidos nos discos ou em outra mídia de dados originais, salvo quando tecnicamente inviável. A Licenciada não poderá alterar ou\n\nremover o aviso de direitos autorais e autoria da SAP.\n\n6.3\n\nModificações/Add-Ons\n\n6.3.1. A Licenciada deverá cumprir o procedimento de registro da SAP antes de realizar Modificações ou Add-ons. Todas as Modificações\n\ne todos os direitos a elas associados serão de propriedade exclusiva da SAP, SAP SE ou de licenciadoras da SAP ou licenciadoras da\n\nSAP e SAP SE. Todos os Add-Ons desenvolvidos pela SAP (de forma independente ou em conjunto com a Licenciada) e todos os direitos\n\na eles associados serão de propriedade exclusiva da SAP e SAP SE ou de licenciadoras da SAP ou licenciadoras da SAP e SAP SE. A\n\nLicenciada concorda em formalizar os respectivos documentos razoavelmente necessários para assegurar os direitos da SAP sobre as\n\nModificações e Add-Ons nos termos dispostos acima. Todos os Add-Ons desenvolvidos por ou em nome da Licenciada sem a\n\nparticipação da SAP (\"Add-On da Licenciada\") e todos os direitos a eles associados serão de propriedade exclusiva da Licenciada\n\nsujeitos aos direitos da SAP sobre e em relação ao Software e aos Materiais da SAP, ficando estabelecido que a Licenciada não poderá\n\ncomercializar, vender, distribuir, licenciar, sublicenciar, transferir, ceder ou de alguma forma alienar os referidos Add-Ons da\n\nLicenciada. A SAP retém os direitos ao desenvolvimento independente de suas próprias Modificações ou Complementos para o Software,\n\ne a Licenciada acorda em não adotar nenhuma ação restritiva à venda, à cessão, ao licenciamento ou ao uso pela SAP de seu próprio\n\nSoftware ou de Modificações ou Complementos do Software.\n\n6.3.2.\n\nQualquer Modificação desenvolvida por ou em nome da Licenciada sem a participação da SAP, ou Add-on da Licenciada, não\n\npoderá (sujeita a outras restrições aqui estabelecidas): possibilitar que qualguer restrição estabelecida neste Contrato seja evitada ou\n\ncontornada e/ou proporcionar à Licenciada acesso ao Software para o qual a Licenciada não esteja diretamente licenciada; nem\n\nprejudicar, degradar ou reduzir injustificadamente o desempenho ou a segurança do Software; nem prestar ou fornecer qualquer\n\ninformação relacionada aos termos de licenciamento do software da SAP, ao Software ou qualquer outra informação relacionada aos\n\nMateriais da SAP.\n\n6.3.3 A Licenciada compromete-se expressamente, em seu próprio nome e em nome de seus sucessores e cessionários, a não exigir\n\nda SAP ou de suas empresas afiliadas, ou de seus revendedores, distribuidores, fornecedores, parceiros comerciais e clientes, direitos\n\nsobre qualquer (i) Add-On ou Modificação da Licenciada, ou (ii) outra funcionalidade do Software da SAP acessada pelo Add-On ou\n\nModificação da Licenciada.\n\n7\n\nGARANTIA DE DESEMPENHO\n\n7d\n\nGarantia. A SAP garante a conformidade do Software com as especificações contidas na Documentação por 6 (seis) meses após\n\nentrega do produto. A garantia não será aplicável: (i) se o Software não for usado de acordo com a Documentação; ou (ii) se os\n\ndefeitos forem causados por uma Modificação ou um Add-On (que não seja uma Modificação ou um Add-On feito pela SAP e que seja\n\nfornecido por meio de Suporte da SAP ou nos termos da garantia), pela Licenciada ou por software de terceiros; ou (iii) a qualquer\n\natividade não licenciada pela Licenciada. A SAP não garante operação ininterrupta ou sem erros ou defeitos minimos do Software que\n\nnão afetem substancialmente seu desempenho, ou que os aplicativos contidos no Software atendam a todas as necessidades comerciais\n\nda Licenciada. Se a Licenciada notificar a SAP por escrito com descrição específica da impropriedade do Software durante o período de\n\ngarantia e a SAP atestar a referida impropriedade, a SAP irá, a seu critério: a) reparar ou substituir o Software impróprio, ou b)\n\nreembolsar as taxas de licenciamento pagas pelo respectivo Software impróprio em troca da devolução do Software impróprio. Nos\n\ntermos desta garantia, esse é o único e exclusivo recurso cabível à Licenciada.\n\n7.2\n\nRenúncia Expressa\n\nA SAP E SUAS LICENCIADORAS SE EXIMEM DE TODAS AS DEMAIS GARANTIAS EXPRESSAS OU\n\nSUBENTENDIDAS, INCLUSIVE, ENTRE OUTRAS, QUALQUER GARANTIA SUBENTENDIDA DE COMERCIABILIDADE OU ADEQUAÇÃO PARA\n\nALGUMA FINALIDADE ESPECÍFICA, SALVO NA MEDIDA EM QUE IMPEDIDOS DE SE EXIMIR DE QUALQUER GARANTIA SUBENTENDIDA\n\nPOR LEI.\n\n8\n\nREIVINDICAÇÕES DE TERCEIROS\n\n8.1\n\nViolação e Defesa da Licenciada A SAP deverá defender a Licenciada nas ações judiciais propostas contra a Licenciada no\n\nTerritório por quaisquer terceiros, sob a alegação de que o Uso do Software pela Licenciada, de acordo com os termos e condições\n\ndeste Contrato, constitui violação direta ou apropriação indébita de uma reivindicação de patente, direitos autorais ou direitos de sigilo\n\ncomercial, e a SAP pagará a indenização determinada em última instância contra a Licenciada (ou o montante de qualquer acordo\n\nfirmado com a SAP) relativamente às referidas ações judiciais. Esta obrigação da SAP não será aplicável se a alegada violação ou\n\napropriação indébita decorrer de (i) Uso do Software juntamente com qualquer outro software; (ii) Uso do Software com qualquer\n\noutro equipamento que não seja uma Unidade Designada; (iii) não uso de atualização fornecida pela SAP se a violação ou apropriação\n\nindébita pudesse ter sido evitada com o uso da atualização, ou (iv) qualquer Uso não autorizado nos termos deste Contrato. Esta\n\nobrigação da SAP também não será aplicável se a Licenciada não notificar a SAP em tempo hábil e por escrito a respeito da referida\n\nação judicial; no entanto, a falta ou o atraso da notificação pela Licenciada não exime a SAP de suas obrigações nos termos desta\n\nCláusula, salvo na medida em que a SAP for prejudicada pela falta ou pelo atraso da Licenciada no envio da notificação. A SAP fica\n\nautorizada a controlar totalmente a defesa e a firmar qualquer acordo na referida ação judicial desde que o acordo não estabeleça\n\nobrigação financeira ou admissão de responsabilidade da Licenciada. Se a Licenciada não aceitar a defesa oferecida pela SAP, ou, de\n\nalgum modo, não conceder ao advogado nomeado pela SAP pleno controle da defesa, a Licenciada dispensará a SAP das obrigações\n\nestabelecidas nesta Cláusula 8.1. A Licenciada deverá cooperar razoavelmente na defesa da referida ação judicial e poderá comparecer\n\nem juízo, por conta própria, por meio de advogado razoavelmente aceitável para a SAP. A SAP expressamente se reserva o direito de\n\ninterromper a defesa em qualquer demanda caso não exista mais a alegação de violação ou apropriação indébita contra o Software,\n\nou seja considerado que o Software não viola ou apropria-se de forma indébita de direitos de terceiros. A SAP poderá firmar acordo\n\nSAP Confidential\n\nPage 4 of 6\n\nSAP General Terms and Conditions On Premise ptBR.v.9-2019", "page": 4}, {"text": "ou minimizar os danos decorrentes de qualquer ação ou possível ação judicial, subs.ituinuo > Scftware pcr pregremas alternativos\n\nsubstancialmente equivalentes e legais e a documentação de suporte do Software. A Licenciada rão podera impetrar nenhuma ação\n\nem resposta a qualquer violação ou apropriação indébita, ou alegação de violação ou apropriação indébita do Software, prejudicial aos\n\ndireitos da SAP.\n\n8.2\n\nOS DISPOSITIVOS DESTA SEÇÃO 8 ESTABELECEM A ÚNICA, EXCLUSIVA E TOTAL RESPONSABILIDADE DA SAP E DE SUAS\n\nLICENCIADORAS PARA COM A LICENCIADA, E SÃO OS ÚNICOS RECURSOS JURÍDICOS DA LICENCIADA RELATIVAMENTE À VIOLAÇÃO\n\nOU APROPRIAÇÃO INDÉBITA DOS DIREITOS DE PROPRIEDADE INTELECTUAL DE TERCEIROS.\n\n9\n\nLIMITAÇÕES DE RESPONSABILIDADE.\n\n9.1\n\nDa não responsabilidade da SAP. A SAP e suas licenciadoras não serão responsabilizadas nos termos deste Contrato (i) se o\n\nSoftware não for usado de acordo com a Documentação; ou (ii) se o defeito ou a responsabilização for causada pela Licenciada, por\n\numa Modificação ou Add-On (que não seja a Modificação ou Add-On feita pela SAP e fornecida por meio de Suporte da SAP ou por\n\ngarantia), ou por software de terceiros; ou (iii) se o Software for usado junto com qualquer software de terceiros do qual a Licenciada\n\nnão tenha adquirido do outro fornecedor licença suficiente para uso; ou (iv) para qualquer atividade da Licenciada não autorizada nos\n\ntermos deste Contrato. A SAP E SUAS LICENCIADORAS NÃO SERÃO RESPONSABILIZADAS POR AÇÕES JUDICIAIS OU DANOS\n\nDECORRENTES DE USO INERENTEMENTE PERIGOSO DO SOFTWARE E/OU SOFTWARE DE TERCEIROS LICENCIADO NOS TERMOS\n\nDESTE INSTRUMENTO.\n\n9.2\n\nLimitação de Responsabilidade.\n\nNÃO OBSTANTE QUALQUER DISPOSITIVO EM CONTRÁRIO ESTABELECIDO NESTE\n\nINSTRUMENTO, SALVO NO CASO DE (I) DANOS RESULTANTES DE (a) USO OU REVELAÇÃO NÃO AUTORIZADA DE INFORMAÇÕES\n\nCONFIDENCIAIS; OU (b) MORTE OU LESÃO CORPORAL CAUSADA POR NEGLIGÊNCIA GRAVE OU DOLO DE QUALQUER UMA DAS\n\nPARTES; OU (II) OBRIGAÇÕES DA SAP NOS TERMOS DA CLÁUSULA 8.1; OU (III) DIREITO DA SAP DE COBRAR AS TAXAS NÃO PAGAS,\n\nEM NENHUMA CIRCUNSTÂNCIA E INDEPENDENTEMENTE DA NATUREZA DE QUALQUER AÇÃO JUDICIAL, A SAP OU SUAS\n\nLICENCIADORAS OU A LICENCIADA SERÃO RESPONSABILIZADAS UMAS EM RELAÇÃO ÀS OUTRAS OU A QUALQUER OUTRA PESSOA\n\nOU ENTIDADE PELO PAGAMENTO DE VALOR REFERENTE A DANOS SUPERIOR ÀS TAXAS DE LICENCIAMENTO PAGAS PELO SOFTWARE\n\nDIRETAMENTE CAUSADOR DOS DANOS, E NÃO SERÃO RESPONSABILIZADAS PELO PAGAMENTO DE QUALQUER VALOR POR DANOS\n\nESPECIAIS, INCIDENTAIS, CONSEQUENCIAIS OU INDIRETOS, POR PREJUÍZO NA REPUTAÇÃO OU PERDA DE LUCROS, POR\n\nINTERRUPÇÃO DO TRABALHO, POR PERDA DE DADOS, POR FALHA OU MAU FUNCIONAMENTO DE COMPUTADORES, POR HONORÁRIOS\n\nADVOCATÍCIOS, CUSTAS JUDICIAIS, JUROS OU POR DANOS EXEMPLARES OU PUNITIVOS.\n\n9.3\n\nExclusões e Limitações do Software de Terceiros SUJEITAS A EXCLUSÃO DOS DANOS ESTABELECIDOS NA CLÁUSULA 9.2 E EM\n\nRELAÇÃO AO SOFTWARE DE TERCEIROS, EM NENHUMA CIRCUNSTÂNCIA E INDEPENDENTEMENTE DA NATUREZA DE QUALQUER AÇÃO\n\nJUDICIAL, A SAP OU SUAS LICENCIADORAS SERÃO RESPONSABILIZADAS PELO PAGAMENTO DE VALOR REFERENTE A DANOS\n\nSUPERIOR ÀS TAXAS DE LICENCIAMENTO PAGAS PELO SOFTWARE DE TERCEIROS DIRETAMENTE CAUSADOR DOS DANOS.\n\n9.4\n\nOs dispositivos deste Contrato dividem os riscos entre a SAP e a Licenciada. As taxas de licenciamento refletem essa divisão\n\ndos riscos e das limitações de responsabilidade aqui previstos.\n\n10\n\nCONFIDENCIALIDADE.\n\n10.1. Uso de Informações Confidenciais. As Informações Confidenciais não devem ser reproduzidas de nenhuma forma, salvo na forma\n\nexigida para cumprimento do objetivo deste Contrato. Qualquer reprodução de quaisquer Informações Confidenciais da outra parte\n\npermanecerá de propriedade da parte divulgadora e deverá conter todas e quaisquer notas ou legendas indicativas de confidencialidade\n\nexibidas no original. Em relação às Informações Confidenciais da outra parte, cada uma das partes (a) deverá adotar todas as\n\nProvidências Razoáveis (definidas abaixo) para manter todas as Informações Confidenciais estritamente confidenciais; e (b) não poderá\n\ndivulgar nenhuma Informação Confidencial da outra parte a nenhuma pessoa salvo aquelas de boa fé e às quais o acesso se faz\n\nnecessário para exercício de seus direitos e/ou cumprimento de suas obrigações aqui previstas, e que estejam sujeitas à obrigações\n\nsubstancialmente similares as aqui estabelecidas. A expressão \"Providências Razoáveis\" usada neste instrumento significa medidas\n\nadotadas pela outra parte para proteger suas próprias informações confidenciais ou de propriedade intelectual semelhantes, cujo\n\npadrão de cuidado deverá ser minimamente aceitável. As Informações Confidenciais de qualquer uma das partes, reveladas antes da\n\nexecução deste Contrato, estão sujeitas à proteção garantida nos termos do presente instrumento.\n\n10.2\n\nExceções. As restrições mencionadas acima sobre o uso ou a revelação das Informações Confidenciais não se aplicam a nenhuma\n\nInformação Confidencial: (a) desenvolvida de forma independente pela parte receptora sem se referir à Informação Confidencial da\n\nparte reveladora ou legalmente recebida sem restrição de algum terceiro autorizado a fornecer essa Informação Confidencial; (b)\n\ndisponibilizada para o público em geral sem violação deste Contrato pela parte receptora; (c) que à época da revelação era conhecida\n\npela receptora sem restrições, ou (d) liberada de tais restrições, por escrito, pela parte reveladora.\n\n10.3 Termos e Condições Confidenciais; Publicidade. A Licenciada não poderá revelar os termos e condições deste Contrato ou os\n\npreços contidos neste instrumento a nenhum terceiro. Nenhuma das partes poderá usar o nome da outra parte em publicidade, anúncio\n\nou atividade similar, sem a autorização prévia por escrito da outra parte, salvo se a Licenciada autorizar a SAP e suas empresas\n\nafiliadas a usar o nome da Licenciada nas relações de clientes ou, em período mutuamente acordado entre as partes, como parte das\n\niniciativas de marketing da SAP (inclusive, entre outras iniciativas, histórias e chamadas de referência, testemunhos jornalísticos,\n\nvisitas, participação no programa SAPPHIRE). A SAP envidará esforços razoáveis para evitar promover atividades de referência que\n\ninterfiram despropositadamente nos negócios da Licenciada. A Licenciada autoriza a SAP a compartilhar com suas empresas afiliadas\n\ninformações sobre a Licenciada com finalidade comercial e de marketing.\n\n11.\n\nCESSÃO A Licenciada não poderá, sem autorização prévia por escrito da SAP, autorizar, ceder, delegar, penhorar ou de alguma\n\nforma transferir este Contrato, ou quaisquer direitos ou obrigações previstas neste Contrato, ou os Materiais da SAP ou as Informações\n\nConfidenciais da SAP, a nenhuma parte, seja de forma voluntária, seja por força de lei, inclusive por venda de ativos, fusão ou\n\nincorporação. A SAP poderá ceder este Contrato a qualquer uma de suas afiliadas.\n\nSAP Confidential\n\nPage 5 of 6\n\nSAP General Terms and Conditions On Premise ptBR.v.9-2019", "page": 5}, {"text": "12\n\nDISPOSITIVOS GERAIS\n\no\n\n\n\n\no\n\no\n\n12.1 Autonomia. As partes entendem que, caso qualquer ou mais de um dispositivo deste Contrato seja cofisiderado núlo ou inexigível\n\nem qualquer aspecto, essa nulidade ou inexigibilidade não afetará os demais dispositivos deste Contrato e este Contrato será\n\ninterpretado como se esse dispositivo nulo ou inexigivel jamais estivesse contido neste instrumento.\n\n12.2 Não Renúncia, Se qualquer uma das partes renunciar aos direitos sobre a violação de qualquer dispositivo deste Contrato, essa\n\nrenúncia não será considerada renúncia de nenhuma violação anterior ou posterior ao mesmo ou a qualquer outro dispositivo deste\n\ninstrumento.\n\n12.3\n\nQuestões Regulatórias. O Software, a Documentação e os Materiais da SAP estão sujeitos à legislação de controle de exportação\n\nde vários países, inclusive, entre outras, à legislação dos Estados Unidos e da Alemanha. A Licenciada acorda em não disponibilizar o\n\nSoftware, a Documentação ou outros Materiais da SAP a nenhum órgão governamental para consideração de licenciamento ou outra\n\naprovação regulatória sem autorização prévia por escrito da SAP e não exportar o Software, a Documentação e os Materiais da SAP a\n\npaíses, pessoas ou entidades proibidas por lei. A Licenciada será inclusive responsável pelo cumprimento de todas as normas\n\ngovernamentais aplicáveis do país em que ela estiver registrada e de qualquer país estrangeiro em relação ao uso do Software, da\n\nDocumentação ou de outros Materiais da SAP pela Licenciada e/ou por suas Afiliadas.\n\n12,4 Legislação Aplicável; Período de limitações. Este Contrato e qualquer ação judicial decorrente dele ou referente a ele e ao objeto\n\ndo Contrato serão regidos e interpretados de acordo com a legislação brasileira, com observância de seus conflitos com os princípios\n\nlegais. A legislação brasileira prevalecerá e regerá qualquer conflito, oriundo do contrato ou por conflito com normas estrangeiras, nos\n\ntermos deste instrumento. A Lei Uniforme para Transação de Informações por Computador da forma determinada não se aplicará. As\n\npartes elegem desde já o Foro Central da Comarca da Cidade de São Paulo, Estado de São Paulo, como o competente para dirimir\n\nquaisquer eventuais controvérsias oriundas da execução e/ou interpretação deste Contrato, com exclusão de qualquer outro, por mais\n\nprivilegiado que possa ser.\n\n12.5\n\nNotificações. Todas as notificações ou comunicações necessárias ou relacionadas a este Contrato deverão ser encaminhadas por\n\nescrito e serão consideradas devidamente recebidas quando entregues nos respectivos escritórios executivos da SAP e da Licenciada\n\nnos endereços inicialmente constantes em qualquer Formulario de Pedido. Quando nos termos desta Cláusula 12.5 ou de qualquer\n\noutro dispositivo deste Contrato, for exigida a forma escrita, salvo a notificação de rescisão ou de violação substancial que deve ser\n\npor carta, será aceita a forma escrita por transmissão de fax, por carta ou por outra forma, inclusive por e-mail.\n\n12.6\n\nCaso Fortuito e Força Maior. Qualquer atraso ou descumprimento de qualquer dispositivo deste Contrato (que não se refira ao\n\npagamento de montantes devidos de acordo com este instrumento) causado por condições fora do controle razoável de qualquer uma\n\ndas partes executoras do Contrato não constitui violação do Contrato, e o prazo para o cumprimento de tal dispositivo, se houver, será\n\nconsiderado prorrogado por um período equivalente à duração das condições impeditivas do cumprimento do dispositivo.\n\n12.7 Íntegra do Contrato. Este Contrato constitui a completa e exclusiva confirmação do acordo entre a SAP e a Licenciada, e todas\n\nas declarações, discussões e redações anteriores foram incorporadas e substituídas por este Contrato e as partes renunciam a qualquer\n\ndependência nas referidas declarações, discussões e redações. Este Contrato pode ser modificado somente por escrito e com assinatura\n\nde ambas as partes. Este Contrato prevalecerá a quaisquer termos e condições adicionais, conflitantes ou inconsistentes que possam\n\nocorrer em qualquer pedido de compra ou outro documento fornecido pela Licenciada à SAP. Este Contrato prevalecerá a quaisquer\n\ntermos e condições adicionais, conflitantes ou inconsistentes que possam ocorrer em qualquer contrato de usuário final anexo incluído\n\nno Software. Assinaturas enviadas por meio eletrônico (por fax ou digitalizadas e enviadas por e-mail) serão consideradas assinaturas\n\noriginais. Este Contrato não estabelece nenhuma relação de parceria, joint venture ou entre principal e agente.\n\n12.8\n\nHierarquia. Em caso de conflito ou inconsistência entre os dispositivos dos componentes deste Contrato, a ordem de precedência\n\nseguida será esta: (i) o Formulario de Pedido; (ii) os Anexos; (iii) o TCG, e (iv) os Termos de Uso; salvo em relação aos termos de\n\ntransferência de Software de Terceiros estabelecidos nos Termos de Uso, em que estes prevalecem a qualquer conflito ou inconsistência\n\nem qualquer componente deste TCG exclusivamente em relação a esses termos de transferência de terceiros.\n\n12.9\n\n° Oficial de\n\nRegistro Público e Internet. Este instrumento encontra-se registrado so o n.º\n\njunto ao\n\nRegistro de Títulos e Documentos da Capital do Estado de São Paulo e à disposição no portal da SAP através do link\n\nhttp://www, sap.com/company/legal/index.epx.\n\nSão Paulo, 02 de setembro de 2019\n\nSAP BRASIL LTDA.\n\nALN?\n\nuy\n\na i\n\nee\n\n+\n\nCristina Presz Palmaka de Luca\n\nPaulo AndrêaAlves\n\nendes\n\nDiretora\n\nDiretor\n\nPauto André Alves Mendes\n\nCristina Presz Palmaka de Luca\n\nCFO SAP BRASIL\n\nPresidente SAP Brasil\n\nRG:32.051.492-4\n\nRG: 17.054.163-0\n\nCPF:277.953.998-43\n\nCPF: 100.484.148-59\n\nSAP Confidential\n\nPage 6 of 6\n\nSAP General Terms and Conditions On Premise ptBR.v.9-2019\n\nhr”", "page": 6}, {"text": "2° Oficial de Registro de Titulos e Documentos e\n\nCivil de Pessoa Juridica da Comarca de Sao Paulo\n\nOficial: Gentil Domingues dos Santos\n\nRua Senador Paulo Egídio, 72 cj.110 - Sé\n\nTel.: (11) 3101-5631 - Email: registro@2rtd.com.br - Site:\n\nREGISTRO PARA FINS DE\n\nPUBLICIDADE E EFICACIA CONTRA TERCEIROS\n\nN° 3.702.560 de 16/09/2019\n\nCertifico e dou fé que o documento em papel, foi apresentado em 16/09/2019, o qual foi protocolado sob nº\n\n3.704.043, tendo sido registrado sob nº 3.702.560 no Livro de Registro B deste 2º Oficial de Registro de Títulos\n\ne Documentos da Comarca de São Paulo, na presente data.\n\nNatureza:\n\nCONTRATO PADRÃO\n\nSão Paulo, 16 de setembro de 2019\n\n~\n\n\nme\n\nto\n\nMarcelo S. Espedi\n\nEscrevente Autorizado\n\nEste certificado é parte integrante e inseparável do registro do documento acima descrito.\n\nEmolumentos\n\nEstado\n\nSecretaria da Fazenda\n\nRegistro Civil\n\nTribunal de Justiça\n\nR$ 4,95\n\nR$ 72,33\n\nR$ 14,09\n\nR$ 3,81\n\nCondução\n\nOutras Despesas\n\nTotal\n\nR$ 3,49\n\nR$ 1,51\n\nR$ 0,00\n\nR$ 0,00\n\nR$ 120,78\n\nNo)\n\nJ\n\nPara conferir a procedéncia deste\n\nPara verificar o conteúdo integral do\n\nio\n\neh\n\none\n\ndocumento efetue a leitura do OR\n\nrey\n\nrh?\n\ndocumento, acesse o site:\n\nE\n\n3\n\nra\n\nor\n\ndies\n\nservicos.cdtsp.com.br/validarregistro\n\nen\n\nA\n\nÉ\n\no\n\nCode impresso ou acesse o\n\na\n\na\n\n“ray\n\neae\n\nendereço eletrônico:\n\nree\n\nua\n\ne informe a chave abaixo ou utilize um\n\npay\n\na\n\nRs\n\nhttps://selodigital.tjsp.jus.br\n\n4\n\nleitor de qrcode.\n\nape cere\n\neg\n\nake\n\nE\n\nAy\n\nporvir\n\nDao\n\nE\n\nee\n\n00181537351822392\n\nPR?\n\nwhy\n\noi\n\nEs\n\nOrs\n\na\n\nEEE\n\nag\n\nRane cg\n\ni\n\ni}\n\nCi\n\nOise\n\nE\n\nA\n\naura", "page": 7}]