[{"text": "TERMOS E CONDIÇÕES GERAIS PARA OS SERVIÇOS SAP CLOUD (\"TCG\")\n\nDEFINIÇÕES\n\nOs termos iniciados em letra maiúscula neste documento estão definidos no Glossário.\n\nDIREITOS E RESTRIÇÕES DE USO.\n\n2.1\n\nConcessão de Direitos.\n\nA SAP concede ao Cliente o direito não exclusivo, intransferível e mundial de uso do Serviço Cloud\n\n(inclusive sua implementação e configuração), dos Materiais Cloud e da Documentação\n\nexclusivamente para as transações comerciais internas do Cliente e de suas Afiliadas. As\n\nrestrições e o uso autorizado dos Serviços Cloud aplicam-se inclusive aos Materiais Cloud e à\n\nDocumentação.\n\n2.2\n\nUsuários Autorizados.\n\nO Cliente poderá permitir que Usuários Autorizados usem o Serviço Cloud. O uso fica limitado às\n\nMétricas de Uso e às quantidades especificados no Formulário de Pedido. As credenciais de acesso\n\nao Serviço Cloud não podem ser usadas por mais de um indivíduo, mas podem ser transferidas\n\nde um indivíduo a outro se o usuário original não estiver mais autorizado a usar o Serviço Cloud.\n\nO Cliente responderá por violações ao Contrato provocadas pelos Usuários Autorizados.\n\n2.3\n\nPolítica de Uso Aceitável.\n\nEm relação ao Serviço Cloud, o Cliente não poderá:\n\n(a)\n\ndesmontar, decompilar, aplicar engenharia reversa, copiar, traduzir ou criar trabalhos\n\nderivados,\n\n(b)\n\ntransmitir qualquer conteúdo ou dados ilegais ou violadores de qualquer direito de\n\npropriedade intelectual, ou\n\n(c)\n\nburlar ou colocar em risco sua operação ou segurança.\n\n2.4\n\nVerificação do Uso.\n\nO Cliente monitorará seu próprio uso do Serviço Cloud e notificará qualquer uso excedente às\n\nquantidades ou às Métricas de Uso. A SAP poderá monitorar o uso para verificar a conformidade\n\ncom as Métricas de Uso, a quantidade e o Contrato.\n\n2.5\n\nSuspensão do Serviço Cloud.\n\nA SAP poderá suspender o uso do Serviço Cloud caso sua continuidade possa prejudicar\n\nessencialmente o Serviço Cloud ou seus usuários. A SAP notificará imediatamente o Cliente sobre\n\na suspensão. A SAP limitará o tempo e escopo da suspensão com a máxima razoabilidade dentro\n\ndas circunstâncias.\n\n2.6\n\nServiços Web de Terceiros.\n\nO Serviço Cloud pode ser integrado a serviços Web disponibilizados por terceiros (que não sejam\n\ndisponibilizados pela SAP SE ou qualquer de suas Afiliadas), acessados pelo Serviço Cloud e\n\nsujeitos aos termos e condições desses terceiros. Estes serviços Web de terceiros não fazem parte\n\ndo Serviço Cloud, e este Contrato não é aplicável aos mesmos.\n\n2.7\n\nAcesso Móvel ao Serviço Cloud.\n\nOs Usuários Autorizados podem acessar certos Serviços Cloud através de aplicativos móveis\n\nobtidos de sites de terceiros como loja de aplicativos para Android ou da Apple. O uso dos\n\naplicativos móveis pode ser regido pelos termos e condições apresentados ao baixar ou acessar\n\no aplicativo móvel e não pelos termos e condições do Contrato.\n\nRESPONSABILIDADES DA SAP\n\n3.1\n\nFornecimento.\n\nA SAP fornece o acesso ao Serviço Cloud conforme descrito no Contrato.\n\n3.2\n\nSuporte.\n\nA SAP fornece suporte para o Serviço Cloud conforme especificado no Formulário de Pedido.\n\nGTC for SAP Cloud Services (Direct) ptBR.v.5-2020\n\nPage 1 of 10", "page": 1}, {"text": "3.3 Segurança.\n\nA SAP vai utilizar e manter tecnologias de segurança apropriadas para proteger os dados pessoais\n\nprocessados pela SAP como parte do Serviço Cloud, conforme descrito no Contrato de\n\nProcessamento de Dados. Como processador de dados, a SAP implementará as medidas técnicas\n\ne organizacionais especificadas no Formulário de Pedido para garantir a segurança dos dados\n\npessoais processados no Serviço Cloud de acordo com a lei de proteção de dados aplicável.\n\n3.4\n\nModificações.\n\n(a)\n\nO Serviço Cloud e as Políticas da SAP podem ser modificados pela SAP. A SAP informará as\n\nmodificações ao Cliente por e-mail, portal de suporte, alertas de lançamento, Documentação\n\nou Serviço Cloud. As informações serão enviadas por e-mail se a modificação não for apenas\n\numa melhoria. As modificações podem incluir novos recursos opcionais para o Serviço Cloud,\n\nque o Cliente poderá usar conforme o Suplemento e a Documentação então vigentes.\n\n(b)\n\nSe o Cliente entender que uma modificação não é somente uma melhoria e que reduz\n\nsubstancialmente o Serviço Cloud, o Cliente poderá cancelar suas assinaturas do Serviço\n\nCloud modificados, notificando a SAP em até 30 (trinta) dias após receber as informações\n\nda SAP, expondo suas razões de forma justificada.\n\n3.5\n\nAnálises.\n\nA SAP, a SAP SE ou as Afiliadas da SAP podem fazer análises utilizando, em parte, Dados do\n\nCliente e informações derivadas do uso do Cliente do Serviço Cloud e de Serviços de Consultoria.\n\nEssas análises tornarão as informações anônimas, as consolidarão e serão tratadas como\n\nMateriais Cloud. Exemplos de utilização das análises: otimização de recursos e suporte, pesquisa\n\ne desenvolvimento, processos automatizados que permitem melhoria continua, otimização de\n\ndesempenho e desenvolvimento de novos produtos e serviços da SAP, verificação de segurança\n\ne integridade de dados, planejamento de demanda interna e produtos de dados como tendências\n\nda indústria e desenvolvimentos, índices e análises de desempenho anônimas.\n\nDADOS DE CLIENTE E PESSOAIS\n\n4.1\n\nDados de Cliente.\n\nO Cliente é responsável pelos Dados do Cliente e pela sua inserção no Serviço Cloud. O Cliente\n\nconcede à SAP (inclusive SAP SE, suas Afiliadas e subcontratados) o direito não exclusivo de\n\nprocessar os Dados do Cliente exclusivamente para fornecimento e suporte do Serviço Cloud.\n\n4.2\n\nDados Pessoais.\n\nO Cliente coletará e manterá todos os dados pessoais contidos nos Dados de Cliente de acordo\n\ncom as leis de proteção e privacidade dos dados aplicáveis.\n\n4.3\n\nSegurança.\n\nO Cliente manterá padrões de segurança razoáveis para uso do Serviço Cloud pelos Usuários\n\nAutorizados.\n\n4.4\n\nAcesso aos Dados de Cliente.\n\n(a)\n\nDurante o Prazo de Assinatura, o Cliente poderá acessar a qualquer momento seus Dados\n\nde Cliente. O Cliente poderá exportar e recuperar seus Dados de Cliente em formato padrão.\n\nLimitações técnicas podem impedir a exportação e recuperação de dados. Nesse caso, para\n\nque o Cliente possa acessar os Dados de Cliente, a SAP e o Cliente procurarão um método\n\nrazoável.\n\n(b)\n\nAntes do vencimento do Prazo de Assinatura, o Cliente poderá usar as ferramentas de\n\nautosserviço da SAP (se disponíveis) para a exportação final dos Dados de Cliente do Serviço\n\nCloud.\n\n(c)\n\nQuando do encerramento do Contrato, a SAP excluirá os Dados de Cliente remanescentes\n\nnos servidores de hospedagem do Serviço Cloud, exceto em caso de retenção exigida pela\n\nlei aplicável. Os dados retidos ficarão sujeitos às disposições de confidencialidade do\n\nContrato.\n\nGTC for SAP Cloud Services (Direct) ptBR.v.5-2020\n\nPage 2 of 10", "page": 2}, {"text": "(d)\n\nEm caso de processos judiciais de terceiros envolvendo os Dados de Cliente, a SAP cooperará\n\ncom o Cliente e cumprirá a lei aplicável (às custas do Cliente) quanto ao tratamento dos\n\nDados de Cliente.\n\nPAGAMENTO E TRIBUTOS\n\n5.1\n\nPagamento.\n\nO Cliente pagará os valores especificados no Formulário de Pedido. Após notificar com\n\nantecedência por escrito, a SAP poderá suspender o uso do Serviço Cloud pelo Cliente até a\n\nquitação do pagamento. O Cliente não poderá reter, reduzir ou compensar valores devidos, nem\n\nreduzir as Métricas de Uso durante o Prazo de Assinatura. Os Formulários de Pedido não são\n\ncanceláveis, e os valores não são reembolsáveis.\n\n5.2\n\nTributos.\n\nTodos os valores e outras despesas exigidas em um Formulário de Pedido não incluem tributos,\n\nque constituem obrigações do Cliente. O Cliente será responsável por todos os tributos,\n\nexcetuando impostos de renda e encargos trabalhistas da SAP. Antes da assinatura de um\n\nFormulário de Pedido, o Cliente deverá fornecer à SAP toda autorização de pagamento direto ou\n\ncertificado de isenção fiscal. Se da SAP for exigido o pagamento de tributos (excetuando seus\n\nimpostos de renda e encargos trabalhistas), o Cliente reembolsará à SAP os valores pagos e\n\nressarcirá à SAP todos os tributos e respectivos custos pagos ou a serem pagos pela SAP,\n\nassociados a esses impostos.\n\nPRAZO E RESCISÃO\n\n6.1\n\nPrazo.\n\nO Prazo de Assinatura será estabelecido no Formulário de Pedido.\n\n6.2\n\nRescisão.\n\nQualquer uma das partes poderá rescindir o Contrato:\n\n(a)\n\nnotificando com 30 (trinta) dias de antecedência a outra parte por violação substancial do\n\nContrato, a menos que a violação tenha sido sanada nesse período,\n\n(b)\n\nnos termos autorizados nas Cláusulas 3.4(b), 7.3(b), 7.4(c) ou 8.1(c) (com efetiva rescisão\n\n30 (trinta) dias após recebimento de notificação em cada um desses casos), ou\n\n(c)\n\nimediatamente se a outra parte entrar com pedido de falência ou recuperação judicial,\n\ntornar-se insolvente ou ceder em benefício de credores, ou, de outra forma, violar\n\nessencialmente as Cláusulas 11 ou 12.6.\n\n6.3\n\nReembolso e Pagamentos.\n\nEm caso de rescisão por iniciativa do Cliente ou nos termos da Cláusula 8.1(c), o Cliente terá\n\ndireito a:\n\n(a)\n\nreembolso proporcional no valor equivalente à parte não utilizada dos valores, quando estes\n\nforem pagos antecipadamente, pela assinatura cancelada, calculado a partir da data efetiva\n\nde rescisão e\n\n(b)\n\nisenção da obrigação de pagamento dos valores vencidos posteriormente à data efetiva de\n\nrescisão.\n\n6.4\n\nEfeitos da Expiração ou Rescisão.\n\nNa data efetiva de expiração ou rescisão do Contrato:\n\n(a)\n\no direito do Cliente ao uso do Serviço Cloud e de todas as Informações Confidenciais da SAP\n\nserá revogado,\n\n(b)\n\nas Informações Confidenciais da parte divulgadora serão devolvidas ou destruídas conforme\n\nexigido no Contrato e\n\n(c)\n\na rescisão ou expiração do Contrato não afetará outros contratos firmados entre as partes.\n\n6.5\n\nSobrevivência de Cláusulas\n\nAs Cláusulas 1, 5, 6.3, 6.4, 6.5, 8, 9, 10, 11 e 12 continuarão em vigor após a extinção ou\n\nrescisão do Contrato.\n\nGTC for SAP Cloud Services (Direct) ptBR.v.5-2020\n\nPage 3 of 10", "page": 3}, {"text": "GARANTIAS\n\n7.1\n\nCumprimento da Lei.\n\nAs partes comprometem-se a cumprir, ora e doravante, todas as leis e normas aplicaveis a si, no\n\nque tange a:\n\n(a)\n\nno caso da SAP, a operação dos negócios da SAP relacionados ao Serviço Cloud, e\n\n(b)\n\nno caso do Cliente, Dados de Cliente e uso do Servico Cloud pelo Cliente.\n\n7.2\n\nPraticas Recomendadas pelo Setor.\n\nA SAP garante que fornecerá o Serviço Cloud:\n\n(a)\n\nem conformidade substancial com a Documentação, e\n\n(b)\n\ncom grau de competência e cuidado esperados de modo razoável de um fornecedor global\n\nqualificado e experiente de serviços essencialmente similares à natureza e complexidade do\n\nServiço Cloud.\n\n7.3\n\nRecurso Jurídico.\n\nSão recursos única e exclusivamente cabíveis ao Cliente e de responsabilidade totalmente\n\natribuíveis à SAP por violação da garantia prevista na Cláusula 7.2:\n\n(a)\n\na reexecução do Serviço Cloud defeituoso, e\n\n(b)\n\nse a SAP não o fizer, o Cliente poderá cancelar sua assinatura do Serviço Cloud defeituoso.\n\nQualquer rescisão deverá ocorrer em 3 (três) meses após falha da SAP na reexecução do\n\nServiço Cloud defeituoso.\n\n7.4\n\nDisponibilidade do Sistema.\n\n(a)\n\nA SAP garante manter uma disponibilidade média mensal do sistema de produção do Serviço\n\nCloud nos termos definidos no acordo de nível de serviço (do inglês, service level agreement)\n\n(\"SLA\") ou Suplemento aplicáveis.\n\n(b)\n\nO recurso jurídico cabivel ao Cliente por descumprimento do SLA pela SAP é a emissão de\n\num crédito no valor descrito no SLA. O Cliente seguirá o procedimento de reivindicação de\n\ncrédito publicado pela SAP. Quando a validade do crédito de serviço for confirmada pela SAP\n\npor escrito (sendo permitido por e-mail), o Cliente poderá aplicar o crédito a uma fatura\n\nfutura do Serviço Cloud ou solicitar o reembolso do valor do crédito em caso de inexistência\n\nde fatura futura. Quaisquer créditos de serviços são adicionais às medidas previstas no item\n\n7.4, mas todo crédito eventualmente desembolsado será compensado quanto a quaisquer\n\nindenizações arbitradas nos termos do item 9.2.\n\n(c)\n\nSe a SAP descumprir o SLA (i) por 4 (quatro) meses consecutivos, ou (ii) por 5 (cinco) ou\n\nmais meses durante qualquer período de 12 (doze) meses, ou (iii) em nível de disponibilidade\n\ndo sistema inferior a 95% (noventa e cinco por cento) em um mês civil, o Cliente poderá\n\ncancelar suas assinaturas do Serviço Cloud em questão, notificando a SAP por escrito em\n\naté 30 (trinta) dias após o descumprimento.\n\n7.5\n\nIsenção de Garantia.\n\nAs garantias previstas nas Cláusulas 7.2 e 7.4 não serão aplicadas se:\n\n(a)\n\no Serviço Cloud não for usado de acordo com o Contrato ou a Documentação,\n\n(b)\n\nqualquer inconformidade for causada pelo Cliente ou por qualquer produto ou serviço não\n\nfornecido pela SAP, ou\n\n(c)\n\no Serviço Cloud for fornecido de modo gratuito.\n\n7.6\n\nAviso Legal.\n\nSalvo nos termos expressamente previstos no Contrato, nem a SAP nem seus subcontratados\n\ndeclaram ou garantem, explícita ou implicitamente, por força de lei ou de outra forma, a respeito\n\nde qualquer questão, inclusive de comerciabilidade, adequabilidade, originalidade ou capacidade\n\npara uso ou fim especifico, a não violação ou os resultados derivados de uso de, ou integração\n\na, qualquer produto ou serviço fornecido nos termos do Contrato, ou a operação segura,\n\nininterrupta ou perfeita de qualquer produto ou serviço. O Cliente admite não se basear em\n\nentrega de funcionalidade futura, comentários públicos ou anúncios da SAP ou planos de ação de\n\nprodutos na obtenção de assinaturas de qualquer Serviço Cloud.\n\nGTC for SAP Cloud Services (Direct) ptBR.v.5-2020\n\nPage 4 of 10", "page": 4}, {"text": "AÇÕES AJUIZADAS POR TERCEIROS\n\n8.1\n\nAções Ajuizadas por Terceiros contra o Cliente.\n\n(a)\n\nA SAP defenderá o Cliente em ações ajuizadas contra ele e respectivas Afiliadas por qualquer\n\nterceiro, sob a alegação de violação ou apropriação indébita de reivindicação de patente,\n\ndireitos autorais ou direitos de sigilo comercial decorrentes do uso do Serviço Cloud pelo\n\nCliente e por suas Afiliadas. A SAP ressarcirá o Cliente de todas as indenizações fixadas em\n\núltima instância contra o Cliente (ou o valor de qualquer acordo firmado pela SAP) associadas\n\na essas ações.\n\n(b)\n\nAs obrigações da SAP previstas na Cláusula 8.1 não serão aplicadas se as ações forem\n\nresultantes de (i) violação da Cláusula 2 por parte do Cliente, (ii) uso do Serviço Cloud em\n\nconjunto com qualquer produto ou serviço não fornecido pela SAP ou (iii) uso do Serviço\n\nCloud fornecido de maneira gratuita.\n\n(c)\n\nEm caso de ação efetiva ou que provavelmente será ajuizada, a SAP poderá: (i) assegurar\n\nao Cliente o direito de continuar usando o Serviço Cloud nos termos do Contrato; ou (ii)\n\nsubstituir ou modificar o Serviço Cloud de modo a adequá-lo sem prejuízo significativo de\n\nfuncionalidade. Se essas opções não estiverem de modo razoável disponíveis, a SAP ou O\n\nCliente poderá cancelar a assinatura do Serviço Cloud afetado do Cliente, notificando a outra\n\nparte por escrito.\n\n8.2\n\nAções Ajuizadas por Terceiros Contra a SAP.\n\nO Cliente defenderá a SAP em ações ajuizadas por qualquer terceiro contra a SAP, a SAP SE,\n\nsuas Afiliadas e subcontratados, envolvendo os Dados de Cliente.\n\nO Cliente ressarcirá a SAP de todas as indenizações fixadas em última instância contra a SAP, a\n\nSAP SE, suas Afiliadas e subcontratados (ou o valor de qualquer acordo firmado pelo Cliente)\n\nassociadas a essas ações.\n\n8.3\n\nProcedimento de Ações Ajuizadas por Terceiros.\n\n(a)\n\nA parte contra a qual for ajuizada uma ação por terceiros notificará a outra parte no devido\n\nprazo e por escrito, cooperará de modo razoável na defesa e poderá comparecer (a suas\n\npróprias custas) representada por advogado de modo razoável aceitável à parte que fará a\n\ndefesa.\n\n(b)\n\nA parte obrigada à defesa de uma ação judicial terá direito ao amplo controle da defesa.\n\n(c)\n\nQualquer acordo firmado em uma ação judicial não exigirá obrigação financeira ou\n\ndesempenho específico, nem admissão de responsabilidade da parte contra a qual for\n\najuizada a ação.\n\n8.4\n\nRecurso Exclusivo.\n\nAs disposições da Cláusula 8 estabelecem a única, exclusiva e integral responsabilidade das\n\npartes, de suas Afiliadas, Parceiros de Negócios e subcontratados para com a outra parte, sendo\n\no único recurso cabível à outra parte quanto a ações ajuizadas por terceiros aqui previstas e\n\nviolação ou apropriação indébita de direitos de propriedade intelectual de terceiros.\n\nLIMITAÇÃO DE RESPONSABILIDADE\n\n9.1\n\nResponsabilidade Ilimitada.\n\nNenhuma das partes se isentará ou limitará suas responsabilidades por danos em consequência\n\nde\n\n(a)\n\nobrigações das partes previstas nas Cláusulas 8.1(a) e 8.2,\n\n(b)\n\nuso ou divulgação não autorizada de Informações Confidenciais,\n\n(c)\n\nuso ou divulgação não autorizada de dados pessoais por qualquer uma das partes,\n\ndescumprindo as obrigações de segurança e proteção de dados,\n\n(d)\n\nnegligência grave ou dolo de qualquer uma das partes, resultando em morte ou lesão\n\ncorporal, ou\n\n(e)\n\nnão pagamento pelo Cliente de qualquer valor ou tributo vinculado ao mesmo, devida nos\n\ntermos do Contrato.\n\nGTC for SAP Cloud Services (Direct) ptBR.v.5-2020\n\nPage 5 of 10", "page": 5}, {"text": "9.2 Limite de Responsabilidade.\n\nSujeita as Cláusulas 9.1 e 9.3, o montante máximo de responsabilidade de uma das partes (ou\n\nde suas respectivas Afiliadas ou de subcontratados da SAP) para com a outra parte ou para com\n\nqualquer outra pessoa física ou jurídica por todos os eventos (ou séries de eventos conectados)\n\nocorridos em qualquer período de 12 (doze) meses não será superior aos valores anuais de\n\nassinatura pagas pelo Serviço Cloud aplicável, diretamente causador do dano por esse período\n\nde 12 (doze) meses. Qualquer \"período de 12 (doze) meses\" começará na data de início do Prazo\n\nde Assinatura ou em qualquer um de seus aniversários anuais.\n\n9.3\n\nExclusão de Danos.\n\nObservada a Cláusula 9.1:\n\n(a)\n\nnenhuma parte (nem suas respectivas Afiliadas ou subcontratados da SAP) será responsável\n\nperante a outra parte por qualquer dano especial, incidental, consequencial ou indireto,\n\ndanos morais, greve, por dano de caráter exemplar ou punitivo, lucros cessantes ou multa\n\ncompensatória, e\n\n(b)\n\na SAP não será responsável por nenhum dano causado por qualquer Serviço Cloud fornecido\n\nde modo gratuito.\n\n9.4\n\nAlocação de Riscos.\n\nO Contrato aloca os riscos entre a SAP e o Cliente. Os valores dos Serviços Cloud e Serviços de\n\nConsultoria refletem essa alocação de riscos e limitações de responsabilidade.\n\n10\n\nDIREITOS DE PROPRIEDADE INTELECTUAL\n\n10.1\n\nPropriedade da SAP.\n\nA SAP, a SAP SE, suas Afiliadas ou licenciadoras são titulares de todos os direitos de propriedade\n\nintelectual dos, ou associados aos, Serviço Cloud, Materiais Cloud, Documentação, Serviços de\n\nConsultoria, contribuições de projeto, conhecimento ou processos relacionados e qualquer\n\ntrabalho deles derivado. Todos os direitos não expressamente concedidos ao Cliente são\n\nreservados a SAP, a SAP SE e suas licenciadoras.\n\n10.2\n\nPropriedade do Cliente.\n\nO Cliente detém todos os direitos sobre os, e associados aos, Dados de Cliente. A SAP pode usar\n\nmarcas registradas fornecidas pelo Cliente somente para fornecer suporte ao Serviço Cloud.\n\n10.3\n\nNão Reivindicação de Direitos.\n\nO Cliente compromete-se, em nome de si próprio e de seus sucessores e cessionários, a não\n\nreivindicar nenhum direito, nem ajuizar ações de reivindicação de direitos, da SAP, da SAP SE,\n\nde suas Afiliadas ou licenciadoras sobre qualquer Serviço Cloud, Materiais Cloud, Documentação\n\nou Serviços de Consultoria.\n\n11\n\nCONFIDENCIALIDADE\n\n11.1\n\nUso de Informações Confidenciais.\n\n(a)\n\nA parte receptora protegerá todas as Informações Confidenciais da parte divulgadora com a\n\nmesma confidencialidade estrita e padrão razoável de cuidado com que protege suas\n\npróprias Informações Confidenciais. A parte receptora não divulgará nenhuma Informação\n\nConfidencial\n\nda parte divulgadora a outras pessoas, exceto a seus colaboradores,\n\nrepresentantes ou Usuários Autorizados, cujo acesso seja necessário ao exercício de seus\n\ndireitos ou cumprimento de suas obrigações previstas no Contrato, e sujeitos a obrigações\n\nde confidencialidade essencialmente similares às previstas na Cláusula 11. O Cliente não\n\ndivulgará o Contrato nem os preços aplicáveis a nenhum terceiro.\n\n(b)\n\nAs Informações Confidenciais de qualquer uma das partes, reveladas antes da execução do\n\nContrato, estão sujeitas à Cláusula 11.\n\n(c)\n\nEm caso de procedimentos legais relacionados às Informações Confidenciais, a parte\n\nreceptora cooperará com a parte divulgadora e cumprirá a legislação aplicável (às custas da\n\nparte divulgadora) quanto ao tratamento das Informações Confidenciais.\n\nGTC for SAP Cloud Services (Direct) ptBR.v.5-2020\n\nPage 6 of 10", "page": 6}, {"text": "11.2 Exceções.\n\nAs restrições quanto ao uso e divulgação das Informações Confidenciais não serão aplicadas a\n\nInformações Confidenciais:\n\n(a)\n\ndesenvolvidas de modo independente pela parte receptora e sem relação com as\n\nInformações Confidenciais da parte divulgadora;\n\n(b)\n\nde conhecimento público em geral sem violação do Contrato pela parte receptora;\n\n(c)\n\nna ocasião da divulgação, de conhecimento da parte receptora sem restrições de\n\nconfidencialidade; ou\n\n(d)\n\ndeclaradas por escrito pela parte divulgadora como não sujeitas a\n\nrestrições de\n\nconfidencialidade.\n\n11.3\n\nPublicidade.\n\nNenhuma das partes usará o nome da outra parte em atividades publicitárias, sem a autorização\n\nprévia por escrito da outra parte, salvo se o Cliente autorizar a SAP a usar o nome do Cliente nas\n\nrelações de clientes ou em eventos trimestrais com seus investidores, em períodos mutuamente\n\nacordados entre as partes, como parte das iniciativas de marketing da SAP (inclusive de relatos\n\ne eventos de referência, declarações jornalísticas, visitas, participação no programa SAPPHIRE).\n\nO Cliente autoriza a SAP a compartilhar informações sobre o Cliente com suas Afiliadas para\n\nações de marketing e outros propósitos comerciais e assegura haver obtido autorizações para\n\ncompartilhar informações de contato de funcionários do Cliente com a SAP.\n\n12\n\nDISPOSIÇÕES GERAIS\n\n12.1\n\nAutonomia.\n\nSe qualquer disposição do Contrato for considerada inválida ou inexigível, a invalidade ou\n\ninexigibilidade não prejudicará as demais disposições do Contrato.\n\n12.2\n\nAusência de Renúncia.\n\nA renúncia a qualquer violação do Contrato não será considerada renúncia de qualquer outra\n\nviolação.\n\n12.3\n\nAssinatura Eletrônica.\n\nAssinaturas eletrônicas consideradas válidas de acordo com a lei aplicável serão consideradas\n\nassinaturas originais.\n\n12.4\n\nQuestões regulatórias.\n\nAs Informações Confidenciais da SAP estão sujeitas às leis de controle de exportação de vários\n\npaíses, inclusive às leis dos Estados Unidos e da Alemanha. O Cliente não disponibilizará as\n\nInformações Confidenciais da SAP a nenhum órgão governamental para consideração de\n\nlicenciamento ou outra aprovação regulatória e não exportará as Informações Confidenciais a\n\npaíses, pessoas ou entidades proibidas pelas leis de exportação.\n\n12.5\n\nNotificações.\n\nTodas as notificações serão por escrito e consideradas entregues quando enviadas ao endereço\n\nespecificado no Formulário de Pedido com cópia para o departamento jurídico. As notificações da\n\nSAP sobre operação ou suporte do Serviço Cloud e as previstas nas Cláusulas 3.4 e 5.1 poderão\n\nser eletronicamente enviadas ao administrador ou representante autorizado do Cliente,\n\nidentificado no Formulário de Pedido.\n\n12.6\n\nCessão.\n\nSem autorização prévia por escrito da SAP, o Cliente não poderá ceder nem transferir o Contrato\n\n(ou seus direitos ou obrigações) a nenhuma outra parte. A SAP poderá ceder o Contrato à SAP\n\nSE ou a qualquer uma de suas Afiliadas.\n\n12.7\n\nSubcontratação.\n\nA SAP poderá subcontratar terceiros para executar partes do Serviço Cloud ou dos Serviços de\n\nConsultoria. A SAP responderá por violações do Contrato causadas por seus subcontratados.\n\n12.8\n\nRelação entre as Partes.\n\nAs partes são contratantes independentes, não sendo criadas por este Contrato nenhuma\n\nsociedade, franquia, joint venture, agência, relação fiduciária ou empregatícia entre elas.\n\nGTC for SAP Cloud Services (Direct) ptBR.v.5-2020\n\nPage 7 of 10", "page": 7}, {"text": "12.9 Força Maior.\n\nNenhum atraso na execução (exceto o pagamento dos valores devidos) causado por condições\n\nalém do controle razoável da parte executora será considerado violação do Contrato. O prazo\n\npara execução será prorrogado por período igual à duração das condições impeditivas.\n\n12.10 Legislação aplicável.\n\n12.11 O Contrato e qualquer ação ajuizada em relação ao objeto do Contrato serão regidos e\n\ninterpretados de acordo com as leis do Brasil, sem observância de seus conflitos com os\n\nprincípios legais. Todas as disputas ficarão sujeitas ao foro exclusivo do tribunal\n\nlocalizado Foro Central da Comarca do Estado de São Paulo. A Convenção das Nações\n\nUnidas sobre Contratos de Compra e Venda Internacional de Mercadorias (United\n\nNations Convention on Contracts for the International Sale of Goods) e a Lei para\n\nuniformização de transações por computadores (Uniform Computer Information\n\nTransactions Act) (se promulgada) não serão aplicadas ao Contrato. Íntegra do Acordo.\n\nO Contrato constitui a total e exclusiva declaração de acordo entre a SAP e o Cliente,\n\nestabelecendo a relação comercial entre as partes relativa ao objeto do Contrato. Todas as\n\ndeclarações, discussões e redações anteriores (inclusive qualquer contrato de confidencialidade)\n\nforam\n\nsubstituídas pelo Contrato, renunciando as partes de qualquer vínculo com elas. O\n\nContrato só poderá ser modificado por escrito e assinado por ambas as partes, salvo nos termos\n\npermitidos na Cláusula 3.4. O Contrato prevalecerá aos termos e condições de qualquer pedido\n\nde compra emitido pelo Cliente, que não terá efeito e vigor, mesmo quando aceito ou de algum\n\nmodo não rejeitado pela SAP.\n\nGTC for SAP Cloud Services (Direct) ptBR.v.5-2020\n\nPage 8 of 10", "page": 8}, {"text": "Glossario\n\n1.1\n\n\"Afiliada\" de uma das partes significa qualquer pessoa jurídica da qual, direta ou indiretamente,\n\na parte detenha mais de 50% (cinquenta por cento) de ações ou direitos de voto. Qualquer pessoa\n\njurídica será considerada Afiliada durante o período em que mantiver a participação.\n\n1.2\n\n\"Contrato\" significa Formulário de Pedido e documentos incorporados ao Formulário de Pedido.\n\n1.3\n\n\"Usuário Autorizado\" significa qualquer pessoa física a quem o Cliente conceda autorização de\n\nacesso para usar o Serviço Cloud e que seja funcionário, agente, contratado ou representante\n\n(a)\n\ndo Cliente,\n\n(b)\n\nde Afiliadas do Cliente e/ou\n\n(c)\n\nde Parceiros de Negócios do Cliente e de Afiliadas do Cliente.\n\n1.4\n\n\"Parceiro de Negócios” significa uma pessoa jurídica que precisa usar o Serviço Cloud nas\n\noperações comerciais internas do Cliente e de suas Afiliadas.\n\nEntre os quais,\n\nclientes,\n\ndistribuidores, prestadores de serviços e/ou fornecedores do Cliente.\n\n1.5\n\n\"Serviço Cloud\" significa qualquer solução distinta sob demanda, baseada em assinatura,\n\nhospedada, suportada, operada e fornecida pela SAP nos termos de um Formulário de Pedido.\n\n1.6\n\n\"Materiais Cloud\" significa qualquer material fornecido ou desenvolvido pela SAP (de modo\n\nindependente ou com a cooperação do Cliente) durante a execução do Contrato, inclusive na\n\nentrega de qualquer suporte ou Serviços de Consultoria ao Cliente. Não são considerados\n\nMateriais Cloud, Dados de Cliente, Informações Confidenciais do Cliente ou o Serviço Cloud.\n\n1.7\n\n\"Informações Confidenciais\" significa\n\n(a)\n\nem relação ao Cliente: (i) Dados de Cliente, (ii) necessidades de negócios e marketing do\n\nCliente, (iii) planos de implementação do Cliente e/ou (iv) informações financeiras do Cliente,\n\ne\n\n(b)\n\nem relação a SAP: (i) o Serviço Cloud, a Documentação, os Materiais Cloud e as análises\n\nprevistas na Cláusula 3.5 e (ii) informações de pesquisa e desenvolvimento, ofertas de\n\nproduto, preços e disponibilidade da SAP.\n\n(c)\n\nSão consideradas Informações Confidenciais da SAP ou do Cliente inclusive informações\n\nprotegidas pela parte divulgadora contra a divulgação irrestrita a terceiros: (i) designadas\n\npela parte divulgadora ou por seus representantes como sendo confidenciais à época da\n\ndivulgação ou (ii) de modo razoável entendidas como sendo confidenciais dada a natureza\n\nda informação e as circunstâncias em torno da divulgação.\n\n1.8\n\n\"Serviços de Consultoria” significa serviços especializados, tais como implementação,\n\nconfiguração, treinamento e desenvolvimento personalizado, executados por funcionários ou\n\nsubcontratados da SAP nos termos descritos em qualquer Formulário de Pedido e regidos pelo\n\nSuplemento de Serviços de Consultoria ou por contrato similar.\n\n1.9\n\n\"Dados de Cliente\" significa qualquer conteúdo, material, dados e informações inseridos pelos\n\nUsuários Autorizados no sistema de produção de um Serviço Cloud ou extraídos pelo Cliente ao\n\nusar e armazená-los no Serviço Cloud (por exemplo, relatórios específicos ao Cliente). Não são\n\nconsiderados Informações Confidenciais da SAP, os Dados de Cliente e seus derivados.\n\n1.10\n\n\"Documentação\" significa documentação técnica e funcional então vigente da SAP, bem como\n\nqualquer descrição de funções e responsabilidades,\n\nse for o caso, do Serviço Cloud,\n\ndisponibilizada ao Cliente com o Serviço Cloud.\n\n1.11\n\n\"Formulário de Pedido\" significa documento de pedido de um Serviço Cloud, que faça\n\nreferência ao TCG.\n\n1.12\n\n“SAP SE\" significa SAP SE, empresa controladora da SAP.\n\n1.13\n\n\"Políticas da SAP\" significa diretrizes e políticas operacionais aplicadas pela SAP no\n\nfornecimento e suporte do Serviço Cloud, incorporadas ao Formulário de Pedido.\n\n1.14\n\n\"Prazo de Assinatura\" significa prazo de assinatura do Serviço Cloud identificado no Formulário\n\nde Pedido aplicável, inclusive todas as renovações.\n\n1.15\n\n\"Suplemento\" significa termos e condições suplementares, aplicáveis ao Serviço Cloud e\n\nincorporados ao Formulário de Pedido.\n\nGTC for SAP Cloud Services (Direct) ptBR.v.5-2020\n\nPage 9 of 10", "page": 9}, {"text": "1.16 \"Métrica de Uso\" significa padrão de medida para determinação do uso permitido e cálculo de\n\nvalores devidos por um Serviço Cloud nos termos estabelecidos no Formulário de Pedido.\n\nGTC for SAP Cloud Services (Direct) ptBR.v.5-2020\n\nPage 10 of 10", "page": 10}]