[{"text": "ANEXO DO SAP STANDARD SUPPORT (\"Anexo\")\n\nEm cada aspecto contraditório ou inconsistente entre as disposições deste Anexo e do Contrato, incluindo\n\napêndices, documentos, Formulários de Pedido ou outros documentos anexados ou incorporados por\n\nreferência ao Contrato, as disposições deste Anexo deverão prevalecer e reger.\n\nEste Anexo regula a prestação de serviços de suporte pela SAP, definido detalhadamente neste documento\n\n(\"SAP Standard Support\"), para todo software licenciado pela Licenciada nos termos do Contrato (doravante\n\ndesignado coletivamente por \"Soluções de Suporte Standard\"), excluindo o software ao qual se aplicam\n\nexclusivamente contratos de suporte especiais.\n\n1\n\nDEFINIÇÕES\n\n1.1 \"Sistema de Produção\" significa um sistema de produção da SAP usado para realizar transações\n\ncomerciais internas da Licenciada, no qual são gravados os dados da Licenciada.\n\n1.2 \"Sessão de Serviço\" significa uma sequência de atividades e tarefas de suporte executadas de local\n\nremoto para recolher informações adicionais, por consulta ou análise de um Sistema de Produção, tendo\n\ncomo resultado uma lista de recomendações. Uma Sessão de Serviço pode ser executada manualmente\n\ncomo self-service ou totalmente automatizada.\n\n1.3 \"Site do Atendimento ao Cliente da SAP\" significa o site de suporte ao cliente da SAP disponível em\n\nhttp://support.sap.com/.\n\n2\n\nESCOPO DO SAP STANDARD SUPPORT\n\nA Licenciada poderá solicitar, e a SAP deverá fornecer, nas mesmas condições nas quais a SAP disponibiliza\n\nem geral os serviços no Território, os serviços SAP Standard Support. O serviço SAP Standard Support\n\natualmente abrange:\n\nMelhoria e inovação contínuas\n\ne\n\nNovas versões de software das Soluções de Suporte Standard licenciadas, assim como ferramentas e\n\nprocedimentos para upgrades.\n\nPacotes de Correção (Support Packages) para reduzir o esforço de implementação de correções\n\nindividuais. Os pacotes de correção (Support Packages) também podem conter correções de adaptação\n\nda funcionalidade existente às alterações nos requisitos legais e regulatórios.\n\nPara versões de aplicativos centrais do SAP Business Suite 7 (a partir do SAP ERP 6.0 e com versões\n\ndo SAP CRM 7.0, SAP SCM 7.0, SAP SRM 7.0 e SAP PLM 7.0 entregues em 2008), a SAP poderá fornecer\n\nfuncionalidades e/ou inovações ampliadas por meio de pacotes de melhorias ou outros meios\n\ndisponíveis.\n\nDurante a manutenção base (mainstream maintenance) de uma versão de aplicativo\n\ncentral da SAP, a prática atual da SAP consiste em fornecer um pacote de melhorias ou outra\n\natualização por ano civil.\n\nAtualizações tecnológicas para suportar sistemas operacionais e bancos de dados de terceiros.\n\nCódigo-fonte ABAP disponível para aplicações de Software da SAP e módulos de função suportados e\n\nliberados adicionalmente.\n\nO gerenciamento de modificações de software, como definições de configuração modificadas ou\n\nupgrades de Soluções de Suporte Standard, é suportado atualmente, por exemplo, por meio de\n\nconteúdo, ferramentas e material informativo.\n\nTratamento de Incidentes\n\ne\n\nAs Notas SAP disponiveis no Site de Suporte ao Cliente da SAP documentam defeitos de software e\n\ncontêm informações de como corrigir, evitar e contornar os erros. As SAP Notes podem conter correções\n\nde códigos que as licenciadas podem implementar em seu sistema da SAP. As SAP Notes documentam\n\ninclusive problemas relacionados, dúvidas da licenciada e soluções recomendadas (por exemplo,\n\nconfigurações para personalização).\n\nSAP Standard Support Schedule ptBR.v.11-2020\n\nPage 1 of 6", "page": 1}, {"text": "SAP Note Assistant - uma ferramenta para instalar correções e melhorias especificas em componentes\n\nda SAP.\n\nProcessamento global de incidentes pela SAP para problemas relacionados às Soluções de Suporte\n\nStandard. Se a Licenciada reportar defeitos, a SAP oferecerá suporte, informando como corrigir, evitar\n\nou contornar os erros.\n\nO principal canal para esse tipo de suporte será a infraestrutura de suporte\n\ndisponibilizada pela SAP. A Licenciada poderá enviar um incidente a qualquer momento. Todas as\n\npessoas envolvidas no processo de resolução do incidente poderão acessar o status do incidente a\n\nqualquer momento. Em casos excepcionais, a Licenciada também poderá contatar a SAP por telefone.\n\nOs detalhes para contato são fornecidos na SAP Note 560499. Para esse tipo de contato (e quando\n\nfornecido de outro modo), a SAP necessita de acesso remoto disponibilizado pela Licenciada nos termos\n\nespecificados na Cláusula 3.2 (iii). A SAP começará o tratamento de incidentes com prioridade muito\n\nalta (para obter uma definição das prioridades, consulte a nota 67739) em 24 horas, 7 dias por semana,\n\ndesde que as seguintes condições sejam satisfeitas: (a) o incidente deve ser reportado em inglês e (b)\n\na Licenciada deve disponibilizar um funcionário fluente em inglês de modo a viabilizar a comunicação\n\nentre a Licenciada e a SAP, caso a SAP atribua a mensagem de incidente a um centro de suporte\n\nestrangeiro da SAP. Se uma ou ambas as condições acima não forem satisfeitas, a SAP poderá não\n\nconseguir iniciar o processamento do incidente ou continuar o processamento até que as condições\n\nsejam atendidas.\n\ne\n\nProcedimentos globais de escalonamento 24x7.\n\nServiços Remotos\n\ne\n\nO SAP Standard Support inclui atualmente a escolha de um dos seguintes serviços remotos por\n\ninstalação operacional e por ano civil:\n\nO\n\nUm GoingLive Check, por exemplo, no caso de o cliente decidir implementar software da SAP novo\n\ne utilizá-lo de forma produtiva\n\nUm SAP GoingLive Upgrade Check para um upgrade para uma versão superior; ou\n\nUm GoingLive OS/DB Migration Check. Esse serviço OS/DB Migration Check auxilia a Licenciada a\n\npreparar a migração de um sistema operacional ou banco de dados.\n\nA migração é de\n\nresponsabilidade da Licenciada.\n\nNo caso de alertas vitais reportados pelo SAP EarlyWatch Alert, poderão ser realizados até dois (2)\n\nSAP EarlyWatch® Checks por ano civil para um sistema produtivo, se necessário.\n\nUm serviço pode consistir em uma ou mais Sessões de Serviço.\n\nPara atender a uma data de entrega desejada de um serviço remoto, o serviço remoto deverá ser\n\nsolicitado pelo menos com dois meses de antecedência da data de entrega desejada do serviço remoto,\n\nO direito a serviços remotos só existe para uma instalação especifica e não pode ser transferido para\n\noutras instalações.\n\nMais informações e detalhes sobre cada serviço remoto estão disponíveis no Site de Atendimento ao\n\nCliente da SAP em http://support.sap.com/standardsupport.\n\nSAP Solution Manager, Edição Empresarial no Suporte Standard\n\ne\n\nO uso do SAP Solution Manager, edição empresarial (e de qualquer sucessor do SAP Solution Manager,\n\nedição empresarial fornecido de acordo com este documento) deverá estar sujeito ao Contrato e\n\ndestina-se às seguintes finalidades somente no SAP Standard Support: (i) entrega do SAP Standard\n\nSupport, incluindo entrega e instalação, upgrade e manutenção das Soluções de Suporte Standard e\n\n(ii) reativação do suporte mediante solicitação da Licenciada, incluindo, sem limitação, a aplicação de\n\ncorreções (por exemplo, patches, notas etc.) e análise de causa raiz para Soluções de Suporte Standard\n\ne (iii) gerenciamento de Soluções de Suporte Standard (incluindo o gerenciamento da integração, se\n\ndisponível, das Soluções de Suporte Standard com Serviços SAP Cloud) usando somente os cenários\n\ndefinidos nos direitos de uso no Site de Atendimento ao Cliente da SAP http://support.sap.com/.\n\nASAP, a seu exclusivo critério, pode atualizar de tempos em tempos, no Site de Atendimento ao Cliente\n\nda SAP, em http://support.sap.com/solutionmanager, os casos de utilização do SAP Solution Manager,\n\nedição empresarial incluídos no SAP Standard Support.\n\nO SAP Solution Manager, edição empresarial, só poderá ser usado para o SAP Standard Support durante\n\na vigência deste Anexo, sujeito aos direitos licenciados para o Software e exclusivamente para o suporte\n\nSAP Standard Support Schedule ptBR.v.11-2020\n\nPage 2 of 6", "page": 2}, {"text": "da SAP às operações de negócios internas da Licenciada. O direito de uso de qualquer funcionalidade\n\ndo SAP Solution Manager, edição empresarial, no SAP Standard Support, além do uso nas condições\n\nanteriormente especificadas, fica sujeito a um contrato formalizado em separado com a SAP, mesmo\n\nas funcionalidades podendo ser acessadas por meio do ou relacionadas ao SAP Solution Manager, edição\n\nempresarial. O SAP Solution Manager explicitamente não deverá ser usado para aplicativos de terceiros\n\nnão licenciados via SAP ou outro componente ou ativo de TI operado em conjunto com o software\n\nlicenciado pela SAP.\n\nCaso a Licenciada rescinda o SAP Standard Support e receba o SAP Enterprise Support, em\n\nconformidade com a Cláusula 6, a utilização por parte da Licenciada do SAP Solution Manager, Edição\n\nEmpresarial será regulada pelos termos e condições do Anexo do SAP Enterprise Support.\n\nA Licenciada fica autorizada a usar os bancos de dados SAP especificados no Site de Suporte ao Cliente\n\nda SAP disponibilizados em geral a todas as licenciadas da SAP juntamente com o SAP Solution\n\nManager. Essa licença de tempo de execução fica limitada ao uso do banco de dados relevante como\n\nbase do SAP Solution Manager, e limitado aos termos deste Anexo.\n\nOutros componentes, conteúdo e participação da comunidade\n\ne\n\nComponentes e agentes de monitorização de sistemas para monitorar os recursos disponíveis e reunir\n\ninformações sobre o status do sistema das soluções de suporte standard (por exemplo, SAP EarlyWatch\n\nAlert).\n\nIntegração administrativa de sistemas distribuídos pelo SAP Solution Manager, edição empresarial para\n\nos propósitos do SAP EarlyWatch Alert\n\nConteúdo e ferramentas complementares projetados para ajudar a aumentar a eficiência,\n\nespecialmente nas implementações.\n\nAcesso a diretrizes pelo Site de Atendimento ao Cliente da SAP, que podem incluir processos de\n\nimplementação e operação e conteúdo concebido para ajudar a reduzir custos e riscos.\n\nParticipação na comunidade de clientes e parceiros da SAP (pelo Site de Atendimento ao Cliente da\n\nSAP), que fornece informações sobre as melhores práticas de negócios, ofertas de serviços etc.\n\n3\n\nRESPONSABILIDADES DA LICENCIADA\n\n3.1\n\nSAP Standard Support Program Management\n\nPara receber o SAP Standard Support aqui descrito, a Licenciada deverá indicar uma pessoa que fale inglês\n\nem seu SAP Customer Center of Expertise (\"Customer COE\") (a \"Pessoa de Contato\") e deverá fornecer\n\ninformações de contato (em particular, o endereço de e-mail e o número de telefone) por meio das quais\n\na pessoa de contato ou o respectivo representante autorizado poderá ser contatada(o) a qualquer\n\nmomento. A Pessoa de Contato da Licenciada deverá ser o representante autorizado pela Licenciada a\n\ntomar as decisões necessárias para a Licenciada ou viabilizá-las com rapidez.\n\n3.2\n\nOutros requisitos\n\nA Licenciada deve ainda cumprir os seguintes requisitos:\n\n(i) Continuar pagando todas as Taxas de Standard Support, de acordo com o Contrato e este Anexo.\n\n(ii) Cumprir suas obrigações nos termos do Contrato e deste Anexo.\n\n(iii) Fornecer e manter acesso remoto por meio de procedimento técnico padrão definido pela SAP, e\n\nconceder à SAP todas as autorizações necessárias, em especial para análise remota de problemas como\n\nparte do tratamento de incidentes. O acesso remoto deverá ser concedido sem restrições à nacionalidade\n\ndos funcionários da SAP que processam os incidentes e ao pais em que estão alocados. A Licenciada\n\nreconhece que a não concessão de acesso poderá gerar atrasos no processamento do incidente e no\n\nfornecimento de correções ou impossibilitar a SAP de prestar a devida ajuda. Os componentes de software\n\nnecessários também devem estar instalados para serviços de suporte. Para obter mais detalhes, consulte\n\na SAP Note 91488.\n\n(iv) Estabelecer e manter um Customer COE certificado pela SAP cumprindo os requisitos especificados na\n\nCláusula 4.\n\n(v) Ter instalado, configurado e estar usando de maneira produtiva um sistema de Software do SAP Solution\n\nManager, edição empresarial, com os níveis de patch mais recentes para Base, assim como os pacotes de\n\nsuporte mais recentes do SAP Solution Manager, edição empresarial.\n\nSAP Standard Support Schedule ptBR.v.11-2020\n\nPage 3 of 6", "page": 3}, {"text": "(vi) Ativar o SAP EarlyWatch Alert para os Sistemas de Produção e transmitir dados para o sistema\n\nprodutivo do SAP Solution Manager, edição empresarial, da Licenciada. Veja a Nota SAP 1257308 para\n\nobter informações sobre a configuração deste serviço.\n\n(vii) Estabelecer uma conexão entre a instalação do SAP Solution Manager Enterprise, edição empresarial\n\nda Licenciada e a SAP e uma conexão entre as Soluções de Suporte Standard e a instalação do SAP Solution\n\nManager, edição empresarial da Licenciada.\n\n(viii) A Licenciada deverá manter os processos empresarias centrais e o cenário da solução no sistema do\n\nSAP Solution Manager, edição empresarial, da Licenciada pelo menos para os sistemas produtivos e\n\nsistemas conectados aos sistemas produtivos. A Licenciada deverá documentar todo projeto de\n\nimplementação ou de upgrade no sistema do SAP Solution Manager, edição empresarial, da Licenciada.\n\n(ix) Para habilitar e ativar totalmente o SAP Solution Manager, edição empresarial, a Licenciada deverá\n\nseguir a documentação aplicável.\n\n(x) A Licenciada aceita manter registros adequados e atualizados de todas as alterações e, se necessário,\n\nfornecer prontamente esses registros à SAP.\n\n(xi) Enviar todos incidentes pela infraestrutura de suporte da SAP então vigente e disponibilizada\n\nperiodicamente pela SAP por meio de atualizações, upgrades ou complementos.\n\n(xii) Informar imediatamente a SAP sobre quaisquer alterações nas instalações da Licenciada e sobre todas\n\nas outras informações relevantes para as Soluções de Suporte Standard.\n\n4\n\nCUSTOMER CENTER OF EXPERTISE\n\n4.1\n\nFunção do Customer COE\n\nO Customer COE é designado pela Licenciada como ponto central de contato para interação com a\n\norganização de suporte da SAP. A SAP recomenda iniciar a implementação do Customer COE como projeto\n\nexecutado em paralelo aos projetos de implementação técnica e funcional.\n\n4.2\n\nFunções Básicas do Customer COE\n\nO Customer COE deve cumprir as seguintes funções básicas:\n\ne\n\nSupport Desk: configuração e operação de uma central de suporte com número suficiente de\n\nconsultores de infraestrutura/plataformas de aplicação e respectivas aplicações, durante o horário\n\nhabitual de trabalho local (pelo menos, 8 (oito) horas por dia, 5 (cinco) dias por semana (de segunda\n\na sexta-feira)). O processo de suporte e as qualificações da Licenciada serão analisados em conjunto\n\nna estrutura da auditoria de certificação.\n\nAdministração de contratos: processamento de contratos e licenças juntamente com a SAP (auditoria\n\nde licenças, faturamento de manutenção, processamento de pedido de liberação, gerenciamento de\n\ndados de instalação e cadastro de usuário).\n\nCoordenação de solicitações de inovação: coleta e coordenação de solicitações de desenvolvimento da\n\nLicenciada e/ou de empresas afiliadas desde que tais afiliadas estejam capacitadas a utilizar as Soluções\n\nde Suporte Standard nos termos do Contrato. Nessa função, o Customer COE também deve estar apto\n\na funcionar como interface com a SAP para adoção de medidas e tomada de decisões necessárias para\n\nevitar modificações desnecessárias das Soluções de Suporte Standard e garantir o alinhamento das\n\nmodificações planejadas com o software da SAP e a estratégia de lançamento. O Customer COE deve\n\ntambém coordenar a notificação de modificação e as exigências de divulgação da Licenciada.\n\nGerenciamento de informações: distribuição de informações (por exemplo, demonstrações internas,\n\neventos de informação e marketing) sobre as Soluções de Suporte Standard e o Customer CoE dentro\n\nda organização da Licenciada.\n\ne\n\nPlanejamento de Serviço Remoto: coordenação da entrega do serviço remoto com a SAP.\n\n4.3\n\nCertificação do Customer COE\n\nSe a Licenciada ainda não tiver um Customer COE certificado na Data de Início de Vigência, a Licenciada\n\ndeverá estabelecer um Customer COE certificado mediante a ocorrência do último de um dos seguintes\n\nitens: (i) dentro de 12 (doze) meses a contar da Data de Início de Vigência; ou (ii) dentro de 6 (seis) meses\n\na contar do começo, por parte da Licenciada, da utilização de pelo menos uma das Soluções de Suporte\n\nStandard no modo operante para operações empresariais normais. Para obter a certificação Customer COE\n\nprimária então vigente ou a recertificação da SAP, o Customer COE será submetido a procedimento de\n\nSAP Standard Support Schedule ptBR.v.11-2020\n\nPage 4 of 6", "page": 4}, {"text": "auditoria. Informações detalhadas sobre certificação inicial, processo e condições de recertificação, bem\n\ncomo informações sobre níveis de certificação disponíveis, estão disponíveis no Site de Atendimento ao\n\nCliente da SAP em http://support.sap.com/ccoe.\n\n5\n\nTAXAS DO SAP STANDARD SUPPORT\n\nAs taxas do SAP Standard Support deverão ser pagas anual e antecipadamente e especificadas em\n\napêndices ou Formulários de Pedido nos termos do Contrato.\n\n6\n\nRESCISÃO\n\n6.1\n\nQualquer uma das partes poderá rescindir o SAP Standard Support notificando a outra parte por\n\nescrito 3 (três) meses (i) antes do final do Período Inicial e, (ii) a partir de então, antes do início do período\n\nde renovação seguinte. Qualquer rescisão ocorrida de acordo com o descrito acima entrará em vigor no\n\nfinal do período do SAP Standard Support válido no momento, durante o qual a notificação de rescisão será\n\nrecebida pela respectiva parte. Não obstante a desistência, a SAP poderá terminar o SAP Standard Support\n\napós notificação prévia por escrito de 1 (um) mês da falha da Licenciada em pagar as taxas do Standard\n\nSupport.\n\n6.2\n\nNão obstante os direitos da Licenciada incluídos na Cláusula 6.1, e desde que a Licenciada não\n\nesteja inadimplente em relação a quaisquer obrigações incluídas no Contrato, a Licenciada poderá\n\nselecionar o SAP Enterprise Support com notificação prévia de 3 (três) meses para a SAP seja (a) em\n\nrelação a todas as ordens de suporte que ocorram exclusivamente em termos de renovação a cada ano\n\ncivil, anteriormente ao início de qualquer mês do calendário ou (b) em relação a todas as ordens de suporte\n\nque não ocorram exclusivamente em termos de renovação a cada ano civil, anteriormente a qualquer\n\naniversário mensal da data de renovação de tal ordem. Essa opção deverá ser informada com antecedência\n\ne por escrito pela Licenciada, e rescindirá o SAP Standard Support a partir do início do SAP Enterprise\n\nSupport. Qualquer seleção deverá se aplicar a todas as soluções de suporte standard e deverá constar nos\n\ntermos e condições da SAP em vigor no momento para o SAP Enterprise Support, incluindo sem limitação\n\na determinação de preço. A SAP e a Licenciada deverão firmar um aditivo ou outro documento para o\n\nContrato, registrando a opção da Licenciada e os termos e condições da SAP então vigentes.\n\n6.3\n\nPara evitar qualquer dúvida, a rescisão do SAP Standard Support ou a opção de receber outro tipo\n\nde Serviço de Suporte da SAP pela Licenciada nos termos das disposições de opção de Serviços de Suporte\n\ndeste Contrato aplica-se estritamente a todas as licenças nos termos do Contrato, de seus apêndices,\n\nanexos, adendos e documentos de pedido, sendo proibida qualquer rescisão parcial do SAP Standard\n\nSupport ou opção parcial do SAP Standard Support pela Licenciada em relação a qualquer parte do Contrato,\n\nde seus apêndices, anexos, adendos, documentos de pedido ou este Anexo.\n\n7\n\nVERIFICAÇÃO\n\nPara verificar o cumprimento dos termos deste Anexo, a SAP terá o direito de monitorar periodicamente\n\n(pelo menos, uma vez por ano e de acordo com os procedimentos padrão da SAP) (i) a exatidão das\n\ninformações fornecidas pela Licenciada e (ii) a utilização por parte da Licenciada do SAP Solution Manager,\n\nedição empresarial, de acordo com os direitos e restrições definidos neste Anexo.\n\n8\n\nRESTABELECIMENTO DO SUPORTE\n\nCaso a Licenciada opte por não iniciar o SAP Standard Support no primeiro dia do mês a seguir à entrega\n\ninicial das Soluções de Suporte Standard, ou se o SAP Standard Support for rescindido de acordo com a\n\nCláusula 6.1 acima, sem exercer os direitos nos termos da Cláusula 6.2, ou recusado pela Licenciada por\n\num determinado período de tempo e subsequentemente solicitado ou restabelecido, a SAP irá faturar à\n\nLicenciada as taxas acumuladas do SAP Standard Support associadas a esse período de tempo, mais uma\n\ntaxa de restabelecimento.\n\n9\n\nOUTROS TERMOS E CONDIÇÕES\n\n9.1\n\nO escopo do SAP Standard Support oferecido pela SAP pode ser modificado anualmente pela SAP\n\na qualquer momento, com notificação por escrito e com três meses de antecedência.\n\nSAP Standard Support Schedule ptBR.v.11-2020\n\nPage 5 of 6", "page": 5}, {"text": "9.2\n\nA Licenciada confirma, por meio deste, que obteve todas as licenças aplicáveis para as Soluções\n\nStandard Support.\n\n9.3\n\n9.3 No caso de a Licenciada ter direito a receber um ou vários serviços por ano civil, (i) a Licenciada\n\nnão terá direito a receber esses serviços no primeiro ano civil, se a Data de Início de Vigência deste Anexo\n\nfor posterior a 30 de setembro e (ii) a Licenciada não terá direito a transferir um serviço remoto para o ano\n\nseguinte, caso a Licenciada não tenha utilizado esse serviço remoto.\n\n9.4\n\nA NÃO UTILIZAÇÃO DO SAP STANDARD SUPPORT FORNECIDO PELA SAP PODE IMPEDIR A SAP DE\n\nIDENTIFICAR E AJUDAR A CORRIGIR POTENCIAIS PROBLEMAS, O QUE, POR SUA VEZ, PODERÁ RESULTAR\n\nEM DESEMPENHO\n\nINSATISFATÓRIO DO SOFTWARE,\n\nPELO QUAL A SAP NÃO PODE SER\n\nRESPONSABILIZADA.\n\n9.5\n\nSe a SAP licenciar um software de terceiros para a Licenciada nos termos do Contrato, a SAP\n\nfornecerá o SAP Standard Support para o referido software de terceiros se o referido terceiro disponibilizar\n\no suporte à SAP. A Licenciada poderá ser solicitada a fazer um upgrade para versões mais recentes de\n\nseus sistemas operacionais e bancos de dados para receber o SAP Standard Support.\n\nSe o respectivo\n\nfornecedor oferecer uma ampliação de suporte para seu produto, a SAP poderá fornecer essa ampliação de\n\nsuporte mediante um contrato por escrito separado, por uma taxa adicional. Se o fornecedor não prestar\n\nmais os serviços de suporte exigidos pela SAP, a SAP terá o direito de fornecer uma notificação razoável\n\ncom pelo menos três meses da data de início de vigência no final de um trimestre do ano sobre a rescisão\n\nextraordinária e parcial da relação contratual para suporte ao software de terceiros em questão.\n\n9.6\n\nAs partes concordam com os termos do Contrato de Processamento de Dados Pessoais do SAP\n\nSupport and Professional Services (\"DPA\") encontrado em https://www.sap.com/about/agreements/data\nprocessing-agreements.html?tag=agreements: data-processing-agreements/support-professional-services\n\nse aplica somente ao Support Services e a outros servicos profissionais que a SAP venha a fornecer a\n\nLicenciada.\n\n9.7\n\nO SAP Standard Support será fornecido de acordo com as fases atuais de manutenção de versões\n\nde software licenciado pela SAP nos termos especificados em http://support.sap.com/releasestrategy.\n\nSAP Standard Support Schedule ptBR.v.11-2020\n\nPage 6 of 6", "page": 6}]