[{"text": "ACORDO DE NÍVEL DE SERVIÇO PARA SERVIÇOS SAP CLOUD\n\nDEFINIÇÕES\n\n1.1\n\n\"Crédito\" significa 2% das Taxas Mensais de Assinatura para cada 1% abaixo do SLA de Disponibilidade do Sistema, não\n\npodendo exceder 100% das Taxas Mensais de Assinatura.\n\n1.2\n\n\"Tempo de Inatividade\" significa Total de Minutos no Mês durante o qual a versão em produção do Serviço Cloud fica\n\nindisponível, excetuando os Tempos de Inatividade Excluídos.\n\n1.3\n\n\"Tempo de Inatividade Excluído\" significa o Total de Minutos no Mês atribuível a uma Janela de Manutenção; ou qualquer\n\nJanela de Upgrade de Grande Porte para a qual o Cliente tenha sido notificado com pelo menos 5 (cinco) dias úteis de\n\nantecedência, ou a indisponibilidade causada por fatores fora do controle razoável da SAP, como eventos imprevisíveis que\n\nnão poderiam ter sido evitados, mesmo mediante cuidado razoável.\n\n1.4\n\n\"Janela de Manutenção” significa as janelas de manutenção semanais para o Serviço Cloud identificado em\n\nhttps://support.sap.com/maintenance-windows. A SAP pode atualizar a Janela de Manutenção de tempos em tempos de acordo\n\ncom o Contrato.\n\n1.5\n\n\"Janela de Upgrade de Grande Porte” significa as janelas de manutenção de upgrade de grande porte para o Serviço Cloud\n\nidentificado em https://support.sap.com/maintenance-windows. A SAP pode atualizar a Janela de Upgrade de Grande Porte de\n\ntempos em tempos de acordo com o Contrato.\n\n1.6\n\n\"Mês\" significa um mês civil.\n\n1.7\n\n“Taxas Mensais de Assinatura\" significa taxas mensais (ou 1/12 da taxa anual) de assinatura pagas pelo Serviço Cloud\n\naplicável que descumprir o SLA de Disponibilidade do Sistema.\n\n1.8\n\nO \"Percentual de Disponibilidade do Sistema\" será calculado e definido da seguinte forma:\n\nTotal Minutes in the Month-Excluded Downtime — Downtime\n\n(\n\nTotal Minutes in the Month-Excluded Downtime\n\n)+100\n\n1.9\n\n\"SLA de Disponibilidade do Sistema” significa um Percentual de Disponibilidade do Sistema de 99,5% em cada Mês para a\n\nversão produtiva do Serviço Cloud.\n\n1.10.\n\n\"Total de Minutos no Mês\" é medido 24 horas por dia, 7 dias por semana, durante um Mês.\n\n1.11\n\n\"UTC\" significa Hora Universal Coordenada padrão correspondendo ao horário de início da Janela de Manutenção e da Janela\n\nde Upgrade de Grande Porte aplicáveis.\n\nSLA DE DISPONIBILIDADE DO SISTEMA E CRÉDITOS\n\n2.1\n\nCrédito\n\nSe a SAP deixar de cumprir o SLA de Disponibilidade do Sistema por um determinado Mês, o Cliente poderá reivindicar um\n\nCrédito, que o Cliente poderá aplicar a uma fatura futura relacionada ao Serviço Cloud que não cumpriu o SLA de\n\nDisponibilidade do Sistema, (sujeito às Cláusulas 2.1.1 e 2.1.2 abaixo).\n\n2.1.1\n\nAs reivindicações de Crédito devem ser feitas com base na boa-fé e através de envio documentado de um caso de suporte\n\ndentro de 30 (trinta) dias úteis após o término do Mês aplicável no qual a SAP não cumpriu o SLA de Disponibilidade do\n\nSistema para o Serviço Cloud.\n\n2.1.2\n\nOs Clientes que não assinaram o Serviço Cloud diretamente da SAP devem reivindicar o Crédito de seu parceiro SAP.\n\n2.2\n\nRelatório de Disponibilidade do Sistema\n\nA SAP fornecerá ao Cliente um relatório mensal descrevendo o Percentual de Disponibilidade do Sistema para o Serviço Cloud\n\naplicável por e-mail, mediante solicitação ao gerente de conta designado da SAP para o Cliente, ou por meio de um portal\n\nonline disponível para o Cliente, se e quando disponibilizado.\n\nALTERAÇÕES DAS JANELAS\n\n3.1\n\nSe o Cliente quiser ser notificado sobre alterações das Janelas de Manutenção e das Janelas de Upgrade de Grande Porte,\n\nele deverá se inscrever para receber notificações através do site https://support. sap.com/maintenance-windows.\n\nService Level Agreement for SAP Cloud Services ptBR.v.7-2020\n\nPage 1 of1", "page": 1}]