[{"text": "CONTRATO DE SERVIÇO PARA XXXXXXXXXX\n\n\n\nCONTRATANTE: \tXXXXXXXXX., sociedade anônima de capital fechado, com sede na cidade de XXXXXXXXXXXXXXXXXXXXX, inscrita no CNPJ sob o nº XXXXXXXXXXXXXXX, neste ato representada nos termos de seus atos constitutivos;\n\n\n\ne\n\n\n\nCONTRATADA: \tVISAGIO CONSULTORIA ASSESSORIA E DESENVOLVIMENTO LTDA., empresa estabelecida na Rua do Rosário, 114, andar 1,2 e 3 – Centro CEP 20.041-002, na cidade do Rio de Janeiro, inscrita no CNPJ sob o nº 05.740.125/0001-71, neste ato representada por seu representante legal adiante assinado.\n\n\n\nAs partes, acima nomeadas e qualificadas, em conjunto simplesmente denominadas “CONTRATANTE” e “CONTRATADA”, respectivamente, têm entre si como justo e combinado o presente CONTRATO de prestação de serviços XXXXXXXXXXXXXXXXXXx (“CONTRATO”), o qual se regerá pelas cláusulas e condições adiante articuladas: \n\n\n\nOBJETO\n\n\n\nTem por objeto o presente CONTRATO a utilização pela CONTRATANTE, de serviços de software da plataforma v.Brain e das soluções de tecnologia nela contidas, nos termos da XXXXXXXXXXXXXXXXXXXXXXXx, a qual segue em anexo, devidamente rubricada pelas partes, passando a integrar o presente CONTRATO. \n\nAs condições presentes neste CONTRATO regem tanto a utilização da plataforma como das soluções presentes nela, quaisquer que sejam as soluções e seus escopos.\tEm caso de divergência entre este documento e outros termos assinados, prevalece este documento, exceto quando explicitamente escrito o contrário nestes termos.\n\n\n\n\n\nPREÇO\n\n\n\nEm contrapartida à plena execução dos serviços solicitados pela CONTRATANTE, será pago à CONTRATADA os valores especificados na PRECIFICAÇÃO DE SOLUÇÕES, de acordo com as soluções utilizadas pela CONTRATADA dentro da plataforma.\n\n\n\nOs tributos (impostos, taxas, emolumentos, contribuições fiscais e parafiscais), que sejam devidos em decorrência direta ou indireta do presente CONTRATO ou de sua execução, serão de exclusiva responsabilidade do respectivo contribuinte, conforme determinado na legislação em vigor, ressalvado o ISS (Imposto Sobre Serviços), cujo ônus de pagamento compete à CONTRATANTE e a obrigação de recolhimento à CONTRATADA, de forma que o valor indicado no item 2.1 corresponde ao valor total a ser arcado pela CONTRATANTE. A CONTRATADA receberá o preço ajustado deduzido do valor do imposto devido na prestação, que será recolhido aos cofres públicos pela tomadora do serviço (CONTRATANTE).\n\n\n\nSe durante o prazo de vigência do CONTRATO ocorrer a criação de novos tributos ou a majoração de alíquotas e/ou de base de cálculo, os preços originariamente acordados serão revistos proporcionalmente à majoração corrida, compensando-se, na primeira oportunidade, a diferença decorrente das respectivas alterações.\n\n\nOs preços descritos na PRECIFICAÇÃO DE SOLUÇÕES serão atualizados anualmente a partir da data da assinatura deste CONTRATO. A variação será feita com base no IGP-M ou, na ausência deste, do índice equivalente que venha a substituí-lo.\n\n\n\nA CONTRATADA possui o direito de reajustar a qualquer momento os valores especificados na PRECIFICAÇÃO DE SOLUÇÕES em decorrência de eventual aumento da taxa PTAX.\n\n\n\n\n\nPRAZO \n\n\n\n\tO presente CONTRATO vigorará a partir de sua assinatura até a data na qual o CONTRATANTE realizar o cancelamento do serviço.\n\n\n\n\t\tFica assegurado à CONTRATANTE o direito de resilir este CONTRATO, a qualquer tempo, independentemente de motivo, mediante aviso expedido à CONTRATADA, com 30 (trinta) dias de antecedência. \n\n\t\t\n\n\tRESCISÃO\n\n\t\n\nO presente CONTRATO será considerado rescindido em caso de inadimplemento a qualquer de suas cláusulas ou condições, por qualquer das partes, ou em virtude de falência, concordata, insolvência ou dissolução judicial ou extrajudicial, homologadas ou decretadas.\n\n\n\nEm caso de rescisão contratual motivada por inadimplemento, a parte infratora ficará sujeita ao pagamento de multa penal, não compensatória, equivalente a 20% (vinte por cento) do valor restante a ser pago sobre a quantia VALOR MÍNIMO (especificado em PRECIFICAÇÃO DE SOLUÇÕES) acordada pelos serviços.\n\n\n\n\tCaso a parte lesada tenha que recorrer às vias judiciais para a satisfação de seu crédito, recurso cabível apenas após notificação da parte infratora seguida de inércia por parte da mesma, consubstanciada na permanência da situação de inadimplemento em até 15 (quinze) dias contados do recebimento da referida notificação, serão devidos os valores descritos no item acima, sem prejuízo das custas processuais e honorários de advogado porventura arbitrados, em valor a ser determinado pelo juízo, os quais deverão ser arcados pela parte infratora. \n\n\t\n\n\tCONDIÇÃO DE SAÍDA\n\n\t\n\n\tApós o término do CONTRATO, a CONTRATADA garante à CONTRATANTE, um período de 180 dias para exportação completa dos dados da plataforma.\n\n\t\n\n\tContando após o período de 180 dias para exportação dos dados, a CONTRATADA garante a destruição das informações da CONTRATANTE na plataforma em até 30 dias.\n\n\t\t\n\n\n\nAUSÊNCIA DE VÍNCULO EMPREGATÍCIO \n\n\n\nO presente instrumento não acarreta qualquer vínculo empregatício, tampouco qualquer tipo de associação, mandato, agenciamento, consórcio ou responsabilidade solidária entre a CONTRATANTE e a CONTRATADA.\n\n\n\nA CONTRATADA responderá, integral e exclusivamente por todos os ônus decorrentes da Legislação Social, do Trabalho e Previdência Social, bem como pelas reclamações trabalhistas ajuizadas ou por quaisquer autos de infração lavrados pela fiscalização do órgão público competente, isentando e defendendo a CONTRATANTE, se esta vier a ser acionada judicialmente, reembolsando-a de quaisquer valores despendidos, com relação ao objeto do presente CONTRATO, inclusive honorários advocatícios.\n\n\n\nA CONTRATADA será responsável pelo pagamento de todos os encargos trabalhistas de seu pessoal, tais como salários, despesas e demais responsabilidades. O pessoal da CONTRATADA não terá qualquer direito contra a CONTRATANTE, decorrente de vínculo empregatício, e nem quanto a qualquer reivindicação sobre a legislação trabalhista ou previdenciária em vigor.\n\n\n\nNão obstante o disposto nos itens 6.2 e 6.3 acima, se a CONTRATANTE vier a ser demandada judicialmente por algum funcionário da CONTRATADA, fica estabelecido que a CONTRATADA deverá assumir a defesa da CONTRATANTE na opção que for assim ajuizada, pleiteando a sua exclusão do feito, bem como intervir no processo pedindo a substituição da CONTRATANTE por ela CONTRATADA, no pólo passivo da demanda, caso não tenha sido também chamada a integrá-la. Na hipótese de a substituição pleiteada não ser aceita, a CONTRATADA se compromete a intervir no processo como assistente, na forma da lei processual. Adicionalmente, a CONTRATADA arcará com todos os custos para tanto necessários, inclusive com advogados, assim como responderá pelas condenações que porventura resultarem dessas mesmas ações, inclusive as sucumbências que venham a ser imputadas à CONTRATANTE.\n\n\n\nA CONTRATADA deverá, obrigatoriamente, assumir a responsabilidade por danos que seus empregados ou prepostos causarem, voluntária ou involuntariamente no imóvel, dependências, respectivos acessórios, utensílios e equipamentos da CONTRATANTE.\n\n\n\nSIGILO\n\n\t\n\n7.1 A CONTRATADA declara ter ciência de que a prestação dos serviços objeto deste CONTRATO são confidenciais e, portanto, seus colaboradores, sócios e empregados não divulgarão qualquer informação obtida antes, durante e após a prestação dos serviços, bem como do que segue:\n\n\n\na) que todo e qualquer material das empresas onde os serviços serão prestados e/ou dos projetos relacionados, inclusive notas pessoais, são protegidos por sigilo e compromisso de não divulgação. Portanto, declara ciência de que todo documento ou produto produzido ou obtido durante a execução deste CONTRATO, bem como criado, usado ou mantido sob seu controle ou posse - seja de seus colaboradores, com vínculo empregatício ou eventual - é confidencial e/ou pertencem a CONTRATANTE, assumindo, a CONTRATADA, o compromisso de não utilizar qualquer informação, sigilosa ou não, para fins diversos da prestação dos serviços objeto deste CONTRATO;\n\n\n\nb) que determinará a todos os seus colaboradores que estejam, direta ou indiretamente, envolvidos com a prestação dos serviços ou projetos relacionados, a observância desta cláusula;\n\n\n\nd) que obriga-se a informar, imediatamente, à CONTRATANTE qualquer violação das regras de sigilo ora estabelecidas, seja por ação ou omissão, independentemente da existência de dolo;\n\n\n\ne) que o descumprimento desta Cláusula acarretará a responsabilidade civil e criminal dos que, comprovadamente, estiverem envolvidos no descumprimento ou violação;\n\n\n\nf)  as obrigações previstas nesta Cláusula perdurarão, inclusive, após o término da vigência deste CONTRATO. \n\n\n\n\tPROTEÇÃO DE DADOS\n\n\t\n\nAs condições acordadas em relação à proteção de Dados englobam todos os dados utilizados na plataforma, inclusive Dados Pessoais Sensíveis ou Não Sensíveis.\n\n\n\nAs partes se comprometem e desde já se obrigam a respeitar integralmente a legislação vigente sobre proteção de dados, sobretudo, mas não exclusivamente, a Lei 13.709/2018 e o Regulamento Geral Europeu sobre a Proteção de Dados (GDPR), este quando aplicável, respondendo cada qual, na medida de sua culpabilidade, por eventuais penalidades e condenações.\n\n\n\nTanto as partes quanto os seus representantes legais, diretores, empregados, agentes e consultores, incluindo advogados, auditores e consultores financeiros, estão sujeitos ao dever de sigilo e confidencialidade previsto neste CONTRATO.\n\n\n\nNão obstante o disposto neste CONTRATO, os dados da CONTRATANTE poderão ser revelados nas seguintes hipóteses: (i) exigência legal aplicável, (ii) ordem ou decisão judicial ou em processo administrativo ou arbitral, ou (iii) solicitação de qualquer autoridade ou órgão regulador do Brasil. Em quaisquer das situações previstas nesta cláusula, a Parte que tiver de divulgar tais dados somente o fará até a extensão exigida por tal ordem administrativa, arbitral ou judicial, e previamente orientada pela opinião de seus assessores legais, comprometendo-se a tomar todas as medidas razoavelmente necessárias para preservar a confidencialidade e proteção dos dados.\n\n\n\nAs partes reconhecem que qualquer quebra das obrigações de confidencialidade deste CONTRATO pode causar danos à outra parte em valor não prontamente mensurável. Sendo assim, as partes acordam, sem prejuízo a outros direitos ou medidas cabíveis, que a parte infratora deverá reparar a parte reveladora dos danos efetivamente sofridos por esta.\n\n\n\nA obrigação de confidencialidade disposta neste CONTRATO vigorará na constância do CONTRATO e permanecerá vigente pelo prazo de 5 (cinco) anos após a data de sua extinção ou enquanto perdurar o caráter de confidencialidade das informações recebidas. \n\n\n\nA CONTRATADA garante que qualquer armazenamento, uso e processamento dos dados coletados durante a prestação dos serviços objeto deste CONTRATO ocorrerão de acordo com as finalidades previstas neste CONTRATO e na legislação aplicável, protegendo-os contra perdas, divulgações e acessos não autorizados, sejam esses acidentais ou não, devendo tais medidas garantir adequada segurança para os riscos apresentados em decorrência da natureza dos Dados coletados.\n\n\n\nA CONTRATADA garante que nenhuma outra cliente da CONTRATADA terá acesso ou conhecimento dos dados da CONTRATANTE armazenados na plataforma\n\n\n\nA CONTRATADA pode realizar o tratamento dos dados de forma geral, desde que restritos aos tratamentos necessários para os fins da CONTRATANTE no contexto das soluções utilizadas.\n\n\n\nA CONTRATANTE pode solicitar a destruição completa ou parcial dos dados na plataforma durante a vigência do CONTRATO, desde que a solicitação seja feita por escrito com 30 dias de antecedência.\n\n\n\nA CONTRATANTE declara que tem autorização expressa, das fontes públicas ou privadas, de sua responsabilidade ou não, para coletar, tratar e compartilhar os Dados com a CONTRATADA para seus fins, assumindo total responsabilidade perante a CONTRATADA, os titulares dos Dados e terceiros por tais autorizações. A CONTRATANTE garante ainda que, empreende todos os esforços razoáveis para que toda e qualquer coleta, uso, tratamento e armazenamento dos dados coletados no âmbito da sua relação com os titulares dos Dados, comercial ou não, e deste CONTRATO, serão realizados sempre com o consentimento expresso, livre e informado dos titulares dos Dados, para os usos previsto neste CONTRATO, respeitada a legislação aplicável. A CONTRATANTE concorda expressamente em incluir, em suas políticas de privacidade ou outros instrumentos firmados com os titulares dos Dados, direta ou indiretamente, referências claras, destacadas das demais cláusulas contratuais e adequadas em relação à coleta, tratamento e compartilhamento com terceiros de seus dados, observando-se a legislação aplicável, visando obter o seu efetivo consentimento para o tratamento dos dados.\n\n\n\nCaso a CONTRATANTE viole qualquer regra ou dispositivo firmado com os titulares dos Dados de dados relacionados ao objeto deste CONTRATO, ou qualquer legislação aplicável ao caso, a CONTRATADA se reserva no direito de rescindir este CONTRATO sem quaisquer ônus ou penalidades, sem prejuízo da cobrança, por meio de direito de regresso, de eventuais perdas e danos que forem verificadas.\n\n\n\nEm nenhuma circunstância a CONTRATADA se responsabilizará por qualquer delito, negligência, descumprimento contratual ou outra hipótese de ilícito civil ou penal que a CONTRATANTE ou seus parceiros, prestadores de serviços, provedores de conta, funcionários, fornecedores, distribuidores ou agentes, causarem a terceiros ou aos titulares dos Dados, incluindo o uso não autorizado de seus dados, sendo total responsabilidade da CONTRATANTE arcar com todos e quaisquer danos, monetários ou de outra natureza, decorrentes de sua atuação indireta, direta ou incidental.\n\n\n\nAo tomar conhecimento sobre qualquer violação aos Dados, a CONTRATADA deverá notificar o CONTRATANTE tão logo possível, fornecendo as informações que tiver para auxiliar o CONTRATANTE a cumprir sua obrigação de informar sobre a violação aos Dados nos termos da Lei Geral de Proteção de Dados. A CONTRATADA pode fornecer tais informações em fases à medida que se tornarem disponíveis. Tal notificação não pode ser interpretada como uma admissão de culpa ou de responsabilidade pela CONTRATADA .\n\n\n\nSe, de acordo com a Lei Geral de Proteção de Dados, o CONTRATANTE ou seus Controladores forem obrigados a realizar uma avaliação de impacto da proteção aos dados ou consulta prévia com um regulador, mediante solicitação do CONTRATANTE, a CONTRATADA fornecerá tais documentos normalmente disponíveis para adequação à LGPD. Toda assistência adicional deve ser acordada mutuamente entre as Partes.\n\n\n\nA CONTRATADA terá o direito de tratar Dados fora do país em que a CONTRATANTE está localizada, conforme permitido pela Lei Geral de Proteção de Dados.\n\n\n\n\t\n\n\tINTEGRIDADE\n\n\t\n\nAs partes declaram, na medida do aplicável, que cumprem e fazem cumprir, bem como seus sócios/ acionistas, diretores e funcionários, as normas aplicáveis que versam sobre atos de corrupção e atos lesivos contra a administração pública, na forma da Lei nº 12.846, de 1º de agosto de 2013, conforme alterada (“Lei Anticorrupção”), na medida em que: (i) mantêm políticas e procedimentos internos que asseguram integral cumprimento de tais normas; (ii) dão pleno conhecimento de tais normas a todos os profissionais que venham a se relacionar com as partes previamente ao início da prestação dos serviços objeto deste CONTRATO; (iii) abstêm-se de praticar atos de corrupção e de agir de forma lesiva à administração pública, nacional e estrangeira, no seu interesse ou para seu benefício, exclusivo ou não; e (iv) caso tenham conhecimento de qualquer ato ou fato que viole aludidas normas, comunicarão imediatamente uma à outra.\n\n\n\nPROPRIEDADE INTELECTUAL\n\n\n\nA CONTRATADA possui todos os direitos de propriedade da plataforma e das soluções nela contidas.\n\n\n\nA CONTRATANTE possui todos os direitos relacionados aos dados que armazenar, transformar ou gerar com as soluções contratadas na plataforma.\n\n\n\nATUALIZAÇÕES E MODIFICAÇÕES\n\n\n\nA CONTRATADA pode modificar e atualizar a plataforma e suas soluções quando julgar necessário. Detalhes das modificações e atualizações, assim como qualquer documentação relacionada às mudanças serão encaminhadas de imediato ao CONTRATANTE via email.\n\n\n\nSUPORTE\n\n\n\nA CONTRATADA garantirá o suporte da plataforma como um todo e, após acionamento da CONTRATANTE para eventuais problemas, irá classificar o problema em nível de criticidade e responder de forma adequada.\n\n\n\nOs problemas são classificados como\n\n\n\nSistema Indisponível: falhas que impeçam a utilização de sua função principal, tais como impossibilidade de acesso aos sistemas, impedimento na execução de soluções e falhas de segurança. \n\n\n\nProblemas críticos: problemas que impactam fortemente o uso da plataforma e suas soluções, mas não impedem sua função principal, tais como problemas de exibição de gráficos ou exportação de relatórios. \n\n\n\nProblemas não críticos ou dúvidas: problemas menores que não impedem a utilização normal da plataforma e suas soluções.\n\n\n\nA Disponibilidade da Equipe considera os dias úteis entre 9h e 18h e descreve o período de atividade da equipe de suporte.\n\n\n\nO Tempo de Resposta considera as horas úteis e descreve o tempo que a CONTRATADA levará para entrar em contato com a CONTRATANTE sobre o problema.\n\n\n\nO Tempo de Solução considera horas úteis e descreve o tempo para que a falha seja completamente corrigida pela CONTRATADA.\n\n\n\nA tabela a seguir descreve os tempos de resposta e solução para cada tipo de chamado\n\n\t\n\n\n\nTipo de chamado\n\nDisponibilidade da Equipe\n\nTempo de resposta\n\nTempo de solução\n\nSistema Indisponível \n\n8x5\n\n2h\n\n4h \n\nProblema Crítico\n\n8x5\n\n4h\n\n24h\n\nProblema Não-Crítico\n\n8x5\n\n24h\n\n40h \n\n\n\n\t\n\n\tCOMUNICAÇÃO\n\n\t\n\nAs formalizações, avisos e comunicações relacionadas à prestação dos serviços objeto deste CONTRATO serão válidas quando dirigidas e entregues aos seguintes representantes das partes:\n\n\t\n\n\tContratante:   \n\n\tNome:\n\n\tCargo:\n\n\tE-mail:\n\n\tTelefone/ WhatsApp:\n\n\tEndereço:\n\n\t\n\n\tContratada:\n\n\tNome:\n\n\tCargo:\n\n\tE-mail:\n\n\tTelefone/ WhatsApp:\n\n\tEndereço:\n\n\t\n\n\tOs contatos acima poderão ser alterados por mera formalização por escrito entre as partes, sendo dispensável aditivo contratual para esta finalidade.\n\n\t\n\n\tDISPOSIÇÕES GERAIS\n\n\t\n\n14.1. A CONTRATADA não se responsabiliza por quaisquer modificações no software que tenham sido realizadas pela CONTRATANTE. \n\n\n\n14.2. A CONTRATADA se compromete a utilizar profissionais qualificados de acordo com a respectiva área de expertise para a prestação dos Serviços. A CONTRATADA poderá a qualquer tempo, a seu exclusivo critério e sem necessidade de notificação prévia, substituir quaisquer profissionais da equipe destacada para a prestação dos Serviços, desde que mantenha a continuidade e o padrão de qualidade dos mesmos.\n\n\n\n14.3. A CONTRATADA poderá utilizar a colaboração de terceiros para execução dos Serviços, que permanecerão sob responsabilidade da CONTRATADA.\n\n\n\n14.4. Não há qualquer exigência de dedicação exclusiva por parte da CONTRATADA sobre as atividades e Serviços previstos neste CONTRATO e, portanto, a CONTRATADA poderá prestar o mesmo tipo de Serviços para outras empresas, seja no Brasil ou no exterior, no mesmo setor, desde que a CONTRATADA adote medidas apropriadas para proteger as informações confidenciais da CONTRATANTE.\n\n\n\n14.5. A CONTRATANTE se obriga a não ofertar emprego e/ou trabalho, bem como solicitar proposta de consultoria e/ou assessoria, direta ou indiretamente a qualquer profissional da CONTRATADA que participe direta ou indiretamente na execução deste CONTRATO, durante todo o período de vigência do presente CONTRATO, bem como pelo prazo adicional de 24 (vinte e quatro) meses após o seu término. \n\n\n\n14.6. A CONTRATADA manterá todos os direitos, títulos e interesses sobre: (i) todas as patentes, copyrights, marcas e outras propriedades intelectuais; e (ii) todas as metodologias, processos, técnicas, ideias, conceitos e know-how envolvidos nos Serviços ou que a CONTRATADA venha a desenvolver ou fornecer em conexão com a execução deste CONTRATO. A CONTRATADA poderá utilizar o conhecimento gerado para qualquer propósito, desde que respeite as restrições de confidencialidade contidas neste CONTRATO. A CONTRATANTE não terá quaisquer direitos ou interesses em quaisquer ferramentas detidas ou licenciadas pela CONTRATADA.\n\n\n\n14.7.  A responsabilidade total da CONTRATADA, seus sócios, pessoas pertencentes ao seu grupo corporativo e econômico, profissionais, empregados, colaboradores e qualquer terceiro subcontratado sob este CONTRATO não poderá, em nenhuma hipótese, exceder a remuneração que a CONTRATADA receba por seu trabalho executado, exceto nos casos de (i) decisão final transitada em julgado que comprove atuação fraudulenta ou dolo da CONTRATADA; (ii) reclamações trabalhistas de empregados ou subcontratados da CONTRATADA intentadas contra a CONTRATANTE; (iii) não cumprimento das disposições anticorrupção e (iv) atuação em conflito de interesse.\n\n\t\n\n14.7.1. Em nenhuma circunstância a CONTRATADA, seus sócios, pessoas pertencentes ao seu grupo corporativo e econômico, profissionais, empregados, colaboradores e qualquer terceiro subcontratado será responsável por lucros cessantes, danos indiretos, perda de oportunidade da CONTRATANTE ou quaisquer outros terceiros.\n\n\n\n\t14.8.  A CONTRATADA não é responsável por verificar a exatidão e a completude de dados públicos ou informações fornecidas pela CONTRATANTE. A CONTRATANTE concorda que a CONTRATADA não é responsável pela exatidão ou completude das informações e não poderá ser responsabilizada pela inexatidão ou omissão de informações. \n\n\t\n\n\t14.9. Todos os entendimentos sobre o andamento, modificações ou alterações das especificações originais dos serviços, objeto deste CONTRATO, deverão ser feitos mediante troca de correspondências, as quais passarão a fazer parte integrante e complementar do presente instrumento, sendo sem efeito as combinações verbais. Em caso de divergência entre este CONTRATO e os documentos que a ele forem anexados, sempre deverá prevalecer o primeiro. Caso a CONTRATANTE deseje que os documentos com conteúdo divergente ao aqui previsto, eventualmente anexados ao presente CONTRATO prevaleçam ao mesmo, deverá ser firmado instrumento aditivo, formalizando e destacando as novas cláusulas e condições, da forma como vierem a ser estipuladas pela CONTRATANTE. \n\n\t\n\n\t14.10. Este CONTRATO obriga as partes, seus sucessores e cessionários a qualquer título.\n\n\t\n\n\t14.11. Qualquer omissão ou tolerância das partes em exigir o fiel cumprimento dos termos e condições deste CONTRATO, não constituirá novação ou renúncia, nem afetará o direito de a parte exigir seu cumprimento a qualquer tempo.\n\n\t\n\n\t14.12. As partes elegem como competente para qualquer ação decorrente deste CONTRATO, com exclusão de qualquer outro, por mais privilegiado que seja o foro da cidade do Rio de Janeiro/RJ.\n\n\n\nE, por estarem, assim, de pleno e comum acordo com as cláusulas e condições estatuídas no presente instrumento, as partes contratantes o assinam na presença de 2 (duas) testemunhas, em 2 (duas) vias de igual teor e forma, para um só efeito.  \n\n\n\nRio de Janeiro, xxxx de xxxx de 202x.\n\n\n\n\n\n__________________________________________________\n\nXXXXXXX\n\n\n\n___________________________________________________                     \n\nVISAGIO CONSULTORIA ASSESSORIA E DESENVOLVIMENTO LTDA.\n\n\n\nTestemunhas:\n\n\n\n1.______________________________ \t 2.___________________________\n\nNome: \t\t\t\t\t Nome:\n\nCPF:\t\t\t\t\t\t CPF:\n\nR.G. n°: \t\t\t\t\t R.G. n°:\n\n\n\n\nPRECIFICAÇÃO DE SOLUÇÕES\n\n\n\n\n\nEste documento descreve a forma de precificação das soluções utilizadas pela CONTRATANTE. Na precificação das soluções já estão embutidos os valores pagos com uso da infraestrutura AWS. Em cada solução são especificados os impostos cabíveis e a data de pagamento.\n\n\n\nA contratação dos serviços, além do preço das soluções, inclui um VALOR MÍNIMO de R$ XXXXX, que podem ser parcelados mediante livre negociação.\n\n\n\nTimetabling \n\nValor Bruto: R$ XXXX por execução\n\nForma de Pagamento: Pagamento mensal no dia XXX de cada mês\n\nValor Líquido e impostos descritos abaixo\n\n\n\nDescrição\n\nAlíquota\n\nValor\n\nValor Bruto\n\n\n\nR$ xxxxxx\n\nIR\n\n1,50%\n\n- R$ xxxxx\n\nCSLL\n\n1,00%\n\n- R$ xxxxx\n\nCOFINS\n\n3,00%\n\n- R$ xxxxx\n\nPIS\n\n0,65%\n\n- R$ xxxxx\n\nISS\n\n5,00%\n\n- R$ xxxxx\n\nIRPJ\n\n6,50%\n\n- R$ xxxxx\n\nCSLL\n\n1,88%\n\n- R$ xxxxx\n\nValor Líquido\n\n\n\n- R$ xxxxx\n\n\n\n\t\tVisagio Consultoria Assessoria e Desenvolvimento LTDA                                Página  de", "page": 0}]