[{"text": "29/03/2021\n\nContrato de Serviços da Microsoft\n\nUsamos cookies para aprimorar sua\n\nexperiência em nossos sites e para fins de\n\nAceitar tudo\n\nGerenciar cookies\n\npublicidade. Política de Privacidade\n\nPular para o conteúdo principal\n\na\n\nMicrosoft\n\na\n\nMicrosoft\n\nContrato de Servicos da Microsoft\n\nContrato de Servicos da Microsoft\n\nContrato de Serviços da Microsoft\n\nInício\n\nPerguntas Frequentes\n\nContrato de Serviços da Microsoft\n\nMais\n\nPolítica de Privacidade da Microsoft\n\nPágina dos Fornecedores do Bing\n\nToda a Microsoft\n\nMicrosoft 365\n\nOffice\n\nWindows\n\nXbox\n\nSuporte\n\nSoftware\n\nAplicações Windows\n\nOneDrive\n\nOutlook\n\nSkype\n\nOneNote\n\nMicrosoft Teams\n\nPCs e dispositivos\n\nCompre o Xbox\n\nAcessórios para PC\n\nEntretenimento\n\nXbox Game Pass Ultimate\n\nXbox Live Gold\n\nXbox e jogos\n\nJogos para PC\n\nJogos Windows\n\nFilmes e programas de TV\n\nEmpresas\n\nhttps:/Awww.microsoft.com/pt-br/servicesagreement/\n\n1/37", "page": 1}, {"text": "29/03/2021\n\nContrato de Serviços da Microsoft\n\nMicrosoft Azure\n\nMicrosoft Dynamics 365\n\nMicrosoft 365\n\nMicrosoft Industry\n\nPlataforma de dados\n\nMicrosoft Advertising\n\nPower Platform\n\nCompre para negócios\n\nDeveloper & IT\n\nNET\n\nVisual Studio\n\nWindows Server\n\nDesenvolva aplicativos para o Windows\n\nDocumentos\n\nPower Apps\n\nOutros\n\nMicrosoft Rewards\n\nSegurança e downloads gratuitos\n\nEducação\n\nCart6es-presente\n\nLicenciamento\n\nVer mapa do site\n\nPesquisarPesquisar na Microsoft.com\n\nCancelar\n\nPublicado em: 1° de agosto de 2020\n\nData de Vigéncia: 1° de outubro de 2020\n\n=\n\nIm\n\nprimi\n\nContrato de Serviços da Microsoft\n\nEstes termos (“Termos”) abrangem o uso desses produtos, sites e serviços de consumo da Microsoft listados aqui no final destes\n\nTermos (os “Serviços”. Você aceita estes Termos ao criar uma conta da Microsoft, por meio do uso dos Serviços ou continuando\n\na usar os Serviços depois de ter sido notificado de uma alteração nestes Termos.\n\nSua Privacidade\n\nSua Privacidade\n\nSeu Conteúdo\n\n1. Sua Privacidade. A sua privacidade é importante para nós. Leia a Política de Privacidade da\n\nCódigo de Conduta\n\nMicrosoft (https://go.microsoft.com/fwlink/?Linkld=521839) (a “Politica de Privacidade’), pois ela\n\ndescreve os tipos de dados que nós podemos coletar sobre você e de seus dispositivos\n\nhttps:/Avww.microsoft.com/pt-br/servicesagreement/\n\n2/37", "page": 2}, {"text": "29/03/2021\n\nContrato de Serviços da Microsoft\n\n(“Dados”) e como nós usamos seus Dados, além dos fundamentos legais para processar seus\n\nUsando os Serviços e o\n\ndados. A Política de Privacidade também descreve como a Microsoft usa seu conteúdo, como é\n\nSuporte\n\nsua comunicação com outras pessoas; publicações enviadas por você para a Microsoft por meio\n\ndos Serviços; e os arquivos, as fotos, os documentos, o áudio, os trabalhos digitais e os\n\nUsando Aplicativos e\n\nlivestreams e vídeos que você carrega, armazena, transmite ou compartilha por meio dos\n\nServiços (\"Seu Conteúdo”). Se o processamento se basear no consentimento e até a extensão\n\nServiços de Terceiros\n\npermitida por lei, ao concordar com estes Termos, você consente com a coleta, o uso e a\n\ndivulgação do Seu Conteúdo e dos Dados, pela Microsoft, conforme descrito na Política de\n\nDisponibilidade dos\n\nPrivacidade. Em alguns casos, forneceremos uma notificação separada e solicitaremos seu\n\nServiços\n\nconsentimento, conforme mencionado na Política de Privacidade.\n\nAtualizações nos\n\nServiços ou no\n\nSoftware e Alterações\n\nnestes Termos\n\nSeu Conteúdo\n\nLicença para Software\n\n2. Seu Conteúdo. Muitos dos nossos Serviços permitem que você armazene ou compartilhe Seu\n\nConteúdo ou receba material de outras pessoas. Nós não requereremos judicial ou\n\nTermos de Pagamento\n\nextrajudicialmente a propriedade do Seu Conteúdo. Seu Conteúdo permanece Seu Conteúdo e\n\nvocê é responsável por ele.\n\nEntidade Contratante,\n\na. Quando você compartilha Seu Conteúdo com outras pessoas, você entende que elas\n\nDireito Aplicável e\n\npoderão, mundialmente, usar, salvar, registrar, reproduzir, difundir, transmitir, compartilhar\n\ne exibir Seu Conteúdo com a finalidade para a qual Seu Conteúdo foi disponibilizado nos\n\nJurisdição para\n\nServiços sem compensá-lo. Se você não desejar que outras pessoas tenham essa permissão,\n\nResolução de Litígios\n\nnão use os Serviços para compartilhar Seu Conteúdo. Você declara e garante que, durante a\n\nvigência destes Termos, você tem (e terá) todos os direitos necessários para que Seu\n\nGarantias\n\nConteúdo seja carregado, armazenado ou compartilhado nos Serviços ou por meio deles, e\n\nque a coleta, o uso e a retenção do Seu Conteúdo não violará nenhuma lei ou direito de\n\nLimitação de\n\noutras pessoas. A Microsoft não possui, controla, verifica, paga por, endossa ou de outra\n\nResponsabilidade\n\nforma assume nenhuma responsabilidade em relação ao Seu Conteúdo e não pode ser\n\nresponsável por Seu Conteúdo nem pelo material que outras pessoas carregam, armazenam\n\nou compartilham usando os Serviços.\n\nTermos Específicos dos\n\nServiços\n\nb. Até a extensão necessária para fornecer os Serviços para você e para outras pessoas, para\n\nproteger tanto você quanto os Serviços e para melhorar os produtos e os serviços da\n\nXbox\n\nMicrosoft, você concede à Microsoft uma licença de propriedade intelectual mundial e sem\n\nroyalties para usar Seu Conteúdo, por exemplo, para fazer cópias de, reter, transmitir,\n\nreformatar, exibir e distribuir, por meio de ferramentas de comunicação, Seu Conteúdo nos\n\nLoja\n\nServiços. Se você publicar Seu Conteúdo em áreas do Serviço nas quais ele está disponível\n\namplamente online sem restrições, Seu Conteúdo poderá ser exibido nas demonstrações ou\n\nRecursos da Familia\n\nnos materiais que promovem o Serviço. Alguns dos Serviços são apoiados pela publicidade.\n\nMicrosoft\n\nOs controles para como a Microsoft personaliza a publicidade estão disponíveis no site\n\nhttp://choice.live.com. Nós não usamos o que você diz em emails, chats, chamadas de vídeo\n\nou correios de voz nem mesmo em seus documentos, fotos ou outros arquivos pessoais\n\nGrupo de Mensagens\n\npara direcionar publicidade para você. Nossas políticas de publicidade são cobertas em\n\ndetalhes na Política de Privacidade.\n\nSkype e GroupMe\n\nTInício da página\n\nBing e MSN\n\nCortana\n\nCódigo de Conduta\n\nhttps:/Awww.microsoft.com/pt-br/servicesagreement/\n\n3/37", "page": 3}, {"text": "29/03/2021\n\nContrato de Serviços da Microsoft\n\nOutlook.com\n\n3. Cédigo de Conduta.\n\na. Ao concordar com estes Termos, vocé concorda que, ao usar os Servicos, vocé seguira\n\nServicos do Office\n\nestas regras:\n\ni. Não faça nada ilegal.\n\nii. Não participe de atividades que explorem, prejudiquem ou ameacem crianças.\n\nServiços de Saúde da\n\niii. Não envie spam nem se envolva em práticas de phishing. Spams são emails em lote,\n\nMicrosoft\n\npostagens, solicitações de contato, SMS (mensagens de texto) ou mensagens\n\ninstantâneas indesejados ou não solicitados ou comunicações eletrônicas semelhantes.\n\nMercadorias Digitais\n\nPhishing é o envio de emails ou de outras comunicações eletrônicas para induzir, de\n\nforma fraudulenta ou ilícita, destinatários para revelar informações pessoais ou\n\nOneDrive\n\nconfidenciais, como senhas, datas de nascimento, Números do Seguro Social, números\n\nde passaporte, informações de cartão de crédito, informações financeiras ou outras\n\nRecompensadas da\n\ninformações confidenciais ou para ganhar acesso a contas ou registros, retirada de\n\nMicrosoft\n\ndocumentos ou outras\n\ninformações confidenciais,\n\npagamento e/ou benefícios\n\nfinanceiros.\n\niv. Não exiba publicamente nem use os Serviços para compartilhar conteúdo ou\n\nAzure\n\nmaterial inadequado (envolvendo, por exemplo, nudez, bestialidade, pornografia,\n\nlinguajar ofensivo, violência explícita ou atividade criminosa) ou Seu Conteúdo ou\n\nDisposições Gerais\n\nmaterial que não cumpra leis ou regulamentos locais.\n\nv. Não se envolva em atividade que seja fraudulenta, falsa, enganosa (por exemplo,\n\npedir dinheiro com falsos pretextos, fingir ser outra pessoa, manipular os Serviços para\n\nNOTIFICAÇÕES\n\naumentar a contagem de jogadas nem afetar as classificações, pontuações ou\n\ncomentários), acusatória ou difamatória.\n\nTERMOS DE LICENÇA\n\nvi. Não contorne nenhuma restrição no acesso para ou disponibilidade dos Serviços.\n\nDE APLICATIVO\n\nvii. Não se envolva em atividades que sejam danosas a você, aos Serviços ou a outras\n\nPADRÃO\n\npessoas (por exemplo, transmissão de vírus, postagem de conteúdo terrorista ou\n\nextremamente violento, comunicação de discurso de ódio ou defesa de violência contra\n\nServiços Cobertos\n\noutros).\n\nviii. Não viole os direitos de outras pessoas (por exemplo, compartilhamento não\n\nautorizado de música com direitos autorais ou outros materiais com direitos autorais,\n\nrevenda ou outra distribuição de Bing Mapas ou fotografias).\n\nix. Não se envolva em atividades que violem a privacidade ou os direitos de proteção\n\nde dados de outras pessoas.\n\nx. Não ajude outras pessoas a quebrarem essas regras.\n\nb. Imposição. Se você violar estes Termos, nós podemos, a seu exclusivo critério, parar de\n\nfornecer Serviços a você ou podemos encerrar sua conta da Microsoft. Também poderemos\n\nbloquear a entrega de uma comunicação (como email, compartilhamento de arquivo ou\n\nmensagem instantânea) de ou para os Serviços como parte de nosso esforço de impor estes\n\nTermos, ou poderemos remover ou nos recusar a publicar Seu Conteúdo por qualquer\n\nmotivo. Ao investigar as violações alegadas destes Termos, a Microsoft reserva para si o\n\ndireito de revisar Seu Conteúdo a fim de resolver o problema e você, por meio deste,\n\nautoriza tal revisão. No entanto, não poderemos monitorar todos os Serviços e não faremos\n\nnenhuma tentativa nesse sentido.\n\nc. Solicitação de Serviços do Xbox. Clique aqui para obter mais informações sobre como\n\neste Código de Conduta se aplica ao serviço online Xbox, Xbox Game Pass, Jogos para\n\nWindows Live e Xbox Game Studios, aplicativos, serviços e conteúdo fornecidos pela\n\nMicrosoft. A violação do Código de Conduta através dos Serviços Xbox (definida na seção\n\n13.a.i) pode resultar em suspensões ou proibições de participação nos Serviços Xbox,\n\nincluindo confisco de licenças de conteúdo, tempo de Afiliação do Xbox Gold e dos saldos\n\nde conta da Microsoft associados à conta.\n\nTInício da pagina\n\nhttps:/Avww.microsoft.com/pt-br/servicesagreement/\n\n4/37", "page": 4}, {"text": "29/03/2021\n\nContrato de Serviços da Microsoft\n\nUsando os Serviços e o Suporte\n\n4. Usando os Serviços e o Suporte.\n\na. Conta da Microsoft. Você precisará de uma conta da Microsoft para acessar a maioria dos\n\nServiços. Sua conta da Microsoft permite que você acesse produtos, sites e serviços\n\nfornecidos pela Microsoft e alguns dos parceiros da Microsoft.\n\ni. Criando uma Conta. Você pode criar uma conta da Microsoft assinando-a online.\n\nVocê concorda em não usar nenhuma informação falsa, imprecisa ou enganosa ao\n\nassinar uma conta da Microsoft. Em alguns casos, um terceiro, como seu provedor de\n\nserviços de Internet, pode ter cedido uma conta da Microsoft para você. Se você\n\nrecebeu sua conta da Microsoft de um terceiro, esse terceiro poderá ter direitos\n\nadicionais sobre a sua conta, como a capacidade de acessar ou excluir sua conta da\n\nMicrosoft. Revise quaisquer termos adicionais que o terceiro tenha fornecido a você\n\numa vez que a Microsoft não tem nenhuma responsabilidade sobre estes termos\n\nadicionais. Se você criar uma conta da Microsoft em nome de uma entidade, como sua\n\nempresa ou empregador, você declara que tem a autoridade legal para se vincular essa\n\nentidade a estes Termos. É vetado transferir as credenciais da sua conta da Microsoft\n\npara outro usuário ou entidade. Para proteger sua conta, mantenha os detalhes da sua\n\nconta e a senha em sigilo. Você é responsável por toda a atividade que ocorre em sua\n\nconta da Microsoft.\n\nii. Uso da Conta. Você deve usar sua conta da Microsoft para mantê-la ativa. Isso\n\nsignifica que você deve entrar pelo menos uma vez em um período de dois anos para\n\nmanter sua conta da Microsoft e os Serviços associados ativos, a menos que um\n\nperíodo mais longo seja fornecido na política de atividade da conta da Microsoft em\n\nhttps://go.microsoft.com/fwlink/p/?linkid=2086738 ou em uma oferta de uma parte\n\npaga dos Serviços. Se você não entrar durante este período, nós assumiremos que sua\n\nconta da Microsoft está inativa e nós a fecharemos. Consulte a seção 4.a.iv.2 para saber\n\nas consequências de uma conta da Microsoft encerrada. Você deve entrar em sua caixa\n\nde entrada do Outlook.com e em seu OneDrive (separadamente) pelo menos uma vez\n\npor ano, caso contrário nós encerraremos sua caixa de entrada do Outlook.com e seu\n\nOneDrive. Você deve entrar nos Serviços Xbox pelo menos uma vez em um período de\n\ncinco anos para manter o gamertag associado à sua conta da Microsoft. Se nós\n\nsuspeitarmos que sua conta da Microsoft está em risco de ser usada por um terceiro de\n\nmaneira fraudulenta (por exemplo, como resultado de um compromisso da conta), a\n\nMicrosoft poderá suspender sua conta até que você reivindique a propriedade. Com\n\nbase na natureza do compromisso, podemos ter que desativar o acesso a parte ou\n\ntodo o Seu Conteúdo. Se você estiver tendo problemas para acessar sua conta da\n\nMicrosoft, visite este site: https://go.microsoft.com/fwlink/?Linkld=238656.\n\niii. Crianças e Contas. Ao criar uma conta da Microsoft ou usar os Serviços, você aceita e\n\nconcorda em estar vinculado a estes termos e declara que você atingiu a “maioridade”\n\nou a “responsabilidade legal” no local no qual você mora ou seus pais ou tutor\n\nconcordam em estar vinculado por estes Termos em seu nome. Se você não souber se\n\natingiu a idade de maioridade ou “responsabilidade legal” de seu país de residência ou\n\nnão entender esta seção, solicite a ajuda de seus pais ou tutor. Se você for o pai ou o\n\ntutor de um menor, você e o menor aceitarão estes Termos e concordarão em vincular\nse a eles, e serão responsáveis por todo o uso da conta da Microsoft ou dos Serviços,\n\nincluindo compras, independentemente de a conta do menor já estar aberta ou ser\n\ncriada posteriormente.\n\niv. Fechando Sua Conta.\n\nhttps:/Avww.microsoft.com/pt-br/servicesagreement/\n\n5/37", "page": 5}, {"text": "29/03/2021\n\nContrato de Serviços da Microsoft\n\n1. Você pode cancelar Serviços específicos ou encerrar sua conta da Microsoft a\n\nqualquer momento e por qualquer motivo. Para fechar sua conta da Microsoft,\n\nvisite o site https://go.microsoft.com/fwlink/p/?linkid=618278. Quando você nos\n\npede para fechar sua conta da Microsoft, nós a colocaremos em um estado\n\nsuspenso por 60 dias para caso você mude de ideia. Depois deste período de 60\n\ndias, sua conta da Microsoft será fechada. Consulte a seção 4.a.iv.2 abaixo para\n\nobter uma explicação sobre o que acontece quando sua conta da Microsoft é\n\nencerrada. Registrar-se novamente durante este período de 60 dias reativará sua\n\nconta da Microsoft.\n\n2. Se sua conta da Microsoft for encerrada (por você ou por nós), algumas coisas\n\nacontecerão. Primeiro, seu direito de usar a conta da Microsoft para acessar os\n\nServiços cessará imediatamente. Depois, nós excluiremos os Dados e Seu\n\nConsentimento associado à sua conta da Microsoft ou, de outra forma, a\n\ndissociaremos de você e da sua conta da Microsoft (a menos que nós sejamos\n\nexigidos por lei para mantê-la, devolvê-la ou transferi-la para você ou para um\n\nterceiro identificado por você). Você deve ter um plano de backup regular uma vez\n\nque a Microsoft não poderá recuperar Seu Conteúdo ou os Dados assim que sua\n\nconta for fechada. Terceiro, você poderá perder acesso a produtos que você\n\nadquiriu.\n\nb. Contas Profissionais ou Escolares. Você pode entrar em determinados serviços da\n\nMicrosoft com um endereço de email profissional ou escolar. Ao fazer isso, você concorda\n\nque o proprietário do domínio associado a seu endereço de email poderá ser notificado da\n\nexistência de sua conta da Microsoft e suas assinaturas associadas, controlar e administrar\n\nsua conta e acessar e processar seus Dados, incluindo o conteúdo de seus comunicados e\n\narquivos e que a Microsoft poderá notificar o proprietário do domínio se a conta ou os\n\nDados forem comprometidos. Você ainda concorda que seu uso dos serviços da Microsoft\n\npode estar sujeito aos contratos que a Microsoft firmou com você ou sua organização, e\n\nestes Termos poderão não se aplicar. Se você já tem uma conta da Microsoft e usa um\n\nendereço de email profissional ou escolar separado para acessar os Serviços cobertos por\n\nestes Termos, você poderá ser solicitado a atualizar o endereço de email associado à sua\n\nconta da Microsoft para continuar acessando tais Serviços.\n\nc. Equipamentos Adicionais/Planos de Dados. Para usar muitos dos Serviços, você precisará\n\nde uma conexão de Internet e/ou planos de dados/celulares. Você também poderá precisar\n\nde equipamentos adicionais, como um fone de ouvido, uma câmera ou um microfone. Você\n\né responsável por fornecer todas as conexões, os planos e os equipamentos necessários\n\npara usar os Serviços e por pagar os valores cobrados pelos provedores de suas conexões,\n\nplanos e equipamentos. Esses valores são extras aqueles que você nos paga pelos Serviços,\n\ne nós não os reembolsaremos a você. Consulte o seu provedor para determinar se há\n\nvalores como esses que se apliquem a você.\n\nd. Notificações de Serviço. Quando precisarmos informar algo a respeito de um Serviço ou\n\nuso, enviaremos notificações de Serviço para você. Se você nos der um endereço de email\n\nou número de telefone conectado à sua conta da Microsoft ou conta do Skype, nós\n\npoderemos enviar notificações de Serviço para você por email ou SMS (mensagem de\n\ntexto), inclusive para verificar sua identidade antes de registrar seu número de celular e\n\nverificar suas compras. Também poderemos enviar notificações de Serviço a você por\n\noutros meios (por exemplo, por mensagens no produto). Taxas de dados ou envio de\n\nmensagens podem ser aplicadas ao receber notificações por SMS.\n\ne. Suporte. O atendimento ao cliente para alguns Serviços está disponível\n\nem\n\nsupport.microsoft.com. Determinados Serviços podem oferecer atendimento ao cliente\n\nseparado ou adicional, sujeito aos termos disponíveis em www.microsoft.com/support\nhttps:/Avww.microsoft.com/pt-br/servicesagreement/\n\n6/37", "page": 6}, {"text": "29/03/2021\n\nContrato de Serviços da Microsoft\n\nservice-agreement, a menos que seja especificado de outra forma. O suporte pode não\n\nestar disponível para as versões de pré-visualização e beta dos recursos ou Serviços. Os\n\nServiços podem não ser compatíveis com o software ou com os serviços fornecidos por\n\nterceiros, e você é responsável por se familiarizar com os requisitos de compatibilidade.\n\nf. Encerrando seus Serviços. Se seus Serviços forem cancelados (por você ou por nós),\n\nprimeiro seu direito de acessar os Serviços será interrompido imediatamente, e sua licença\n\npara o software relacionado aos Serviços será encerrada. Depois, nós excluiremos os Dados\n\ne Seu Consentimento associado ao Serviço ou, de outra forma, a dissociaremos de você e\n\nda sua conta da Microsoft (a menos que nós sejamos obrigados por lei a mantê-la, devolvê\nla ou transferi-la para você ou para um terceiro identificado por você). Consequentemente,\n\nvocê não poderá mais acessar nenhum dos Serviços (ou Seu Conteúdo que você armazenou\n\nnesses Serviços). Você deve ter um plano de backup regular. Terceiro, você poderá perder\n\nacesso a produtos que você adquiriu. Se você cancelou sua conta da Microsoft e não tem\n\nnenhuma outra conta capaz de acessar os Serviços, seus Serviços poderão ser cancelados\n\nimediatamente.\n\nTInício da pagina\n\nUsando Aplicativos e Serviços de Terceiros\n\n5. Usando Aplicativos e Serviços de Terceiros. Os Serviços podem permitir que você acesse ou\n\nadquira produtos, serviços, sites, links, conteúdo, material, habilidades, integrações, robôs ou\n\naplicativos de terceiros independentes (empresas ou pessoas que não sejam da Microsoft)\n\n(“Aplicativos e Serviços de Terceiros\"). Muitos dos nossos Serviços também ajudam você a\n\nencontrar, fazer solicitações ou interagir com Aplicativos e Serviços de Terceiros ou permitir que\n\nvocê compartilhe Seu Conteúdo ou Dados, e você entende que, ao usar nossos Serviços, está\n\ninstruindo-os a disponibilizar Aplicativos e Serviços de Terceiros a você. Os Aplicativos e Serviços\n\nde Terceiros também podem permitir que você armazene Seu Conteúdo ou Dados com o\n\ndistribuidor, provedor ou operador de Aplicativos e Serviços de Terceiros. Os Aplicativos e\n\nServiços de Terceiros podem apresentar a você uma política de privacidade ou exigir que você\n\naceite seus termos para que você possa instalar ou usar o Aplicativo ou o Serviço de Terceiros.\n\nConsulte a seção 13.b para obter os termos adicionais para os aplicativos adquiridos por meio\n\nde determinadas Stores que pertencem à ou que são operadas pela Microsoft ou suas afiliadas\n\n(incluindo, mas não se limitando à Office Store, Microsoft Store no Xbox e Microsoft Store no\n\nWindows. Você deve revisar os termos e políticas de privacidade do terceiro antes de adquirir,\n\nusar, solicitar ou vincular sua Conta da Microsoft a quaisquer Aplicativos e Serviços de Terceiros.\n\nNenhum termo de terceiros modificará estes Termos. A Microsoft não\n\nlicencia nenhuma\n\npropriedade intelectual para você como parte de Aplicativos e Serviços de Terceiros. Você\n\nconcorda em assumir todo o risco e a responsabilidade decorrente do uso que você faz destes\n\nAplicativos e Serviços de Terceiros e que a Microsoft não é responsável por nenhum problema\n\ndecorrente do uso deles. A Microsoft não se responsabiliza por nenhum conteúdo que pertença\n\na você ou a terceiros, ou por outras informações ou serviços fornecidos por meio dos Aplicativos\n\ne Serviços de Terceiros.\n\nTInício da página\n\nDisponibilidade dos Serviços\n\n6. Disponibilidade dos Serviços.\n\nhttps:/Avww.microsoft.com/pt-br/servicesagreement/\n\n7/37", "page": 7}, {"text": "29/03/2021\n\nContrato de Serviços da Microsoft\n\na. Os Serviços, os Aplicativos e Serviços de Terceiros ou materiais ou produtos oferecidos\n\npor meio dos Serviços podem estar indisponíveis periodicamente ou poderão ser oferecidos\n\napenas por tempo limitado ou podem variar dependendo da sua região ou dispositivo. Se\n\nvocê alterar o local associado à sua conta da Microsoft, poderá precisar readquirir material\n\nou aplicativos que estavam disponíveis a você e pagos na região anterior. Você concorda\n\nem não acessar ou usar material ou Serviços que são ilícitos ou não licenciados para uso no\n\npaís a partir do qual você acessa ou usa tais materiais ou Serviços ou para ocultar ou\n\nfalsificar seu local ou identidade a fim de acessar ou usar tais materiais ou Serviços.\n\nb. Trabalhamos para manter os Serviços em funcionamento; entretanto, todos os serviços\n\nonline sofrem interrupções e paradas ocasionais, e a Microsoft não é responsável por\n\nnenhuma interrupção ou perda que você possa sofrer em decorrência disso. Em caso de\n\numa interrupção, você não poderá recuperar Seu Conteúdo nem os Dados que você tinha\n\narmazenado. Recomendamos que você faça backup regularmente do Seu Conteúdo e dos\n\nDados armazenados nos Serviços ou que os armazene usando Aplicativos e Serviços de\n\nTerceiros.\n\nTInício da pagina\n\nAtualizações nos Serviços ou no Software e\n\nAlterações nestes Termos\n\n7. Atualizações nos Serviços ou no Software e Alterações nestes Termos.\n\na. Nós podemos alterar estes Termos periodicamente e nós informaremos a você quando\n\nisso for feito. Usar os Serviços depois que as alterações se tornarem vigentes significa que\n\nvocê concorda com os novos termos. Se você não concordar com os novos termos, você\n\ndeverá interromper o uso dos Serviços, encerrar sua conta da Microsoft e, se você for pai ou\n\no tutor, ajude seu filho a encerrar sua conta da Microsoft.\n\nb. Às vezes, você precisará de atualizações de software para continuar usando os Serviços.\n\nNós podemos verificar automaticamente a versão do seu software e baixar atualizações de\n\nsoftware ou alterações de configuração. Você também pode ter que atualizar o software\n\npara continuar usando os Serviços. Tais atualizações estão sujeitas a estes Termos a menos\n\nque outros termos acompanhem as atualizações e, neste caso, esses outros termos\n\nprevalecerão. A Microsoft não tem obrigação de disponibilizar todas as atualizações e não\n\ngarante suporte à versão do sistema para o qual você licenciou o software, os aplicativos, o\n\nconteúdo ou outros produtos. Tais atualizações podem não ser compatíveis com softwares\n\nou serviços fornecidos por terceiros. Você pode remover seus consentimento para\n\natualizações futuras de software periodicamente desinstalando o software.\n\nc. Além disso, há vezes nas quais nós precisamos remover ou alterar os recursos ou a\n\nfuncionalidade do Serviço ou parar de fornecer um Serviço ou acesso a Aplicativos e\n\nServiços de Terceiros totalmente. Exceto na medida exigida pela lei aplicável, não temos\n\nobrigação de fornecer um novo download nem a substituição de qualquer material,\n\nMercadorias Digitais (definidos na seção 13.k) ou aplicativos comprados anteriormente.\n\nPodemos lançar os Serviços ou seus recursos em uma versão prévia ou beta, que talvez não\n\nfuncione corretamente ou da mesma forma que a versão final possa funcionar.\n\nd. Para que você possa usar o material protegido pelo gerenciamento de direitos digitais\n\n(DRM), como algumas músicas, jogos, filmes, livros e outros, o software DRM poderá\n\nhttps:/Avww.microsoft.com/pt-br/servicesagreement/\n\n8/37", "page": 8}, {"text": "29/03/2021\n\nContrato de Serviços da Microsoft\n\ncontatar automaticamente um servidor de direitos online e baixar e instalar as atualizações\n\ndo DRM.\n\nTInício da pagina\n\nLicença para Software\n\n8. Licença para Software. A menos que seja acompanhado por um contrato de licença da\n\nMicrosoft separado (por exemplo, se você estiver usando um aplicativo Microsoft que esteja\n\nincluído e faça parte do Windows, então os Termos de Licença de Software da Microsoft para o\n\nSistema Operacional Windows regerão tal software), qualquer software fornecido por nós a você\n\ncomo parte dos Serviços está sujeito a estes Termos. Os aplicativos exigidos por meio de\n\ndeterminadas Stores que pertencem à ou que são operadas pela Microsoft ou suas afiliadas\n\n(incluindo, mas não se limitando à Office Store, Microsoft Store no Windows e Microsoft Store\n\nno Xbox) estão sujeitos à seção 13.b.i abaixo.\n\na. Se você cumprir estes Termos, nós outorgaremos a você o direito de instalar e usar uma\n\ncópia do software por dispositivo mundialmente para ser usada por somente uma pessoa\n\nde cada vez, como parte do seu uso dos Serviços. Para certos dispositivos, tal software pode\n\njá vir instalado para seu uso pessoal e não comercial dos Serviços. O software ou o site que\n\né fornecido como parte dos Serviços pode incluir código de terceiros. Tais scripts de\n\nterceiros ou código, vinculados ou referenciados a partir do software ou do site, são\n\nlicenciados a você pelos terceiros que possuem o referido código, não pela Microsoft.\n\nNotificações, se houver, relativas ao código de terceiros, são incluídas somente para fins\n\ninformativos.\n\nb. O software é licenciado, não vendido, e a Microsoft se reserva todos os direitos ao\n\nsoftware que não estiverem expressamente outorgados pela Microsoft, seja por dedução,\n\npreclusão ou outro título. Esta licença não lhe concede nenhum direito e não é permitido:\n\ni. contornar ou ignorar nenhuma medida de proteção tecnológica em ou relacionada\n\nao software ou aos Serviços;\n\nll\n\ndesmontar, descompilar, descriptografar, piratear, emular, explorar nem fazer\n\nengenharia reversa de qualquer software ou de outro aspecto dos Serviços incluído em\n\nou acessível por meio dos Serviços, exceto e apenas na medida em que a lei de direitos\n\nautorais aplicável permitir expressamente essa atividade;\n\niii. separar os componentes do software ou os Serviços para uso em dispositivos\n\ndiferentes;\n\niv. publicar, copiar, alugar, arrendar, vender, exportar, importar, distribuir ou emprestar\n\no software ou os Serviços a menos que a Microsoft autorize você expressamente a fazer\n\nisso;\n\nv. transferir o software, quaisquer licenças do software ou quaisquer direitos de acesso\n\nou uso dos Serviços;\n\nvi. usar os Serviços de maneira não autorizada que possa interferir no uso de outra\n\npessoa ou obter acesso a nenhum serviço, dados, conta ou rede;\n\nvii. ativar o acesso aos Serviços ou modificar qualquer dispositivo autorizado pela\n\nMicrosoft (por exemplo, consoles Xbox, Microsoft Surface, etc.) por aplicativos de\n\nterceiros não autorizados.\n\nTInício da pagina\n\nTermos de Pagamento\n\nhttps:/Avww.microsoft.com/pt-br/servicesagreement/\n\n9/37", "page": 9}, {"text": "29/03/2021\n\nContrato de Serviços da Microsoft\n\n9. Termos de Pagamento. Se você comprar um Serviço, então estes termos de pagamento se\n\naplicarão à sua compra e você concorda com eles.\n\na. Encargos. Se houver algum encargo associado a uma parte dos Serviços, você concorda\n\nem pagar esse encargo na moeda especificada. O preço declarado pelos Serviços exclui\n\ntodos os tributos incidentes e acordos de câmbio de moeda, a menos que definido de outra\n\nforma. Todos os preços dos produtos pagos do Skype incluem os tributos incidentes, a\n\nmenos que seja informado de outra forma. Você é o único responsável pelo pagamento de\n\ntais impostos ou outros encargos. O Skype calcula os impostos com base no endereço\n\nresidencial associado às suas informações de faturamento. Você é responsável por garantir\n\nque o endereço esteja atualizado e preciso. Exceto para os produtos Skype, os tributos são\n\ncalculados com base em seu local no momento em que sua conta da Microsoft ou do Skype\n\nfoi registrada a menos que a lei local exija uma base diferente para o cálculo. Poderemos\n\nsuspender ou cancelar os Serviços se não recebermos o pagamento total no prazo devido.\n\nA suspensão ou cancelamento dos Serviços pelo não pagamento pode resultar em perda de\n\nacesso e uso da sua conta e de seu conteúdo. Conectar à Internet por meio de uma rede\n\ncorporativa ou de outra rede privada que mascara seu local pode gerar encargos diferentes\n\ndaqueles exibidos para o seu local real. Dependendo da sua localização, algumas transações\n\npodem exigir a conversão de moeda estrangeira ou serem processadas em outro país. Seu\n\nbanco pode cobrar valores adicionais para os serviços quando você usar um cartão de\n\ndébito ou crédito. Entre em contato com seu banco para obter detalhes.\n\nb. Sua Conta de Cobrança. Para pagar os encargos de um Serviço, você será solicitado a\n\nfornecer uma forma de pagamento no momento em que você se inscrever no Serviço. Para\n\ntodos os Serviços exceto o Skype, você pode acessar e alterar suas informações de cobrança\n\ne método de pagamento no site de gerenciamento da conta da Microsoft e para produtos e\n\nO\n\nsoftware\n\nentrando\n\nem\n\nsua\n\nconta\n\ndo\n\nno\n\nsite\n\nSkype\n\nportal\n\nhttps://skype.com/go/myaccount. Além disso, você concorda em permitir que a Microsoft\n\nuse quaisquer dados da conta atualizados referentes à sua forma de pagamento\n\nselecionada oferecida pelo seu banco emissor ou pela rede de pagamento aplicável. Você\n\nconcorda em atualizar prontamente suas contas e outras informações, incluindo seu\n\nendereço de email e detalhes do método de pagamento de forma que nós possamos\n\nconcluir suas transações e entrar em contato com você, conforme necessário, em conexão\n\ncom suas transações. Alterações feitas na sua conta de cobrança não afetarão os encargos\n\nque enviarmos para a sua conta de cobrança antes que possamos agir de forma razoável\n\nem relação à sua conta de cobrança.\n\nc. Cobrança. Ao fornecer uma forma de pagamento à Microsoft, você (i) declara estar\n\nautorizado a usar essa forma de pagamento que você forneceu e que todas as informações\n\nde pagamento fornecidas são verdadeiras e precisas; (ii) autoriza a Microsoft a cobrá-lo\n\npelos Serviços ou conteúdo disponível usando a sua forma de pagamento e (iii) autoriza a\n\nMicrosoft a cobrá-lo por todo recurso pago dos Serviços que você optar por assinar ou usar\n\nenquanto estes Termos estiverem em vigor.\n\nPoderemos\n\nrealizar a cobrança:\n\n(a)\n\nantecipadamente; (b) no momento da compra; (c) logo após a compra ou (d) de maneira\n\nrecorrente para os Serviços de inscrição. Além disso, você pode ser cobrado de acordo com\n\no aprovado e, se houver alguma alteração no valor cobrado referente aos Serviços de\n\ninscrição recorrentes, nós o notificaremos com antecedência. Você poderá ser cobrado ao\n\nmesmo tempo por mais de um dos períodos de cobrança anteriores cujos valores ainda não\n\nforam processados.\n\nd. Pagamentos Recorrentes. Quando você comprar os Serviços por meio de assinatura (por\n\nexemplo, mensalmente, a cada 3 meses ou anualmente), você concorda que está\n\nautorizando pagamentos recorrentes, e eles devem ser feitos para a Microsoft pelo método\n\nescolhido e nos intervalos recorrentes com os quais você concordou até que a assinatura do\n\nServiço seja encerrada por você ou pela Microsoft. É necessário cancelar seus Serviços antes\n\nhttps:/Avww.microsoft.com/pt-br/servicesagreement/\n\n10/37", "page": 10}, {"text": "29/03/2021\n\nContrato de Serviços da Microsoft\n\nda próxima data de faturamento para cessar a cobrança pela continuação dos seus Serviços.\n\nNós forneceremos instruções sobre como cancelar os Serviços. Autorizar pagamentos\n\nrecorrentes significa que você autoriza a Microsoft a processar tais pagamentos como\n\ndébitos eletrônicos ou transferências de fundos ou ainda como saques eletrônicos de sua\n\nconta designada (para Câmara de Compensação Automatizada ou de pagamentos\n\nsemelhantes) ou como encargos na conta designada (no caso de pagamentos de crédito ou\n\nsemelhantes)\n\n(coletivamente,\n\n“Pagamentos Eletrônicos”).\n\nOs\n\nvalores\n\nde assinatura\n\ngeralmente são cobrados antes do período de assinatura aplicável. Se algum pagamento for\n\ndevolvido como não pago ou se algum cartão de crédito ou transação semelhante for\n\nrejeitado ou negado, a Microsoft ou seus provedores de serviços reservam para si o direito\n\nde cobrar valores por qualquer item de devolução aplicável, rejeição ou por fundos\n\ninsuficientes e a fim de processar tal pagamento como um Pagamento Eletrônico.\n\ne. Extrato Online e Erros. Para todos os Serviços exceto o Skype, a Microsoft fornecerá a\n\nvocê um extrato de cobrança online no site de gerenciamento de conta da Microsoft, no\n\nqual você poderá visualizar e imprimir seu extrato. Para o Skype, você pode acessar seu\n\nextrato online entrando em sua conta no site www.skype.com. Esse será o único extrato de\n\ncobrança que forneceremos. Se houver algum erro na sua fatura, você deverá nos avisar em\n\nno máximo 90 dias após tê-lo observado. Investigaremos o encargo imediatamente. Se você\n\nnão nos avisar nesse período, você nos isenta de toda a responsabilidade e requerimentos\n\njudiciais ou extrajudiciais de perda resultantes do erro, e nós não corrigiremos o erro nem\n\nforneceremos reembolso, a menos que seja de outra forma exigido por lei. Se a Microsoft\n\nidentificar um erro na cobrança, corrigiremos esse erro em 90 dias. Esta política não afeta\n\nnenhum direito estatutário que possa ser aplicado.\n\nf. Política de Reembolso. A menos que estabelecido de outra forma por lei ou em relação a\n\nalguma oferta de Serviço específica, todas as compras são finais e não reembolsáveis. Se\n\nvocê acreditar que a Microsoft fez uma cobrança por engano, você deverá entrar em\n\ncontato conosco em 90 dias contados a partir de tal cobrança. Nenhum reembolso será\n\nfornecido por nenhum encargo com mais de 90 dias, a menos que seja exigido de outra\n\nforma por lei. Reservamos-nos o direito de emitir reembolsos ou créditos a nosso exclusivo\n\ncritério, a menos que seja exigido de outra forma por lei. Se nós emitirmos um reembolso\n\nou crédito, não teremos nenhuma obrigação de emitir o mesmo reembolso ou um\n\nsemelhante no futuro. Esta política de reembolso não afeta nenhum direito estatutário que\n\npossa ser aplicado. Para obter mais informações sobre reembolso, visite nosso tópico de\n\najuda. Se você morar em Taiwan ou em Israel, note que, de acordo com a Lei de Proteção\n\nao Consumidor e seus regulamentos relevantes, todas as compras pertencentes ao\n\nconteúdo digital fornecido por meio de formato intangível e/ou serviços online são finais e\n\nnão reembolsáveis quando tal conteúdo ou serviço for fornecido online. Você não está\n\nqualificado para requerer judicial ou extrajudicialmente um período de carência nem\n\nnenhum reembolso.\n\ng. Cancelando os Serviços. Você pode cancelar um Serviço a qualquer momento, com ou\n\nsem justificativa. O cancelamento de Serviços pagos cessa futuras cobranças pela\n\ncontinuação do Serviço. Para cancelar um Serviço e solicitar um reembolso, se você estiver\n\nqualificado a receber um, visite o site de gerenciamento de conta da Microsoft. Para o\n\nSkype, preencha o Formulário de Saída usando as informações fornecidas aqui. Você deve\n\nconsultar a oferta que descreve os Serviços porque você (i) pode não receber um reembolso\n\nno momento do cancelamento; (ii) pode ser obrigado a pagar taxas de cancelamento; (iii)\n\npode ser obrigado a pagar todos os encargos aplicados à sua conta de cobrança pelos\n\nServiços antes da data de cancelamento e (iv) pode perder acesso e uso da sua conta ao\n\ncancelar os Serviços ou, se você morar em Taiwan ou Israel, (v) pode receber um reembolso\n\nno montante igual aos valores não usados pagos por um Serviço calculado no momento do\n\ncancelamento. Se você morar em Israel, poderá cancelar por qualquer um dos meios\n\nlistados em https://support.microsoft.com/en-us/help/4027815. Entre em contato com um\n\nhttps:/Avww.microsoft.com/pt-br/servicesagreement/\n\n11/37", "page": 11}, {"text": "29/03/2021\n\nContrato de Serviços da Microsoft\n\nrepresentante da Microsoft por telefone para obter um reembolso se você estiver\n\nqualificado a recebê-lo. Nós processaremos seus Dados da forma descrita acima na seção 4.\n\nSe você fizer o cancelamento, seu acesso aos Serviços terminará no final do período do\n\nServiço atual ou, caso a cobrança na sua conta seja feita periodicamente, no final do\n\nperíodo em que você cancelou.\n\nh. Ofertas do Período de Avaliação. Se você estiver participando de uma oferta de período\n\nde avaliação, talvez seja necessário cancelar os Serviços de avaliação no prazo comunicado\n\nquando você aceitou a oferta a fim de evitar cobranças pela continuação dos Serviços ao\n\nfinal do período de avaliação.\n\ni. Ofertas Promocionais. Periodicamente, a Microsoft pode oferecer Serviços gratuitamente\n\npara o período de avaliação. A Microsoft reserva para si o direito de cobrá-lo por tais\n\nServiços (na taxa normal) se a Microsoft determinar (a seu critério razoável) que você está\n\nextrapolando os termos da oferta.\n\nj. Alterações de Preços. Podemos alterar o preço dos Serviços a qualquer momento e, se\n\nvocê tiver uma compra recorrente, poderemos notificá-lo por email, ou por outra maneira\n\nrazoável, pelo menos 15 dias antes da alteração do preço. Se você não concordar com a\n\nalteração dos preços, deverá cancelar e interromper o uso dos Serviços antes que a\n\nalteração do preço entre em vigor. Se houver um preço e um prazo fixos para a oferta de\n\nServiço, esse preço permanecerá vigente durante o período estabelecido.\n\nk. Pagamentos Feitos a Você. Se nós lhe devemos um pagamento, você concorda em nos\n\nfornecer, em tempo hábil e de forma precisa, as informações de que precisamos para\n\nrealizar esse pagamento a você. Você é responsável pelo pagamento de quaisquer impostos\n\ne encargos decorrentes desse pagamento. Além disso, deve estar apto a outras condições\n\npara ter o direito de receber o pagamento. Se você receber um pagamento por engano,\n\npodemos reverter ou exigir a devolução do pagamento. Você concorda em colaborar\n\nconosco em nossos esforços para isso. Também podemos reduzir o valor do seu\n\npagamento sem notificação, a fim de fazer ajustes relacionados a pagamento excessivo\n\nanterior.\n\n|. Cartões de Presente. O resgate e o uso de cartões de presente (que não sejam cartões de\n\npresente do Skype) são regidos pelos Termos e Condições dos Cartões de Presente da\n\nMicrosoft. Informações sobre cartões de presente da Microsoft estão disponíveis na página\n\nde Ajuda do Skype.\n\nm. Método de Pagamento por Conta Bancária. Você pode registrar uma conta bancária\n\nelegível com sua conta da Microsoft para usá-la como um método de pagamento. As\n\ncontas bancárias elegíveis incluem contas mantidas numa instituição financeira capaz de\n\nreceber entradas de débito automático (por exemplo, uma instituição financeira com sede\n\nnos Estados Unidos que dá suporte a entradas de câmara de compensação automatizada\n\n(‘ACH’), uma instituição financeira europeia que suporte Área Única de Pagamentos em\n\nEuros (\"SEPA\") ou “IDEAL” na Holanda). Os termos com os quais você concordou ao\n\nadicionar sua conta bancária como um método de pagamento em sua conta da Microsoft\n\n(por exemplo, o “mandato” no caso do SEPA) também se aplicam. Você representa e\n\ngarante que sua conta bancária registrada é mantida em seu nome ou que você está\n\nautorizado a registrar e usar esta conta bancária como um método de pagamento. Ao\n\nregistar ou selecionar a sua conta bancária como seu método de pagamento, você autoriza\n\na Microsoft (ou seu representante) a realizar um ou mais débitos para o valor total da sua\n\ncompra ou taxa de assinatura (de acordo com os termos do seu serviço de assinatura) da\n\nsua conta bancária (e, se necessário, realizar um ou mais créditos em sua conta bancária\n\npara corrigir erros, emitir um reembolso ou uma finalidade similar), e você autoriza a\n\ninstituição financeira que detém sua conta bancária a deduzir tais débitos ou aceitar tais\n\ncréditos. Você entende que esta autorização permanecerá em pleno vigor e efeito até que\n\nhttps:/Avww.microsoft.com/pt-br/servicesagreement/\n\n12/37", "page": 12}, {"text": "29/03/2021\n\nContrato de Serviços da Microsoft\n\nvocê remova as informações da sua conta bancária da sua conta da Microsoft. Entre em\n\ncontato com o atendimento ao cliente como descrito acima na seção 4.e o mais rápido\n\npossível se você acreditar que você foi cobrado erroneamente. As leis aplicáveis no seu país\n\ntambém podem limitar a sua responsabilidade por quaisquer transações fraudulentas,\n\nerrôneas ou não autorizadas da sua conta bancária. Ao registrar ou selecionar uma conta\n\nbancária como método de pagamento, você reconhece que leu, compreendeu e concordou\n\ncom estes Termos.\n\nTInício da página\n\nEntidade Contratante, Direito Aplicável e\n\nJurisdição para Resolução de Litígios\n\n10. Entidade Contratante, Direito Aplicável e Jurisdião para Resolução de Litígios. Para o uso que\n\nvocê faz de Serviços de consumo gratuitos ou pagos com a marca Skype, se você vive fora da\n\nEuropa, do Oriente Médio e da África, você está contratando, e todas as referências a\n\n\"Microsoft\" nestes termos significam, a Skype Communications S.à.r.l, 23 — 29 Rives de Clausen,\n\nL-2165 Luxemburgo. Para os Serviços de consumo gratuitos ou pagos da marca Skype, se você\n\nvive fora da Europa, do Oriente Médio e da África, as leis de Luxemburgo regerão a\n\ninterpretação destes Termos e os requerimentos judiciais ou extrajudiciais de violação deles,\n\nindependentemente do conflito de princípios legais. As leis da província ou do país no qual você\n\nvive regerão todos os outros requerimentos judiciais ou extrajudiciais (incluindo leis de defesa\n\ndo consumidor, concorrência desleal e requerimentos judiciais ou extrajudiciais por atos ilícitos\n\nextracontratuais). Se você vive fora da Europa, do Oriente Médio e da África, tanto você quanto\n\nnós concordamos irrevogavelmente com a jurisdição e o foro exclusivos dos tribunais de\n\nLuxemburgo para todas as controvérsias que surgirem ou estiverem relacionadas aos Serviços\n\nde consumo da marca Skype. Para todos os outros Serviços, a entidade que você está\n\ncontratando, a lei regente e o local para resolver controvérsias são os exibidos abaixo:\n\na. Canadá. Se você morar (ou se sua empresa estiver localizada) no Canadá, você contratará\n\na Microsoft Corporation, One Microsoft Way, Redmond, WA 98052, EUA. As leis da província\n\nna qual você mora (ou, se você se for uma pessoa jurídica, a sede da sua empresa) regerão\n\na interpretação destes Termos, os requerimentos judiciais ou extrajudiciais por sua violação\n\ne todos os outros requerimentos (incluindo leis de defesa do consumidor, concorrência\n\ndesleal e requerimentos judiciais ou extrajudiciais por atos ilícitos extracontratuais),\n\nindependentemente de conflito de princípios legais. Você e nós concordamos de forma\n\nirrevogável com a jurisdição e o foro exclusivos dos tribunais de Ontário para todas as\n\ncontrovérsias que surgirem ou estiverem relacionadas a estes Termos ou aos Serviços.\n\nb. América do Sul ou do Norte, fora dos Estados Unidos e Canadá. Se você morar (ou se\n\nvocê for uma pessoa jurídica, se a sede da sua empresa estiver localizada) na América do\n\nNorte ou do Sul fora dos Estados Unidos e do Canadá, você contratará a Microsoft\n\nCorporation, One Microsoft Way, Redmond, WA 98052, EUA. As leis do estado de\n\nWashington regerão a interpretação destes Termos e os requerimentos judiciais ou\n\nextrajudiciais por sua violação, independentemente de conflito de princípios legais. As leis\n\ndo país para o qual fornecemos os Serviços regerão todos os outros requerimentos judiciais\n\nou extrajudiciais (incluindo leis de defesa do consumidor, concorrência desleal e\n\nrequerimentos judiciais ou extrajudiciais por atos ilícitos extracontratuais).\n\nc. Oriente Médio, África ou Europa. Se você morar (ou, se você for uma pessoa jurídica, se a\n\nsede da sua empresa for) no Oriente Médio, na África ou na Europa, com exceção da União\n\nEuropeia (UE), Islândia, Lichtenstein, Noruega, Suíça e Reino Unido, e você usar partes\n\nhttps:/Avww.microsoft.com/pt-br/servicesagreement/\n\n13/37", "page": 13}, {"text": "29/03/2021\n\nContrato de Serviços da Microsoft\n\ngratuitas dos Serviços (como Bing e MSN), você contratará a Microsoft Corporation, One\n\nMicrosoft Way, Redmond, WA 98052, EUA, mas se você estiver usando partes gratuitas do\n\nSkype, você contratará a Microsoft Ireland Operations Limited, One Microsoft Place, South\n\nCounty Business Park, Leopardstown, Dublin 18, Irlanda. Se você pagou para usar uma parte\n\ndos Serviços, estará contratando a Microsoft Ireland Operations Limited, One Microsoft\n\nPlace, South County Business Park, Leopardstown, Dublin 18, Irlanda. Para os Serviços\n\ngratuitos e pagos, as leis da Irlanda regerão a interpretação destes Termos e os\n\nrequerimentos judiciais ou extrajudiciais de violação deles, independentemente do conflito\n\nde princípios legais. As leis do país para o qual fornecemos os Serviços regerão todos os\n\noutros requerimentos judiciais ou extrajudiciais (incluindo leis de defesa do consumidor,\n\nconcorrência desleal\n\ne\n\natos\n\nilícitos\n\nrequerimentos judiciais ou extrajudiciais\n\npor\n\nextracontratuais). Você e a Microsoft concordam de forma irrevogável com a jurisdição e o\n\nforo exclusivos dos tribunais da Irlanda para todas as controvérsias que surgirem destes\n\nTermos ou Serviços ou que estiverem relacionadas a eles.\n\nd. Ásia ou Pacífico Sul, a menos que o seu país seja discriminado abaixo. Se você morar na\n\n(ou se você for pessoa jurídica com sede na) Ásia (exceto na China, no Japão, na Coréia ou\n\nem Taiwan) ou no Pacífico Sul e você estiver usando partes gratuitas dos Serviços (como\n\nBing e MSN), você contratará a Microsoft Corporation, One Microsoft Way, Redmon, WA\n\n98052. EUA. Se você pagou para usar uma parte dos Serviços ou se estiver usando um\n\nserviço gratuito do Outlook.com em Singapura ou Hong Kong, você contratará a Microsoft\n\nRegional Sales Pte Ltd. uma empresa constituída de acordo com as leis de Singapura, com\n\nendereço registrado em 80 Raffles Place, #32-01, UOB Plaza, Singapore 048624; se você\n\nmorar na (ou, se você for pessoa jurídica com sede na) Austrália, você contratará a Microsoft\n\nPty Ltd, 1 Epping Road, North Ryde, NSW 2113, Austrália e se você morar na (ou, se você for\n\npessoa jurídica com sede na) Nova Zelândia, você contratará a Microsoft New Zealand\n\nLimited, Level 5, 22 Viaduct Harbour Avenue, PO Box 8070 Symonds Street, Auckland, 1150\n\nNova Zelândia. Para os Serviços gratuitos e pagos, as leis do estado de Washington regerão\n\na interpretação destes Termos e os requerimentos judiciais ou extrajudiciais de violação\n\ndeles, independentemente de conflito de princípios legais. As leis do país para o qual\n\nfornecemos os Serviços regerão todos os outros requerimentos judiciais ou extrajudiciais\n\n(incluindo leis de defesa do consumidor, concorrência desleal e requerimentos judiciais ou\n\nextrajudiciais por atos ilícitos extracontratuais). Qualquer controvérsia decorrente dos\n\nTermos ou dos Serviços ou relacionados a eles além do Skype, incluindo qualquer questão\n\nrelacionada à sua existência, validade ou término, deve ser encaminhada para Cingapura,\n\nonde será resolvida por arbitragem, de acordo com as Leis de Arbitragem do Centro de\n\nArbitragem Internacional de Cingapura (Singapore International Arbitration Center), cujos\n\nregulamentos são considerados na incorporação por referência nesta cláusula. O tribunal\n\nserá composto por um árbitro a ser escolhido pelo Presidente do SIAC. O idioma da\n\narbitragem será o inglês. A decisão do árbitro será final, obrigatória e incontestável, e pode\n\nser usada como base para uma decisão judicial em qualquer país ou região.\n\ne. Japão. Se você morar (ou, se você for uma pessoa jurídica, se a sede da sua empresa for)\n\nno Japão e você usar partes gratuitas dos Serviços (como Bing e MSN), você contratará a\n\nMicrosoft Corporation, One Microsoft Way, Redmond, WA 98052, EUA. Se você pagou para\n\nusar uma parte dos Serviços, você contratará a Microsoft Japan Co., Ltd (MSKK), Shinagawa\n\nGrand Central Tower, 2-16-3 Konan Minato-ku, Tokyo 108-0075. Para os Serviços gratuitos e\n\npagos, as leis do Japão regerão estes Termos e todas as questões decorrentes ou\n\nrelacionadas a eles ou aos Serviços. Você e a Microsoft concordam de forma irrevogável\n\ncom a jurisdição e o foro originais exclusivos da Comarca de Tóquio, para todas as\n\ncontrovérsias que surgirem destes Termos ou dos Serviços ou estiverem relacionadas a eles.\n\nf. República da Coreia. Se você morar (ou, se você for uma pessoa jurídica, se a sede da sua\n\nempresa for) na República da Coreia e você usar partes gratuitas dos Serviços (como Bing e\n\nMSN), você contratará a Microsoft Corporation, One Microsoft Way, Redmond, WA 98052,\n\nhttps:/Avww.microsoft.com/pt-br/servicesagreement/\n\n14/37", "page": 14}, {"text": "29/03/2021\n\nContrato de Serviços da Microsoft\n\nEUA. Se você pagou para usar uma parte dos Serviços, você contratará a Microsoft Korea,\n\nInc., 11th Floor, Tower A, K-Twin Tower, Jongro 1 gil 50, Jongro-gu, Seoul, Republic of Korea,\n\n110-150. Para os Serviços gratuitos e pagos, as leis da República da Coreia regerão estes\n\nTermos e todas as questões decorrentes ou relacionadas a eles ou aos Serviços. Você e a\n\nMicrosoft concordam de forma irrevogável com a jurisdição e o foro originais exclusivos do\n\nTribunal Regional Central de Seul, para todas as controvérsias que surgirem destes Termos\n\nou dos Serviços ou estiverem relacionadas a eles.\n\ng. Taiwan. Se você vive (ou, no caso de uma empresa, sua sede for) em Taiwan e estiver\n\nusando partes gratuitas dos Serviços (como o Bing e o MSN), estará contratando a\n\nMicrosoft Corporation, One Microsoft Way, Redmond, WA 98052, EUA. Se você pagou uma\n\nparte dos Serviços, estará contratando a Microsoft Taiwan Corp. 18F, No. 68, Sec. 5,\n\nZhongxiao E. Rd., Xinyi District, Taipei 11065, Taiwan. Para serviços pagos e gratuitos, as leis\n\nde Taiwan regem estes Termos e todos os assuntos decorrentes ou relacionados a eles ou\n\naos Serviços. Para obter mais detalhes sobre a Microsoft Taiwan Corp, consulte o site\n\nfornecido pelo Ministério dos Assuntos Econômicos R.O.C. Você e nós elegemos de forma\n\nirrevogável o Tribunal Regional de Taipei como o foro de primeira instância com jurisdição\n\nsobre quaisquer controvérsias que surgirem destes Termos ou dos Serviços ou estiverem\n\nrelacionadas a eles até a extensão máxima permitida pelas leis de Taiwan.\n\nAs leis do consumidor local podem exigir que algumas leis locais rejam ou deem a você o direito\n\nde solucionar controvérsias em outro fórum apesar destes Termos. Se isso acontecer, as\n\ndisposições de escolha da lei e do fórum na seção 10 se aplicarão até a máxima extensão\n\npossível permitida pelas leis de consumidor local.\n\nTInício da pagina\n\nGarantias\n\n11. Garantias.\n\na\n\nA MICROSOFT E NOSSAS AFILIADAS,\n\nREVENDEDORES,\n\nDISTRIBUIDORES\n\nE\n\nFORNECEDORES NÃO OFERECEM GARANTIAS,\n\nCONTRATUAIS OU\n\nLEGAIS NEM\n\nCONDIÇÕES RELACIONADAS AO USO QUE VOCÊ FAZ DOS SERVIÇOS. VOCÊ ESTÁ CIENTE\n\nDE QUE O USO DOS SERVIÇOS É DE SUA RESPONSABILIDADE E FORNECEMOS OS\n\nSERVIÇOS “NO ESTADO EM QUE SE ENCONTRAM, “COM EVENTUAIS FALHAS” E\n\n\"CONFORME A DISPONIBILIDADE”. A MICROSOFT NÃO GARANTE A PRECISÃO NEM A\n\nPONTUALIDADE DOS SERVIÇOS. VOCÊ PODE TER DETERMINADOS DIREITOS DE ACORDO\n\nCOM A LEGISLAÇÃO LOCAL. NADA NESTES TERMOS TEM O INTUITO DE AFETAR ESSES\n\nDIREITOS, SE ELES FOREM APLICÁVEIS. VOCÊ RECONHECE QUE OS SISTEMAS DE\n\nCOMPUTADOR E TELECOMUNICAÇÕES NÃO ESTÃO LIVRES DE FALHAS E PODEM\n\nOCORRER PERÍODOS EVENTUAIS DE TEMPO DE INATIVIDADE. NÃO GARANTIMOS QUE OS\n\nSERVIÇOS SERÃO ININTERRUPTOS, ATUALIZADOS, SEGUROS OU SEM ERROS NEM QUE\n\nNÃO OCORRERÁ PERDA DE CONTEÚDO NEM MESMO GARANTIMOS QUALQUER\n\nCONEXÃO COM OU TRANSMISSÃO DAS REDES DE COMPUTADOR.\n\nb. ATÉ OS LIMITES PERMITIDOS PELA LEGISLAÇÃO LOCAL, EXCLUÍMOS QUAISQUER\n\nGARANTIAS LEGAIS, O QUE INCLUI A GARANTIA DE PADRÕES DE COMERCIALIZAÇÃO,\n\nQUALIDADE SATISFATÓRIA, ADEQUAÇÃO A UMA FINALIDADE ESPECÍFICA, MÃO DE OBRA\n\nE NÃO VIOLAÇÃO.\n\nc. Para os consumidores que moram na Austrália: Nossos produtos e serviços vêm com\n\ngarantias que não podem ser excluídas de acordo com a Lei do Consumidor Australiano. Em\n\n15/37\n\nhttps:/Avww.microsoft.com/pt-br/servicesagreement/", "page": 15}, {"text": "29/03/2021\n\nContrato de Serviços da Microsoft\n\ncaso de falhas importantes do serviço, você tem o direito de:\n\n* cancelar seu contrato de serviço conosco e\n\n¢ obter reembolso pela parte não utilizada ou compensação por seu valor reduzido.\n\nVocê também tem o direito de optar por um reembolso ou substituição por falhas\n\nimportantes nos produtos. Se uma falha nos produtos ou em um serviço não corresponder\n\na uma falha importante, você terá o direito de ter a falha retificada em um prazo razoável.\n\nSe isso não for feito, você terá o direito a um reembolso pelos produtos e de cancelar o\n\ncontrato de serviço e obter um reembolso por qualquer parte não utilizada. Você também o\n\ndireito de ser compensado por qualquer outra perda ou dano razoavelmente previsível\n\ndecorrente de uma falha nos produtos ou no serviço.\n\nd. Para os consumidores que moram na Nova Zelândia, você pode ter direitos estatutários\n\nde acordo com a Lei de Direitos do Consumidor (New Zealand's Consumer Guarantees Act),\n\ne nada nestes Termos visa afetar esses direitos.\n\nTInício da página\n\nLimitação de Responsabilidade\n\n12. Limitação de Responsabilidade.\n\na. Se você tiver alguma base para recuperar os danos (inclusive violação destes Termos), até\n\na extensão permitida pela lei aplicável, você concorda que seu recurso exclusivo será\n\nrecuperar, da Microsoft ou de qualquer afiliada, revendedor, distribuidor, Aplicativos de\n\nTerceiros e Provedores de Serviços e fornecedores, danos diretos até o valor equivalente ao\n\nvalor pago por seus Serviços para o mês durante o qual ocorreu o prejuízo ou a violação\n\n(ou até USD$ 10,00 se os Serviços forem gratuitos).\n\nb. Até a extensão permitida pela lei aplicável, você não poderá ser indenizado por (i) danos\n\nou perdas consequenciais; (ii) perda de lucros reais ou antecipados (sejam eles diretos ou\n\nindiretos); (iii) perda de receita real ou antecipada (seja ela direta ou indireta); (iv) perda de\n\ncontrato ou empresarial ou outras perdas ou danos decorrentes do uso que você faz dos\n\nServiços em uma capacidade não pessoal; (v) perdas ou danos especiais, indiretos,\n\nincidentais ou punitivos e (vi) até a extensão permitida por lei, perdas ou danos diretos além\n\nda capacidade especificada na seção 12.a acima. Essas limitações e exclusões também se\n\naplicam se esse recurso não compensá-lo totalmente por quaisquer perdas ou não cumprir\n\nsua finalidade essencial, ou se soubéssemos ou devêssemos saber sobre a possibilidade de\n\ntais danos. No limite máximo permitido pela lei, essas limitações e exclusões se aplicarão a\n\ntodos ou quaisquer requerimentos judiciais ou extrajudiciais relacionados a estes Termos,\n\naos Serviços ou ao software relacionado aos Serviços.\n\nc. A Microsoft não é responsável por nenhuma falha de execução nem por atrasos na\n\nexecução de suas obrigações sob estes Termos até a extensão de que a falha ou o atraso\n\nseja causado por circunstâncias além do controle razoável da Microsoft (como disputas\n\ntrabalhistas, eventos da natureza, guerra ou atividade terrorista, danos mal-intencionados,\n\nacidentes ou conformidade com qualquer lei aplicável ou ordem governamental). A\n\nMicrosoft tentará minimizar os efeitos de quaisquer um desses eventos e executar as\n\nobrigações que não forem afetadas.\n\nTInício da página\n\nhttps:/Avww.microsoft.com/pt-br/servicesagreement/\n\n16/37", "page": 16}, {"text": "29/03/2021\n\nContrato de Serviços da Microsoft\n\nTermos Específicos dos Serviços\n\n13. Termos Específicos dos Serviços. Os termos antes e após a seção 13 geralmente se aplicam a\n\ntodos os Serviços. Esta seção contém termos específicos dos serviços que vão além dos termos\n\ngerais. Estes termos específicos dos serviços prevalecerão se houver quaisquer conflitos com os\n\ntermos gerais.\n\nTInício da página\n\nXbox\n\na. Xbox.\n\ni. Uso Pessoal e Não Comercial. O serviço online Xbox, jogos do Xbox Game Studios\n\n(incluindo Mojang Games), aplicativos, assinaturas, serviços e conteúdo fornecidos pela\n\nMicrosoft (coletivamente, os \"Serviços Xbox”) são apenas para seu uso pessoal e não\n\ncomercial.\n\nii. Serviços Xbox. Quando você se inscrever para receber os Serviços Xbox, as\n\ninformações sobre seu jogo, atividades e uso dos jogos e Serviços Xbox serão\n\nrastreadas e compartilhadas com desenvolvedores terceirizados de jogos aplicáveis\n\npara que a Microsoft e desenvolvedores terceirizados de jogos operem seus jogos e\n\nforneçam os Serviços Xbox. Se você optar por vincular sua conta de Serviços Xbox da\n\nMicrosoft com sua conta em um serviço que não é da Microsoft ou fazer login na sua\n\nconta de Serviços Xbox para acessar um Serviço que não seja da Microsoft (por\n\nexemplo, um distribuidor de jogos que não são da Microsoft de Aplicativos e Serviços\n\nde Terceiros), você concorda que: (a) a Microsoft pode compartilhar informações\n\nlimitadas da conta (incluindo, sem limitação, gamertag, pontuações dos jogadores,\n\nhistórico de jogos e lista de amigos) com a parte que não pertence à Microsoft\n\nconforme indicado na Política de Privacidade da Microsoft e (b) se for permitido pelas\n\nconfigurações de privacidade do Xbox, a parte que não pertence à Microsoft também\n\npode ter acesso ao Seu Conteúdo a partir de comunicações nos jogos quando você\n\nestiver conectado à sua conta com aquela parte que não pertença à Microsoft. Além\n\ndisso, se for permitido pelas suas configurações de privacidade do Xbox, a Microsoft\n\npoderá publicar seu nome, gamertag, imagem do jogador, lema, avatar, clipes de jogos\n\ne jogos dos quais você participou nas comunicações para pessoas que você permitir.\n\niii. Seu Conteúdo. Como parte da criação da comunidade de Serviços Xbox, você\n\nconcede à Microsoft, suas afiliadas e sublicenciadas o direito gratuito e mundialmente\n\nválido de usar, modificar, reproduzir, distribuir, transmitir, compartilhar e exibir Seu\n\nConteúdo ou seu nome, gamertag, lema ou avatar que você publicou em quaisquer\n\nServiços Xbox.\n\niv. Gerentes de Jogos. Alguns jogos poderão usar gerentes e apresentadores. Gerentes\n\ne apresentadores de jogos não são porta-vozes autorizados da Microsoft. Seus pontos\n\nde vista não refletem necessariamente os pontos de vista da Microsoft.\n\nv. Crianças no Xbox. Se você for um menor que está usando os Serviços Xbox, seu pai\n\nou tutor poderá ter controle sobre muitos aspectos da sua conta e poderá receber\n\nrelatórios sobre o uso que você faz dos Serviços Xbox.\n\nhttps:/Avww.microsoft.com/pt-br/servicesagreement/\n\n17/37", "page": 17}, {"text": "29/03/2021\n\nContrato de Serviços da Microsoft\n\nvi. Moeda do Jogo ou Mercadorias Virtuais. Os Serviços Xbox podem incluir uma\n\nmoeda de jogo virtual (como ouro, moedas ou pontos) que podem ser comprados da\n\nMicrosoft usando instrumentos monetários reais se você atingiu a maioridade no seu\n\npaís de residência. Os Serviços Xbox também podem incluir itens digitais virtuais ou\n\nmercadorias que podem ser compradas da Microsoft para instrumentos monetários\n\nreais ou usando a moeda do jogo. A moeda do jogo e as mercadorias virtuais nunca\n\npodem ser resgatadas para instrumentos monetários reais, mercadorias ou outros itens\n\nde valor monetário da Microsoft ou de qualquer outra parte. A não ser que seja uma\n\nlicença limitada, pessoal, revogável, intransferível, que não pode ser sublicenciada para\n\nusar a moeda do jogo e mercadorias virtuais somente nos Serviços Xbox, você não tem\n\nnenhum direito ou titularidade em ou em relação a qualquer moeda do jogo ou\n\nmercadorias virtuais que apareçam ou sejam originadas nos Serviços Xbox nem a\n\nqualquer outro atributo associado ao uso dos Serviços Xbox ou armazenados nos\n\nServiços. A Microsoft pode, a qualquer momento, regular, controlar, modificar e/ou\n\neliminar a moeda do jogo e/ou mercadorias virtuais se ela julgar adequado a seu\n\nexclusivo critério.\n\nvii. Atualizações do Software. Para qualquer dispositivo que pode se conectar aos\n\nServiços Xbox, nós podemos verificar automaticamente a versão do software do\n\nconsole do Xbox ou o software Xbox App e baixar atualizações para o console do Xbox\n\nou Xbox App ou alterações de configuração, incluindo aquelas que impedem que você\n\nacesse os Serviços Xbox, usando aplicativos ou jogos do Xbox não autorizados ou\n\nusando dispositivos periféricos de hardware não autorizados com um console do Xbox.\n\nviii. Expiração do Gamertag. Você deve entrar nos Serviços Xbox pelo menos uma vez\n\nem um período de cinco anos, caso contrário você poderá perder o acesso ao\n\ngamertag associado à sua conta, e o referido gamertag poderá se tornar disponível\n\npara uso por outros.\n\nix. Arena. Arena é um Serviço do Xbox pelo qual a Microsoft ou um terceiro pode\n\noferecer a oportunidade de participar de ou criar um concurso de competição de\n\nvideogame valendo um prêmio (\"Concurso\"). O uso que você faz da Arena é sujeito a\n\nestes Termos, e podem exigir que você aceite os termos adicionais, as condições as\n\nregras do Concurso, exigidas pelo organizador do Concurso na ocasião da inscrição\n\n(“Termos do Concurso”). As regras de elegibilidade podem ser aplicadas e podem variar\n\nde acordo com a jurisdição. O Concurso será nulo se for proibido ou restringido por lei.\n\nA violação destes Termos (inclusive do Código de Conduta) ou dos Termos do\n\nConcurso poderão resultar em uma penalidade ou na desclassificação do Concurso. Se\n\nvocê criar um Concurso, você será impedido de exigir quaisquer Regras de Concurso\n\nque a Microsoft (a seu exclusivo critério) considerar inconsistentes com esses Termos. A\n\nMicrosoft reserva para si o direito de cancelar qualquer Concurso a qualquer momento.\n\nx. Software de Fraude e Falsificação. Para qualquer dispositivo que pode se conectar\n\naos Serviços Xbox, nós podemos verificar automaticamente em seu dispositivo se há\n\nalgum hardware ou software não autorizado que favoreça fraude ou falsificação em\n\nviolação ao Código de Conduta ou a esses termos, e baixar atualizações para o\n\nsoftware do Xbox App ou alterações de configuração, incluindo aquelas que impedem\n\nque você acesse os Serviços Xbox ou use aplicativos ou jogos do Xbox não autorizados\n\nque propiciem a enganação ou a contenção.\n\nxi. Mixer.\n\n1. Termos do Mixer. Se você utilizar o Serviço do Mixer, o uso estará abrangido\n\nTermos\n\nde\n\nServiço\n\ndo\n\nMixer\n\nestão\n\nem\n\npelos\n\nque\n\ndisponíveis\n\nhttps://mixer.com/about/tos além destes Termos. Esses termos se aplicarão se\n\nhouver algum conflito.\n\nhttps:/Avww.microsoft.com/pt-br/servicesagreement/\n\n18/37", "page": 18}, {"text": "29/03/2021\n\nContrato de Serviços da Microsoft\n\n2. Seu Conteúdo no Mixer. “Seu Conteúdo no Mixer” significa todo o conteúdo que\n\nvocê, ou alguém em seu nome, criar no Serviço do Mixer, incluindo, entre outros,\n\nstreams de gravação e ao vivo (e qualquer conteúdo, como conteúdo audiovisual\n\nque eles contenham); marcas, nomes, marcas registradas, marcas de serviço,\n\nnomes de marcas, logos ou indício de origem; seus comentários, emoticons e\n\natividade nos canais do Mixer (inclusive conteúdo gerado por robô); e todos os\n\nmetadados relacionados. Qualquer pessoa, incluindo a Microsoft e os usuários,\n\npode ver, usar, hospedar, reproduzir, modificar, distribuir, publicar, executar\n\npública e digitalmente e exibir, traduzir, adaptar e, de outra forma, explorar o Seu\n\nConteúdo no Mixer, em qualquer forma, formato, mídia ou canais agora\n\nconhecidos ou desenvolvidos posteriormente.\n\n3. Código de Conduta Aplicado para o Mixer. Clique aqui para obter mais\n\ninformações sobre como o Código de Conduta da Microsoft se aplica ao Mixer.\n\n4. Usando os Serviços do Mixer.\n\na. idade Mínima. Ao usar os Serviços do Mixer, você declara que tem pelo\n\nmenos 13 anos de idade; se tiver idade inferior à maioridade definida onde\n\nvocê mora, seu uso deverá ser supervisionado por um dos pais ou tutor.\n\nb. Uso Anônimo e Não Anônimo. Você poderá usar o Mixer anonimamente se\n\ndesejar somente visualizar conteúdo. No entanto, participar de chats, seguir\n\ncanais, streaming e outras interações exigem que você entre em uma conta,\n\ncaso este em que o Serviço do Mixer usa sua conta da Microsoft existente.\n\nCaso contrário, você precisará criar uma conta, entrar e será identificado para\n\noutros usuários pelo nome do Mixer.\n\nc. Contas do Mixer e de Terceiros. O Mixer oferece a capacidade de fazer login\n\nusando uma conta do Mixer ou de terceiro (Twitter ou Discord). Se você usar\n\nqualquer uma dessas contas para fazer login, associe-a à sua conta da\n\nMicrosoft.\n\nd. Uso da Conta. Se você usar uma conta do Mixer, mantenha-a ativa. Entre\n\nnos Serviços do Mixer pelo menos uma vez em um período de cinco anos para\n\nmanter o seu alias associado à sua conta da Microsoft.\n\n5. Notificações de Serviço. Quando há algo para dizer sobre um Serviço do Mixer,\n\nnós enviaremos a você notificações de Serviço para o email associado à sua conta\n\ndo Mixer e/ou a sua conta da Microsoft.\n\n6. Suporte. O atendimento ao cliente para os Serviços do Mixer está disponível em\n\nmixer.com/contact.\n\nTInício da pagina\n\nLoja\n\nb. Loja. \"Loja\" se refere a um Serviço que permite que você procure, baixe, compre e\n\nclassifique e dê opinião sobre os aplicativos (o termo “aplicativo” inclui os jogos) e outro\n\nconteúdo digital. Estes Termos abrangem o uso de determinadas Lojas pertencentes ou\n\noperadas pela Microsoft ou suas afiliadas (inclusive, entre outras, a Office Store, a Microsoft\n\nStore no Windows e a Microsoft Store no Xbox). “Office Store” significa a Loja dos produtos\n\ne aplicativos do Office, Microsoft 365, SharePoint, Exchange, Access e Project (versões 2013\n\nou posteriores) ou qualquer outra experiência com a marca Office Store. \"Microsoft Store no\n\nhttps:/Avww.microsoft.com/pt-br/servicesagreement/\n\n19/37", "page": 19}, {"text": "29/03/2021\n\nContrato de Serviços da Microsoft\n\nWindows” significa uma Loja pertencente ou operada pela Microsoft ou suas afiliadas, para\n\ndispositivos Windows, como telefone, PC e tablet, ou qualquer outra experiência com a\n\nmarca Microsoft Store e acessível em dispositivos Windows, como telefone, PC ou tablet.\n\n“Microsoft Store no Xbox” significa a Loja que pertence à e é operada pela Microsoft ou por\n\nsuas afiliadas para consoles Xbox ou qualquer outra experiência com a marca Microsoft\n\nStore e que seja disponibilizada em um console Xbox.\n\ni. Termos da Licença. Nós identificaremos o distribuidor de cada aplicativo disponível\n\nna Loja relevante. A menos que termos de licença diferentes sejam fornecidos com o\n\naplicativo, os Termos de Licença de Aplicativos Padrão (\"SALT\") no final destes Termos\n\nrepresentam um contrato firmado entre você e o distribuidor de aplicativos que\n\nestabeleceu os termos de licença que se aplicam a um aplicativo que você baixa\n\nusando qualquer Loja pertencente ou operada pela Microsoft ou suas afiliadas (exceto\n\na Office Store). Para fins de esclarecimento, estes termos abrangem o uso dos Serviços\n\nda Microsoft e os serviços prestados por eles. A Seção 5 destes Termos também se\n\naplica a qualquer Aplicativo e Serviço de Terceiros adquirido por meio de uma Loja.\n\nAplicativos baixados por meio da Office Store não são regidos pelos SALT e possuem\n\ntermos de licença separados aplicáveis.\n\nii. Atualizações. A Microsoft verificará automaticamente e baixará atualizações para seus\n\naplicativos mesmo que você não esteja conectado à Loja relevante. Você pode alterar\n\nsua Loja ou as configurações do sistema se preferir não receber atualizações\n\nautomáticas dos aplicativos da Lojas. No entanto, determinados aplicativos da Office\n\nStore que são total ou parcialmente hospedados online podem ser atualizados a\n\nqualquer momento pelo desenvolvedor do aplicativo e pode não requerer sua\n\npermissão para atualização.\n\niii. Classificações e Opiniões. Se você classificar ou der opinião sobre um aplicativo ou\n\noutra Mercadoria Digital na Loja, você poderá receber email da Microsoft contendo\n\nconteúdo do distribuidor do aplicativo ou Mercadoria Digital. Qualquer e-mail vindo da\n\nMicrosoft; nós não compartilhamos seu endereço de email com nenhum distribuidor de\n\naplicativos ou outras Mercadorias Digitais que você adquirir por meio da Loja.\n\nIV.\n\nAviso de Segurança.\n\nPara\n\nevitar\n\npossíveis\n\nferimentos,\n\ndesconforto ou\n\nenfraquecimento da visão, você deverá fazer pausas periódicas no uso dos jogos ou de\n\noutros aplicativos, especialmente se você sentir alguma dor ou fadiga resultante do\n\nuso. Se você notar algum desconforto, faça uma pausa. O desconforto pode incluir\n\nnáuseas, fraqueza nos movimentos, vertigem, desorientação, dor de cabeça, fadiga,\n\nenfraquecimento da visão ou olhos secos. Usar os aplicativos podem distraí-lo e\n\nobstruir o que está acontecendo à sua volta. Evite riscos de viagens, escadas, tetos\n\nbaixos, itens frágeis ou valiosos que podem ser danificados. Uma porcentagem muito\n\npequena de pessoas pode ter convulsões ao serem expostas a determinadas imagens\n\nvisuais como luzes piscando ou padrões luminosos que podem ser exibidos nos\n\naplicativos. Mesmo pessoas sem histórico de convulsões podem ter uma condição não\n\ndiagnosticada que pode causar essas convulsões. Os sintomas podem incluir tonturas,\n\nvisão alterada, ficar agitadas, ter espasmos ou tremor dos membros, desorientação,\n\nconfusão, perda de consciência ou convulsões. Pare imediatamente de usar e consulte\n\num médico se você tiver qualquer um desses sintomas ou consulte um médico antes de\n\nusar os aplicativos se você já tiver tido sintomas como convulsões. Os pais devem\n\nmonitorar o uso que seus filhos fazem dos aplicativos quanto aos sinais dos sintomas.\n\nTInício da pagina\n\nRecursos da Família Microsoft\n\nhttps:/Avww.microsoft.com/pt-br/servicesagreement/\n\n20/37", "page": 20}, {"text": "29/03/2021\n\nContrato de Serviços da Microsoft\n\nc. Recursos da Família Microsoft. Os pais e os filhos podem usar os recursos da família\n\nMicrosoft, incluindo a Segurança da Família Microsoft, para criar confiança com base em um\n\nentendimento compartilhado de quais comportamentos, sites, aplicativos, jogos, locais\n\nfísicos e gastos são certos em sua família. Os pais podem criar uma família visitando\n\nhttps://account.microsoft.com/family (ou seguindo as instruções em seu dispositivo\n\nWindows ou console Xbox) e convidando as crianças ou seus pais para ingressar. Há muitos\n\nrecursos disponíveis para membros da família, portanto revise cuidadosamente as\n\ninformações fornecidas quando você concordar em criar ou ingressar em uma família e\n\nquando você comprar Mercadorias Digitais para acesso familiar. Ao criar ou ingressar em\n\numa família, você concorda que usará a família de acordo com sua finalidade e não a usará\n\nde uma maneira não autorizada para obter acesso ilícito às informações de outra pessoa.\n\nTInício da página\n\nGrupo de Mensagens\n\nd. Grupo de Mensagens. Diversos serviços da Microsoft permitem que você envie\n\nmensagens para outras pessoas por voz ou SMS (“mensagens”) e/ou permitem que as\n\nafiliadas da Microsoft e afiliadas controladas por ela enviem tais mensagens para você e um\n\nou mais usuários em seu nome. QUANDO VOCÊ INSTRUI A MICROSOFT E AS AFILIADAS\n\nCONTROLADAS PELA MICROSOFT PARA ENVIAR TAIS MENSAGENS PARA VOCÊ OU PARA\n\nOUTRAS PESSOAS, VOCÊ DECLARA E GARANTE PARA NÓS QUE VOCÊ E CADA PESSOA A\n\nQUEM VOCÊ NOS INSTRUIU PARA ENVIAR UMA MENSAGEM CONSENTEM COM O\n\nRECEBIMENTO DELAS\n\nE\n\nDE\n\nMENSAGENS\n\nDE\n\nTEXTO\n\nQUAISQUER OUTRAS\n\nADMINISTRATIVAS RELACIONADAS DA MICROSOFT E DAS AFILIADAS CONTROLADAS\n\nPELA MICROSOFT. “Mensagens de texto administrativas” são mensagens periódicas de\n\ntransações de um serviço da Microsoft específico, incluindo, mas não se limitando, a uma\n\n“mensagem de boas-vindas” ou instruções sobre como parar de receber mensagens. Você\n\nou os membros do grupo que não querem mais receber tais mensagens podem recusar o\n\nrecebimento de futuras mensagens da Microsoft ou de afiliadas controladas por ela a\n\nqualquer momento, seguindo as instruções fornecidas. Se você não quiser mais receber tais\n\nmensagens nem participar do grupo, você concorda que recusará por meio das instruções\n\nfornecidas pelo serviço ou programa aplicável. Se você tiver motivos para acreditar que um\n\nmembro do grupo não quer mais receber tais mensagens nem participar do grupo, você\n\nconcorda em removê-lo do grupo. Você também declara e garante para nós que você e\n\ncada pessoa instruída por nós a enviar mensagens entende que cada membro do grupo é\n\nresponsável pelos custos de quaisquer encargos de mensagens estimados por sua\n\noperadora de serviços móveis, incluindo quaisquer encargos de mensagens internacionais\n\nque possam se aplicar quando as mensagens forem transmitidas de números com sede nos\n\nEstados Unidos.\n\nTInício da pagina\n\nSkype e GroupMe\n\ne. Skype e GroupMe.\n\ni. Sem Acesso a Serviços de Emergência. Há diferenças importantes entre os serviços\n\ntelefônicos tradicionais e o Skype. A Microsoft não precisa oferecer acesso a Serviços\n\n21/37\n\nhttps:/Avww.microsoft.com/pt-br/servicesagreement/", "page": 21}, {"text": "29/03/2021\n\nContrato de Serviços da Microsoft\n\nde Emergência sob nenhuma regra, regulamento ou lei local ou nacional aplicável. O\n\nsoftware e os produtos do Skype não são destinados a oferecer suporte nem a\n\ntransferir mensagens de emergência para nenhum tipo de hospital, autoridades\n\nresponsáveis, unidades de atendimento médico nem nenhum outro tipo de serviço que\n\nconecte um usuário à equipe de serviços de emergência ou a pontos de atendimento\n\nde segurança pública (\"Serviços de Emergência”). Você reconhece e concorda que: (i) é\n\nsua responsabilidade comprar serviços telefônicos de linha fixa ou sem fio (celular)\n\ntradicionais que oferecem acesso a Serviços de Emergência e (ii) os produtos e o\n\nsoftware Skype não são um substituto de seu serviço telefônico principal.\n\nii. APIs ou Transmissão. Se você quiser usar o software e produtos Skype em conexão\n\ncom qualquer transmissão, siga os “Termos de Serviço de Transmissão (TOS)\" em\n\nhttps://www.skype.com/go/legal.broadcast. Se você quiser usar qualquer interface de\n\nprograma de aplicativo (\"API\") exposta ou disponibilizada pelo Skype, cumpra os\n\ntermos de licenciamento aplicáveis, que estão disponíveis em www.skype.com/go/legal.\n\niii. Políticas de Uso Aceitável. Políticas de uso justo podem se aplicar ao uso que você\n\nfizer do software e produtos Skype. Reveja essas políticas que são projetadas para\n\nproteger contra fraudes e abuso e podem impor limites quanto ao tipo, duração ou\n\nvolume de chamadas ou mensagens que você é capaz de fazer. Estas políticas são\n\nincorporadas\n\nnestes\n\nTermos\n\npor\n\nreferência.\n\nEncontre\n\nessas\n\npolíticas\n\nem\n\nhttps://www.skype.com/go/terms.fairusage/.\n\niv. Mapeamento. O software e produtos Skype contém recursos que permitem que\n\nvocê envie informações para, ou que você se coloque em um mapa usando, um serviço\n\nde mapeamento. Ao usar esses recursos, você concorda com estes Termos e com os\n\ntermos\n\ndo\n\nGoogle\n\nMaps\n\ndisponíveis\n\nem\n\nhttps://www.google.com/intl/en_ALL/help/terms_maps.html ou com os termos do\n\nGoogle Maps disponíveis em seu país.\n\nv. Usuários Governamentais. Se você desejar usar uma conta comercial ou Skype\n\nManager em nome do Governo Americano ou uma agência do Governo Americano,\n\nestes termos não se aplicarão a este uso. Para os termos aplicáveis ou outras\n\ninformações, entre em contato com usgovusers@skype.net.\n\nvi. Uso Pessoal/Não Comercial. O uso do software e produtos Skype se destina para uso\n\npessoal e não comercial. Você tem permissão para usar a conta do Skype no trabalho\n\npara suas próprias comunicações comerciais.\n\nvii. Número do Skype/Skype To Go. Se a Microsoft fornecer a você um Número do\n\nSkype ou do Skype To Go, você concorda que não possui o número nem tem o direito\n\nde retê-lo para sempre. Em determinados países, um número pode ser disponibilizado\n\npara você por um parceiro da Microsoft e não pela Microsoft, e talvez você precise\n\ncelebrar um contrato separado com esse parceiro.\n\nvii. Skype Manager. Uma “Conta do Skype Gerenciada por Administrador” é criada e\n\ngerenciada por você, agindo como um administrador individual de um grupo Skype\n\nManager e não como uma entidade comercial. Você pode ligar sua conta da Microsoft\n\nindividual ao grupo do Skype Manager (“Conta Vinculada”). Você pode indicar\n\nadministradores adicionais para seu grupo do Skype Manager sujeito à sua aceitação\n\ndestes Termos. Se você alocar os Números do Skype para uma Conta Vinculada, você\n\nserá responsável por cumprir quaisquer requisitos relacionados à resiliência ou à\n\nlocalização de seus usuários de Conta Vinculada. Se você optar por desvincular uma\n\nConta Vinculada de um grupo do Skype Manager, quaisquer assinaturas alocadas,\n\nCrédito do Skype ou Números do Skype alocados não poderão ser recuperados, e Seu\n\nConteúdo ou material associado à Conta não vinculada não poderão mais ser\n\nhttps:/Avww.microsoft.com/pt-br/servicesagreement/\n\n22137", "page": 22}, {"text": "29/03/2021\n\nContrato de Serviços da Microsoft\n\nacessadas por você. Você concorda em processar quaisquer informações pessoais de\n\nseus usuários de Conta Vinculada de acordo com todas as leis de proteção de dados\n\naplicáveis.\n\nix. Encargos do Skype. Todos os preços dos produtos pagos do Skype incluem os\n\ntributos incidentes, a menos que seja informado de outra forma. Os encargos a pagar\n\npor ligações para números fora de uma assinatura são compostos por um valor de\n\nconexão (cobrado uma vez por chamada) e uma taxa por minuto conforme\n\nestabelecido no site www.skype.com/go/allrates. Os encargos de chamada serão\n\ndeduzidos do seu saldo do Crédito do Skype. A Microsoft pode alterar suas taxas de\n\nchamada a qualquer momento sem notificar você publicando tal mudança em\n\nwww.skype.com/go/allrates. A nova taxa se aplicará à sua próxima chamada depois da\n\npublicação das novas taxas. Verifique as taxas mais recentes antes de fazer sua\n\nchamada. Minutos de chamadas fracionados e tarifas fracionadas serão arredondados\n\npara a próxima unidade inteira. Em alguns países, os produtos pagos do Skype são\n\nfornecidos pelo parceiro local da Microsoft, e os termos de uso do parceiro se aplicarão\n\na tais transações.\n\nx. Crédito do Skype. A Microsoft não garante que você será capaz de usar seu saldo do\n\nCrédito do Skype para comprar todos os produtos pagos do Skype. Se você estiver\n\nlocalizado no Japão, se você não usar seu Crédito do Skype por um período de 180\n\ndias, a Microsoft colocará seu Crédito do Skype no status inativo. Você poderá reativar\n\nO\n\nCrédito\n\ndo\n\nO\n\nlink\n\nde\n\nno\n\nsite\n\nSkype\n\nseguindo\n\nreativação\n\nhttps://www.skype.com/go/store.reactivate.credit. Se você estiver no Japão e comprar o\n\nCrédito Skype a partir do site do Skype, as duas frases anteriores não se aplicam a você\n\ne seu crédito Skype expirará 180 dias após a data de compra. Uma vez que seu crédito\n\nexpira, você não será mais capaz de reativá-lo ou usá-lo. Você poderá ativar o recurso\n\nRecarga Automática quando você comprar Créditos do Skype marcando a caixa\n\napropriada. Se estiver ativado, seu saldo de Crédito do Skype será recarregado com o\n\nmesmo valor e usando seu método de pagamento escolhido sempre que seu saldo do\n\nSkype ficar abaixo do limite estabelecido pelo Skype periodicamente. Se você comprou\n\numa assinatura com um método de pagamento que não seja um cartão de crédito,\n\nPayPal ou Moneybookers (Skrill), e você ativou a Recarga Automática, seu saldo do\n\nCrédito do Skype será recarregado com o valor necessário para comprar sua próxima\n\nassinatura recorrente. Você poderá desativar a Recarga Automática a qualquer\n\nmomento acessando e alterando suas configurações no portal de sua conta no Skype.\n\nxi. Valores de Mensagens Internacionais. O GroupMe no momento usa números com\n\nbase nos Estados Unidos para cada grupo criado. Cada mensagem de texto enviada\n\npara e recebida de um número do GroupMe contará como uma mensagem de texto\n\ninternacional enviada para e recebida dos Estados Unidos. Verifique com sua operadora\n\nos valores internacionais associados.\n\nXI\n\nEnviar e receber dinheiro. Usando o recurso enviar e receber dinheiro (se\n\ndisponível), você reconhece que a Microsoft usa terceiros para fornecer serviços de\n\npagamento e efetuar transferências. A Microsoft não fornece serviços de pagamento\n\nnem efetua transferências e não é um negócio de serviços monetários. O envio e\n\nrecebimento de dinheiro no Skype só pode estar disponível para usuários com 18 anos\n\nde idade e mais (ou de acordo com os termos dos terceiros) e que se cadastram e são\n\naprovados para uma conta com o provedor de terceiros. Para usar o recurso enviar\n\ndinheiro, você pode ser obrigado a se inscrever para os termos e condições de terceiros\n\ne fornecer permissões para compartilhar dados com esses terceiros para fins de\n\nfornecer o serviço. Se a Microsoft receber notificação de que o uso do recurso enviar\n\ndinheiro viola os termos e condições de terceiros, a Microsoft poderá ter de tomar\n\nmedidas contra a sua conta, como cancelá-la ou suspendê-la. A Microsoft não será\n\nhttps:/Avww.microsoft.com/pt-br/servicesagreement/\n\n23/37", "page": 23}, {"text": "29/03/2021\n\nContrato de Serviços da Microsoft\n\nresponsabilizada pelos serviços de pagamento prestados por terceiros nem por\n\nquaisquer ações tomadas sob os termos e condições de terceiros. A Microsoft não\n\noferece garantias e não presta declarações de que o recurso enviar e receber dinheiro\n\nestará disponível ou continuará disponível.\n\nTInício da pagina\n\nBing e MSN\n\nf. Bing e MSN.\n\ni. Materiais do Bing e MSN. Os artigos, o texto, as fotos, os mapas, os videos, os\n\nreprodutores de vídeo e os materiais de terceiros disponíveis no Bing e MSN, inclusive\n\npor robôs, aplicativos e programas da Microsoft, são apenas para uso pessoal e não\n\ncomercial. Outros usos, incluindo download, cópia ou redistribuição desses materiais,\n\nou o uso destes materiais ou produtos para criar seus próprios produtos, são\n\npermitidos somente para a extensão especificamente autorizada pela Microsoft ou por\n\ndetentores de direitos ou permitidos pela lei de direitos autorais aplicável. A Microsoft\n\nou outros detentores de direitos reservam para si todos os direitos em relação ao\n\nmaterial não expressamente outorgado pela Microsoft sob os termos de licença, seja\n\npor dedução, preclusão ou a outro título.\n\nii. Bing Mapas. Você não pode usar a imagem de vista de pássaro dos Estados Unidos,\n\ndo Canadá, do México, da Nova Zelândia, da Austrália ou do Japão para uso\n\ngovernamental sem nossa aprovação escrita separada.\n\niii. Locais do Bing e Central do Fabricante do Bing. Quando você fornece seus Dados ou\n\nSeu Conteúdo para os Locais do Bing e da Central do Fabricante do Bing, você concede\n\nà Microsoft uma licença de propriedade intelectual mundialmente válida e isenta de\n\nroyalties para usar, reproduzir, salvar, modificar, agregar, promover, transmitir, exibir ou\n\ndistribuir como parte de um serviço e sublicenciar esses direitos para terceiros.\n\nTInício da pagina\n\nCortana\n\ng. Cortana.\n\ni. Uso Pessoal e Não Comercial. Cortana é o Serviço de assistente pessoal da Microsoft.\n\nAs características, os serviços, o conteúdo fornecidos pela Cortana (coletivamente, os\n\n\"Serviços da Cortana”) são apenas para uso pessoal e não comercial.\n\nii. Funcionalidade e Conteúdo. A Cortana fornece uma gama de recursos, alguns dos\n\nquais são personalizados. Os Serviços da Cortana podem permitir que você acesse\n\nserviços, informações ou funcionalidades fornecidas por outros Serviços da Microsoft\n\nou Aplicativos e Serviços de Terceiros. Os Termos específicos do serviço da seção 13\n\ntambém se aplicam ao uso que você faz dos Serviços da Microsoft aplicáveis acessados\n\npor meio dos Serviços da Cortana. A Cortana fornece essas informações para fins de\n\nplanejamento apenas, e você deve exercer seu próprio julgamento independente ao\n\nrevisar e se basear nessas informações. A Microsoft não garante a confiabilidade, a\n\ndisponibilidade nem a pontualidade das suposições e experiências personalizadas\n\nfornecidas pela Cortana. A Microsoft não será responsável se um recurso da Cortana\n\nhttps:/Avww.microsoft.com/pt-br/servicesagreement/\n\n24/37", "page": 24}, {"text": "29/03/2021\n\nContrato de Serviços da Microsoft\n\nadiar ou impedi-la de receber, revisar ou enviar uma comunicação ou notificação ou\n\nobter um serviço.\n\niii. Aplicativos e Serviços de Terceiros. Como parte do fornecimento dos Serviços da\n\nCortana, a Cortana poderá sugerir ou ajudá-lo a interagir com Aplicativo e Serviços de\n\nTerceiros (habilidades ou serviços conectados de terceiros). Se você optar, a Cortana\n\npoderá trocar informações com Aplicativos e Serviços de Terceiros, tais como CEP e\n\nconsultas e respostas dos Aplicativos e Serviços de Terceiros para ajudá-lo a obter os\n\nserviços solicitados. A Cortana pode permitir que você faça compras por meio de\n\nAplicativos e Serviços de Terceiros usando as preferências de conta e as configurações\n\nestabelecidas por você diretamente com esses Aplicativos e Serviços de Terceiros. Você\n\npode desconectar o Serviço da Cortana de Aplicativos e Serviços de Terceiros a\n\nqualquer momento. O uso que você faz dos Serviços da Cortana para se conectar a\n\nAplicativos e Serviços de Terceiros está sujeito à seção 5 destes Termos. Os editores de\n\nAplicativos e Serviços de Terceiros podem alterar ou descontinuar a funcionalidade ou\n\nos recursos dos Aplicativos e Serviços de Terceiros ou a integração com os Serviços da\n\nCortana. A Microsoft não se responsabiliza pelo firmware nem pelo software fornecido\n\npelo fabricante.\n\niv. Serviços Habilitados pela Cortana. Os dispositivos habilitados pela Cortana são\n\nprodutos ou dispositivos habilitados para acessar os Serviços da Cortana ou os\n\nprodutos ou dispositivos que são compatíveis com os Serviços da Cortana. Os serviços\n\nhabilitados pela Cortana incluem dispositivos de terceiros ou produtos que não são de\n\npropriedade da Microsoft ou desenvolvidos por ela. A Microsoft não se responsabiliza\n\npor esses dispositivos ou produtos de terceiros.\n\nv. Atualizações do Software. Podemos verificar automaticamente sua versão do\n\nsoftware dos Serviços da Cortana e fazer download de atualizações do software ou das\n\nalterações de configuração, ou exigir que quaisquer fabricantes de dispositivos\n\nhabilitados para Cortana mantenham o software de Serviços da Cortana atualizado.\n\nTInício da pagina\n\nOutlook.com\n\nh. Outlook.com. O endereço de email Outlook.com (ou @msn, hotmail ou Olive) que\n\nvocê usa para criar sua conta da Microsoft será exclusivo para você enquanto sua caixa de\n\nentrada do Outlook.com ou a conta da Microsoft ainda estiver ativa. Se sua caixa de entrada\n\ndo Outlook.com ou a conta da Microsoft for fechada por você ou pela Microsoft de acordo\n\ncom estes Termos, o endereço de email ou nome de usuário poderá ser reciclado em seu\n\nsistema e atribuído a outro usuário.\n\nTInício da página\n\nServiços do Office\n\ni. Serviços do Office. Microsoft 365 Home, Microsoft 365 Personal, Office Online, Sway,\n\nOneNote.com e qualquer outra assinatura do Microsoft 365 ou Serviços com a marca Office\n\nsão para uso pessoal e não comercial, a menos que você tenha direitos de uso comercial\n\nsujeitos a um contrato separado celebrado com a Microsoft. O uso de aplicativos como\n\nhttps:/Avww.microsoft.com/pt-br/servicesagreement/\n\n25/37", "page": 25}, {"text": "29/03/2021\n\nContrato de Serviços da Microsoft\n\nWord, Excel, PowerPoint, Outlook, OneDrive, Access e Publisher na Familia Microsoft 365,\n\nMicrosoft 365 Personal e quaisquer outros Serviços de assinatura do Microsoft 365 é regido\n\npelos termos de licença complementares localizados em https://aka.ms/useterms junto com\n\nestes Termos.\n\nTInício da pagina\n\nServiços de Saúde da Microsoft\n\nj. Serviços de Saúde da Microsoft.\n\nMicrosoft Band. O dispositivo e aplicativo Microsoft Band não são dispositivos médicos\n\ne foram criados apenas com o intuito de manter a forma e o bem-estar. Eles não foram\n\nprojetados nem são destinados para uso no diagnóstico de doenças ou outras\n\ncondições nem na cura, alívio, tratamento ou prevenção de doença ou quaisquer\n\ncondições. A Microsoft não se responsabiliza por nenhuma decisão que você possa\n\ntomar com base nas informações recebidas da Microsoft Band.\n\nTInício da pagina\n\nMercadorias Digitais\n\nk. Mercadorias Digitais. Por meio do Microsoft Groove, Filmes e TV Microsoft, Store,\n\nServiços Xbox e quaisquer outros serviços relacionados e futuros, a Microsoft pode permitir\n\nque você obtenha, ouça, visualize, reproduza ou leia (conforme o caso) música, imagens,\n\nvideo, texto, livros, jogo ou outro material (Mercadorias Digitais”) que você pode obter no\n\nformato digital. As Mercadorias Digitais só são para uso de entretenimento pessoal e não\n\ncomercial. Você concorda em não redistribuir, transmitir, executar publicamente ou exibir\n\npublicamente ou transferir cópias das Mercadorias Digitais. Mercadorias Digitais podem ser\n\npropriedade da Microsoft ou de terceiros. Em todas as circunstâncias, você entende e\n\nreconhece que seus direitos com relação às Mercadorias Digitais são limitados por estes\n\nTermos,\n\npela\n\nlei\n\nde direitos\n\nautorais e pelas\n\nRegras\n\nde Uso\n\nlocalizadas\n\nem\n\nhttps://go.microsoft.com/fwlink/p/?Linkld=723143. Você concorda em não tentar modificar\n\nnenhuma Mercadoria Digital obtida por meio de nenhum Serviço por nenhum motivo,\n\nincluindo para a finalidade de ocultar ou alterar a propriedade ou a fonte das Mercadorias\n\nDigitais. A Microsoft e/ou os proprietários das Mercadorias Digitais podem, periodicamente,\n\nremover as Mercadorias Digitais dos Serviços sem notificação.\n\nTInício da pagina\n\nOneDrive\n\n|. OneDrive.\n\ni. Alocação de Armazenamento. Se você tiver mais conteúdo armazenado em sua conta\n\ndo OneDrive do que o fornecido a você segundo os termos de seu serviço de\n\nassinatura gratuito ou pago do OneDrive e você não responder à notificação da\n\nMicrosoft para corrigir sua conta, removendo o conteúdo de excesso ou movendo para\n\nhttps:/Avww.microsoft.com/pt-br/servicesagreement/\n\n26/37", "page": 26}, {"text": "29/03/2021\n\nContrato de Serviços da Microsoft\n\num novo plano de assinatura com mais armazenamento, nós nos reservamos o direito\n\nde fechar sua conta e excluir ou desativar o acesso ao Seu Conteúdo no OneDrive.\n\nii. Execução dos Serviços. Dependendo dos fatores como seu equipamento, conexão de\n\nInternet e esforços da Microsoft para manter o desempenho e a integridade de seu\n\nserviço, você poderá experimentar ocasionalmente atrasos no carregamento ou no\n\nsincronismo de conteúdo no OneDrive.\n\nTInício da pagina\n\nRecompensas da Microsoft\n\nm. Recompensas da Microsoft\n\ni. As Recompensas da Microsoft (o “Programa”, permite que você ganhe pontos\n\nresgatáveis para atividades, como pesquisas qualificadas, aquisições e outras ofertas da\n\nMicrosoft. As ofertas podem variar dependendo do mercado. Uma pesquisa é o ato de\n\num usuário individual inserir manualmente texto para a finalidade de boa-fé de obter\n\nresultados de pesquisa do Bing para as próprias finalidades de pesquisa do referido\n\nusuário e não inclui nenhuma consulta inserida por um robô, por macro nem por outro\n\nmeio fraudulento ou automatizado de qualquer natureza (“Pesquisa”). Uma aquisição é\n\no processo de comprar mercadorias ou baixar e adquirir uma licença para conteúdo\n\ndigital da Microsoft, seja ele gratuito ou pago (“Aquisição”). Os pontos de prêmios não\n\nsão oferecidos para todas as compras da Microsoft. Periodicamente, a Microsoft pode\n\noferecer oportunidades adicionais para ganhar pontos, e cada oferta de acúmulo de\n\npontos não estará disponível perpetuamente. Seus pontos obtidos podem ser\n\nresgatados\n\npelos\n\nprêmios\n\nlistadas\n\nna\n\npagina\n\nde\n\nresgate\n\nem\n\nhttps://aka.ms/redeemrewards (\"Recompensas’). Para obter mais informações, consulte\n\na seção Recompensas em support.microsoft.com (“FAQ”).\n\n1. Requisitos do Programa. É necessário ter uma conta válida da Microsoft e seus\n\ndispositivos devem atender aos requisitos mínimos do sistema. O Programa está\n\naberto aos usuários que residem nos mercados listados nas FAQ. Os indivíduos\n\npodem ter no máximo uma conta do Programa, mesmo que um indivíduo tenha\n\nvários endereços de email, e as residências são limitadas a seis contas. O Programa\n\né exclusivamente para seu uso pessoal e não comercial.\n\n2. Pontos. Exceto para o compartilhamento de pontos entre sua família Microsoft\n\n(limites podem ser aplicados) ou para a doação de seus pontos para uma\n\norganização sem fins lucrativos listados na página de resgate, não é permitido\n\ntransferir pontos. Os pontos não são sua propriedade pessoal, e você não pode\n\nobter nenhum dinheiro em troca deles. Os pontos são concedidos a você em uma\n\nbase promocional. Não é possível comprar pontos. A Microsoft pode limitar a\n\nquantidade de pontos ou Recompensas por pessoa, por família ou até mesmo por\n\num período definido (por exemplo, um dia) desde que você não sofra\n\ndesvantagens por violação do princípio da boa-fé. Você pode resgatar no máximo\n\n550.000 pontos por ano civil no Programa. Os pontos ganhos no Programa não\n\nsão válidos e não podem ser usados em combinação com nenhum outro programa\n\noferecido pela Microsoft ou por terceiros. Os pontos não resgatados expirarão se\n\nvocê não gastá-los ou resgatá-los em 18 meses.\n\n3. Prêmios. Você pode resgatar seus pontos ou pode contribuir com pontos para\n\numa organização sem fins lucrativos listada visitando a página de resgate. Pode\n\nhaver um número limitado de uma Recompensa específica disponível, e essas\n\nhttps:/Avww.microsoft.com/pt-br/servicesagreement/\n\n27/37", "page": 27}, {"text": "29/03/2021\n\nContrato de Serviços da Microsoft\n\nRecompensas serão entregues em uma base “primeiro a chegar, primeiro a ser\n\natendido”. Talvez seja exigido que você forneça informações adicionais, como seu\n\nendereço de correspondência e um número de telefone (que não seja um VOIP ou\n\num número de ligação gratuita), e você também poderá ser solicitado a firmar um\n\ncódigo de prevenção a fraudes ou assinar documentos jurídicos adicionais para\n\nresgatar pontos para Recompensas. Assim que você solicitar uma Recompensa,\n\nnão poderá cancelá-la nem devolvê-la para obter um reembolso dos pontos,\n\nexceto em caso de produtos defeituosos ou conforme exigido pela lei aplicável. Se\n\nvocê solicitar uma Recompensa que esteja fora de estoque ou indisponível por\n\noutros motivos, poderemos substituí-la por uma Recompensa de valor comparável\n\nou reembolsar seus pontos. A Microsoft pode atualizar as Recompensas oferecidas\n\nna página de resgate ou descontinuar a oferta de Recompensas específicas.\n\nAlgumas Recompensas podem ter requisitos de elegibilidade de idade. Qualquer\n\nrequisito será incluído na oferta relevante. Você é responsável por todos os\n\ntributos federais, estaduais e locais e por quaisquer outros custos de aceitar e usar\n\na Recompensa. As Recompensas serão enviadas por email para o endereço\n\nassociado à sua conta da Microsoft. Portanto, mantenha seu endereço de email\n\natualizado. As Recompensas que não forem entregues não serão reemitidas e,\n\nportanto, serão ignoradas. As Recompensas não se destinam à revenda.\n\n4. Cancelando Sua Participação no Programa. Se você não quiser mais participar do\n\nprograma de Prêmios da Microsoft, siga as instruções na página de cancelamento.\n\nSe você optar pelo cancelamento, perderá imediatamente todos os pontos\n\ndisponíveis. Sua conta do Programa poderá ser cancelada se você não fizer login\n\npelo menos uma vez em um período de 18 meses. Além disso, a Microsoft reserva\n\npara si o direito de cancelar a conta do Programa de um usuário específico por\n\nfalsificação, abuso ou por fraudar o Programa ou violar estes termos. Mediante o\n\ncancelamento do Programa (por você ou por nós) ou se o Programa for suspenso,\n\nvocê terá 90 dias para resgatar seus pontos; caso contrário, esses pontos serão\n\nignorados. No momento do cancelamento, seu direito de usar o Programa e de\n\nacumular pontos futuros terminará.\n\n5. Outras Condições. A Microsoft reserva para si o direito de desqualificá-lo;\n\ndesativar seu acesso ao Programa ou à sua conta de Prêmios e/ou reter os pontos,\n\nPrêmios e contribuições de caridade se a Microsoft acreditar que você está\n\nfalsificando ou abusando de qualquer aspecto do Programa, não está qualificado\n\npara receber um Prêmio por motivos legais (como leis de exportação) ou pode\n\nestar envolvido em atividades que violam estes Termos.\n\nTInício da pagina\n\nAzure\n\nn. Azure. O uso que você faz do serviço Azure é regido pelos termos e pelas condições do\n\ncontrato separado sob o qual você comprou os serviços, conforme detalhado na página de\n\nInformações Legais do Microsoft Azure em https://aka.ms/AA7z6/7v.\n\nTInício da pagina\n\nDisposições Gerais\n\nhttps:/Avww.microsoft.com/pt-br/servicesagreement/\n\n28/37", "page": 28}, {"text": "29/03/2021\n\nContrato de Serviços da Microsoft\n\n14. Disposições Gerais. Esta seção e as seções 1, 9 (para os montantes incorridos antes do\n\ntérmino destes Termos), 10, 11, 12, 15 e 17 e aquelas cujos termos forem aplicáveis após o\n\ntérmino destes Termos sobreviverão a qualquer término ou cancelamento dos referidos Termos.\n\nAté a extensão permitida pela lei aplicável, nós poderemos ceder estes Termos, subcontratar\n\nnossas obrigações de acordo com estes Termos ou sublicenciar nossos direitos outorgados\n\nmediante estes Termos, em todo ou em parte, a qualquer momento sem notificá-lo. Você não\n\npode ceder estes Termos nem transferir quaisquer direitos para usar os Serviços. Este é o acordo\n\nintegral entre você e a Microsoft a respeito do seu uso dos Serviços. Ele substitui todos os\n\ncontratos anteriores celebrados entre você e a Microsoft a respeito do uso dos Serviços. Ao\n\nfirmar estes Termos, você não se baseou em nenhuma afirmação, declaração, garantia,\n\nentendimento, garantia ou promessa que não sejam aqueles expressamente estabelecidos\n\nnestes Termos. Todas as cláusulas destes Termos aplicam-se até o limite máximo permitido pela\n\nlei pertinente. Se um tribunal ou árbitro determinar que não podemos aplicar uma cláusula\n\ndestes Termos conforme escrito, poderemos substituir esses termos por termos semelhantes na\n\nextensão aplicável de acordo com a lei pertinente, mas o restante destes Termos não será\n\nalterado. Estes Termos são exclusivos aos seus e aos nossos benefícios. Eles não beneficiam\n\nnenhuma outra pessoa, exceto os sucessores e cessionários da Microsoft. Os títulos da Seção\n\nservem somente para referência e não possuem nenhum efeito legal.\n\n15. Requerimentos Judiciais ou Extrajudiciais Devem Ser Registrados em Um Ano. Qualquer\n\nrequerimento judicial ou extrajudicial relacionado a estes Termos ou aos Serviços deve ser\n\nregistrado no tribunal (ou arbitragem se a seção 10.d se aplicar) dentro de um ano da data em\n\nque você poderia registrar o requerimento pela primeira vez, exceto se a lei local exigir um prazo\n\nmaior para registro de requerimentos. Caso não seja registrado nesse período, esse\n\nrequerimento será excluído permanentemente.\n\n16. Leis de Exportação. Você também deverá cumprir todas as leis e regulamentos de\n\nexportação nacionais e internacionais que se aplicam ao software e/ou aos Serviços, que incluem\n\nrestrições de destinos, usuários finais e uso final. Para obter mais informações sobre restrições\n\ngeográficas e de exportação, visite o site https://go.microsoft.com/fwlink/?linkid=868968 e\n\nhttps://www.microsoft.com/exporting.\n\n17. Reserva de Direitos e Comentários. Exceto se expressamente estabelecido nestes Termos, a\n\nMicrosoft não outorga a você uma licença ou outros direitos de nenhum tipo sob nenhuma\n\npatente, conhecimento especializado, segredos comerciais, marcas registradas ou outra\n\npropriedade intelectual pertencentes ou controladas pela Microsoft ou por qualquer entidade\n\nrelacionada, incluindo, entre outros, nome, imagem comercial, logotipo ou equivalentes. Se você\n\nfornecer à Microsoft qualquer proposta, sugestões, feedback, incluindo, entre outros, ideias para\n\nnovos produtos, tecnologias, promoções, nomes de produtos, feedback de produtos e melhorias\n\nde produtos (\"Feedback\"), você dará à Microsoft, sem custo, royalties ou outras obrigações com\n\nvocê, o direito de usar, criar, criar trabalhos derivados, usar, compartilhar e comercializar seu\n\nFeedback de qualquer forma e para qualquer finalidade. Você não deverá fornecer Feedback\n\nque esteja sujeito a uma licença que exija que a Microsoft licencie seu software, suas tecnologias\n\nou sua documentação a quaisquer terceiros simplesmente porque a Microsoft inclui seu\n\nFeedback neles.\n\nTInício da pagina\n\nNOTIFICAÇÕES\n\nNotificações e procedimento para fazer requerimentos judiciais ou extrajudiciais de violação de\n\npropriedade intelectual. A Microsoft respeita os direitos de propriedade intelectual de terceiros.\n\nhttps:/Avww.microsoft.com/pt-br/servicesagreement/\n\n29/37", "page": 29}, {"text": "29/03/2021\n\nContrato de Serviços da Microsoft\n\nSe você desejar enviar uma notificação de violação de propriedade intelectual, incluindo\n\nrequerimentos judiciais ou extrajudiciais de violação de direitos autorais, use nossos\n\nprocedimentos para enviar Notificações de Violação. NENHUMA CONSULTA QUE NÃO SEJA\n\nRELEVANTE A ESTE PROCEDIMENTO TERÁ RESPOSTA.\n\nA Microsoft usa os processos definidos no Título 17, Código dos Estados Unidos, Seção 512 para\n\nresponder às notificações da violação de direitos autorais. Em circunstâncias apropriadas, a\n\nMicrosoft também pode desativar ou terminar contas de usuários dos serviços da Microsoft que\n\npossam ser infratores recorrentes.\n\nNotificações e procedimentos sobre problemas de propriedade intelectual em anúncios.\n\nExamine as nossas Diretrizes sobre Propriedade Intelectual sobre questões relacionadas à\n\npropriedade intelectual na nossa rede de publicidade.\n\nNotificações de direitos autorais e marcas. Os Serviços são protegidos pelas leis de direitos\n\nautorais O da Microsoft Corporation e/ou de seus fornecedores, One Microsoft Way, Redmond,\n\nWA 98052, EUA. Todos os direitos reservados. Os Termos incorporam as Diretrizes de Marca da\n\nMicrosoft (conforme aditamentos feitos periodicamente). Microsoft e os nomes, logotipos e\n\nícones de todos os produtos, softwares e serviços da Microsoft podem ser marcas registradas ou\n\nnão do grupo de empresas da Microsoft nos Estados Unidos e/ou em outras jurisdições. A\n\nseguir,\n\nhá\n\numa\n\nlista\n\nincompleta\n\ndas\n\nmarcas\n\nda\n\nMicrosoft\n\ndisponível\n\nem\n\nhttps://www.microsoft.com/en-us/legal/intellectualproperty/trademarks/EN-US.aspx. Os nomes\n\nde empresas e produtos reais podem ser marcas de seus respectivos proprietários. Todos os\n\ndireitos que não sejam expressamente concedidos nestes Termos são reservados. Determinado\n\nsoftware usado em determinados servidores de sites da Microsoft baseiam-se, em parte, no\n\ntrabalho do Independent JPEG Group. Copyright O 1991-1996 Thomas G. Lane. Todos os\n\ndireitos reservados. O software \"gnuplot\" usado em determinados servidores do site da\n\nMicrosoft é protegido por copyright © 1986-1993 Thomas Williams, Colin Kelley. Todos os\n\ndireitos reservados.\n\nNotificação médica. A Microsoft não fornece aconselhamento, diagnóstico ou tratamento\n\nmédico nem qualquer outro tipo de aconselhamento, diagnóstico ou tratamento de cuidados\n\ncom a saúde. Sempre procure aconselhamento do seu médico ou de outro prestador de serviços\n\nda área de saúde sobre qualquer dúvida que você possa ter sobre uma condição médica, dieta,\n\ncondicionamento físico ou programa de bem-estar. Nunca despreze o aconselhamento médico\n\nprofissional nem demore para procurá-lo em virtude das informações que você acessou nos\n\nServiços ou por meio deles.\n\nDados de índices e cotações de ações (incluindo valores de índices). Você não pode usar\n\nqualquer um dos índices Dow JonesSM, dados de índice ou marcas Dow Jones em conexão com\n\na emissão, a criação, o patrocínio, a comercialização, o marketing ou a promoção de qualquer\n\ninstrumento financeiro ou produto de investimento (por exemplo, derivados, produtos\n\nestruturados, fundos de investimento, fundos de câmbio ou portfólios de investimento, etc. em\n\nque o preço, o retorno e/ou desempenho do instrumento ou produto de investimento seja\n\nbaseado, relacionado a, ou se destine a controlar qualquer um dos índices ou um proxy de\n\nqualquer um dos índices), sem um contrato separado por escrito com a Dow Jones.\n\nNotificação financeira. A Microsoft não é corretora/operadora de títulos nem é consultora de\n\ninvestimentos registrada sob a lei de valores mobiliários federal dos EUA ou lei de valores\n\nmobiliários de outras jurisdições e não aconselha entidades no que diz respeito ao investimento,\n\ncompra ou venda de valores mobiliários ou outros produtos financeiros ou serviços. Nada que\n\nfaça parte dos Serviços constitui uma oferta ou solicitação para comprar ou vender ações. Nem a\n\nMicrosoft nem seus licenciantes de cotações de ações ou dados de índices endossam ou\n\nrecomendam qualquer produto ou serviço financeiro específico. Nada que faça parte dos\n\nServiços tem o objetivo de constituir consultoria profissional, incluindo, entre outros,\n\ninvestimentos ou consultas tributárias.\n\nNotificação sobre os Padrões Visuais H.264/AVC, MPEG-4 e o Padrão de Vídeo VC-1. O software\n\npoderá incluir a tecnologia de codificação H.264/AVC, MPEG-4 Visual e/ou VC-1 que pode ser\n\nhttps:/Avww.microsoft.com/pt-br/servicesagreement/\n\n30/37", "page": 30}, {"text": "29/03/2021\n\nContrato de Serviços da Microsoft\n\nlicenciada pela MPEG LA, L.L.C. Essa tecnologia é um formato para a compactação de dados de\n\ninformações de vídeo. A MPEG LA, L.L.C. requer este aviso:\n\nESTE PRODUTO ESTÁ LICENCIADO DE ACORDO COM AS LICENÇAS DE PORTFÓLIO DA PATENTE\n\nH.264/AVC, MPEG-4 VISUAL E VC-1 PARA USO PESSOAL E NÃO COMERCIAL POR PARTE DE UM\n\nCONSUMIDOR PARA (A) CODIFICAR VÍDEO EM CONFORMIDADE COM OS PADRÕES ACIMA\n\n(PADRÕES DE VÍDEO”) E/OU (B) DECODIFICAR VÍDEO H.264/AVC, MPEG-4 VISUAL E VC-1 QUE\n\nTENHA SIDO CODIFICADO POR UM CONSUMIDOR ENVOLVIDO EM UMA ATIVIDADE PESSOAL\n\nE NÃO COMERCIAL E/OU TENHA SIDO OBTIDO DE UM FORNECEDOR DE VÍDEO LICENCIADO\n\nPARA FORNECER ESSE VÍDEO. AS LICENÇAS NÃO SE ESTENDEM A QUALQUER OUTRO\n\nPRODUTO, INDEPENDENTEMENTE DE TAL PRODUTO ESTAR INCLUÍDO COM ESTE SOFTWARE\n\nEM UM ÚNICO ARTIGO. NENHUMA LICENÇA É CONCEDIDA OU ESTÁ IMPLÍCITA PARA\n\nQUALQUER OUTRO USO. INFORMAÇÕES ADICIONAIS PODERÃO SER OBTIDAS COM A MPEG\n\nLA, L.L.C. CONSULTE O SITE DO MPEG LA.\n\nApenas para fins de esclarecimento, esta notificação não limita nem inibe o uso do software\n\nfornecido nestes TErmos para usos comerciais normais que sejam pessoais a esse negócio, que\n\nnão incluem (i) redistribuição do software a terceiros ou (ii) criação de material com as\n\ntecnologias em conformidade com os PADRÕES DE VÍDEO para a distribuição para terceiros.\n\nTInício da página\n\nTERMOS DE LICENÇA DE APLICATIVO\n\nPADRÃO\n\nTERMOS DE LICENÇA DE APLICATIVO PADRÃO\n\nMICROSOFT STORE, MICROSOFT STORE NO WINDOWS E MICROSOFT STORE NO XBOX\n\nOs presentes termos de licença constituem um contrato firmado entre você e o distribuidor de\n\naplicativos. Leia-os atentamente. Eles se aplicam aos aplicativos de software que você baixa da\n\nMicrosoft Store, Windows Store ou Loja Xbox (cada qual é mencionada nestes termos de licença\n\ncomo “Loja”, incluindo quaisquer atualizações ou suplementos para o aplicativo, a menos que\n\nele possua termos distintos, sendo que neste caso esses termos são aplicáveis.\n\nO DOWNLOAD OU O USO DO APLICATIVO OU AINDA A SIMPLES TENTATIVA DE BAIXAR OU\n\nUSAR O APLICATIVO REPRESENTA SUA ACEITAÇÃO DESTES TERMOS. SE VOCÊ NÃO ACEITAR\n\nOS TERMOS, NÃO TERÁ O DIREITO PARA E NÃO DEVERÁ BAIXAR NEM USAR O APLICATIVO.\n\nO editor do aplicativo significa a entidade que concede a você a licença do aplicativo, conforme\n\nidentificado na Loja.\n\nConcordando com os presentes termos de licença, ser-lhe-ão conferidos os direitos abaixo.\n\n1. DIREITOS DE INSTALAÇÃO E USO; TÉRMINO. Você poderá instalar e usar o aplicativo em\n\ndispositivos Windows ou consoles Xbox conforme descrito nas Regras de Uso da Microsoft.\n\nA Microsoft reserva para si o direito de modificar as Regras de Uso da Microsoft a qualquer\n\nmomento.\n\n2. SERVIÇOS DE INTERNET.\n\na. Consentimento para serviços de IInternet ou sem fio. Se o aplicativo se conectar a\n\nsistemas de computador pela Internet, que podem ser incluídos por meio de uma rede\n\nsem fio, usar o aplicativo significa seu consentimento com a transmissão de\n\ninformações padrão do dispositivo (inclusive, entre outras, informações técnicas sobre\n\no seu dispositivo, sistema, software aplicativo e periféricos) para serviços de Internet ou\n\n31/37\n\nhttps:/Avww.microsoft.com/pt-br/servicesagreement/", "page": 31}, {"text": "29/03/2021\n\nContrato de Serviços da Microsoft\n\nsem fio. Se outros termos forem apresentados em conexão com o uso que você faz dos\n\nserviços acessados usando o aplicativo, estes termos também serão aplicáveis.\n\nb. Uso Indevido dos Serviços de Internet. Você não poderá usar qualquer serviço de\n\nInternet de maneira que possa prejudicá-lo nem impedir o uso de outras pessoas ou da\n\nrede sem fio. Em nenhuma hipótese, você poderá usar o serviço para tentar obter\n\nacesso não autorizado a qualquer serviço, dado, conta ou rede.\n\n3. ESCOPO DA LICENÇA. O aplicativo é licenciado, e não vendido. O presente contrato\n\nsimplesmente confere a você alguns direitos de uso do aplicativo. Se a Microsoft desativar a\n\ncapacidade de usar os aplicativos em seus dispositivos de acordo com o seu contrato com a\n\nMicrosoft, todos os direitos de licença associados serão rescindidos. O editor do aplicativo\n\nreserva para si todos os outros direitos. Salvo quando a lei aplicável conferir outros direitos,\n\nnão obstante a presente limitação, o aplicativo deverá ser usado conforme expressamente\n\npermitido no presente contrato. Assim, devem ser respeitadas todas e quaisquer limitações\n\ntécnicas do aplicativo que restrinjam seu uso. É vetado:\n\na. contornar quaisquer limitações técnicas do aplicativo.\n\nb. fazer engenharia reversa, descompilar ou desmontar o aplicativo, exceto e somente\n\nna medida em que esta atividade seja expressamente permitida pela lei aplicável, não\n\nobstante tal limitação.\n\nc. produzir mais cópias do aplicativo do que o especificado no presente contrato ou\n\npermitido pela lei aplicável, não obstante a presente limitação.\n\nd. publicar ou de qualquer outra forma disponibilizar o aplicativo para cópia feita por\n\noutras pessoas.\n\ne. alugar, arrendar ou emprestar o aplicativo.\n\nf. Transferência do aplicativo ou deste contrato para um terceiro.\n\n4. DOCUMENTAÇÃO. Se a documentação for fornecida com o aplicativo, você poderá\n\ncopiar e usar a documentação fins de referência pessoal.\n\n5. RESTRIÇÕES GEOGRÁFICAS E DE EXPORTAÇÃO. O aplicativo pode estar sujeito às leis e\n\naos regulamentos de controle e exportação de tecnologia internacional ou dos Estados\n\nUnidos. Você deve cumprir todas as leis e os regulamentos de exportação nacionais e\n\ninternacionais aplicáveis à tecnologia usada ou suportada pelo aplicativo. Essas leis incluem\n\nrestrições relacionadas a destinos, usuários finais e uso final. Para obter informações sobre\n\nos produtos com marca da Microsoft, visite o site de exportação da Microsoft.\n\n6. SERVIÇOS DE SUPORTE. Entre em contato com o distribuidor do aplicativo para\n\ndeterminar quais serviços de suporte estão disponíveis. A Microsoft, o fabricante do\n\nhardware e a operadora de sua rede sem fio (a menos que uma delas seja o distribuidor de\n\naplicativos) não são responsáveis por fornecer serviços de suporte referente ao aplicativo.\n\n7. ACORDO INTEGRAL. O presente contrato, quaisquer políticas de privacidade aplicáveis,\n\nquaisquer termos adicionais que acompanham o aplicativo e os termos dos suplementos e\n\nas atualizações são o contrato de licença integral firmado entre você e o distribuidor de\n\naplicativos do aplicativo.\n\n8. LEI APLICÁVEL.\n\na. Nos Estados Unidos e no Canadá. Se você adquiriu o aplicativo nos Estados Unidos\n\nou no Canadá, as leis do estado ou da província em que você mora (ou, se você for\n\numa pessoa jurídica onde a sede da sua empresa está localizada) regerão a\n\ninterpretação deste contrato e se aplicarão aos requerimentos judiciais ou extrajudiciais\n\npor violação deste e todos os outros requerimentos (inclusive de proteção ao\n\nconsumidor, concorrência desleal e ato ilícito extracontratual), independentemente de\n\nconflitos entre princípios legais.\n\nhttps:/Avww.microsoft.com/pt-br/servicesagreement/\n\n32/37", "page": 32}, {"text": "29/03/2021\n\nContrato de Serviços da Microsoft\n\nb. Fora dos Estados Unidos e do Canadá. Se você adquiriu o aplicativo em qualquer\n\noutro país, valerão as leis do respectivo país.\n\n9. EFEITO LEGAL. O presente contrato descreve determinados direitos legais. Você poderá\n\nter outros direitos de acordo com as leis do seu Estado ou país. O presente contrato não\n\naltera os seus direitos previstos em leis do seu estado ou país caso estas proíbam tal\n\nalteração.\n\n10. ISENÇÃO DE GARANTIA. Sujeito à lei aplicável, o aplicativo é licenciado \"no estado em\n\nnon\n\nque se encontra”,\n\ncom todas as falhas” e “mediante disponibilidade”. Você assume todos\n\nos riscos de usá-lo. O provedor do aplicativo, em seu nome, a Microsoft (se a Microsoft não\n\nfor o distribuidor de aplicativos), as operadoras de rede sem fio através de cuja rede o\n\naplicativo é fornecido, e cada uma de nossas respectivas afiliadas, fornecedores e\n\nrepresentantes e fornecedores (\"Partes Cobertas”) não oferece garantias nem condições\n\nx\n\ncontratuais em relação ao aplicativo. O risco integral quanto à qualidade, segurança,\n\nconforto e desempenho do aplicativo será de sua responsabilidade. Se o aplicativo\n\napresentar defeito, você assume o custo integral de todos os serviços ou reparos\n\nnecessários. É possível que você tenha outros direitos de consumidor previstos nas leis\n\nlocais que este contrato não possa alterar. Na extensão permitida por suas leis locais, as\n\npartes cobertas excluem todas as garantias legais ou condições, incluindo as de padrões de\n\ncomercialização, adequação a uma finalidade específica, segurança, conforto e não violação.\n\n11. LIMITAÇÃO E EXCLUSÃO DE RECURSOS E DANOS. Na medida não proibida por lei, se\n\nvocê tiver qualquer base para ser indenizado por danos, você poderá obter indenização do\n\ndistribuidor de aplicativos apenas pelos danos diretos correspondentes ao valor pago pelo\n\naplicativo ou um dólar americano (US$ 1,00), o que for maior. Sujeito à lei aplicável, você\n\nnão procurará e se eximirá do direito de procurar recuperar quaisquer outros danos,\n\ninclusive danos consequenciais, lucros cessantes, danos especiais, indiretos ou incidentai do\n\ndistribuidor de aplicativos. Se suas leis locais impuserem uma garantia ou condição mesmo\n\nque estes termos não imponham, sujeita à lei aplicável, sua duração será limitada a 90 dias\n\nquando você baixar o aplicativo.\n\nEsta limitação aplica-se a:\n\n¢ Qualquer item relacionado ao aplicativo ou serviços disponibilizado por meio do aplicativo\n\ne\n\n* Requerimentos judiciais ou extrajudiciais de violação de contrato, de garantia ou condição,\n\nde responsabilidade objetiva, de negligência ou de outro ato ilícito extracontratual, violação\n\nde um estatuto ou regulamento, enriquecimento ilícito ou de acordo com qualquer outra\n\nteoria até o limite permitido pela lei aplicável.\n\nA limitação aplica-se ainda que:\n\ne Este recurso não compense suas perdas integralmente ou\n\n¢ O distribuidor de aplicativos soubesse ou devesse ter conhecimento da possibilidade dos\n\ndanos.\n\nTInício da página\n\nServiços Cobertos\n\nOs seguintes produtos, aplicativos e serviços são cobertos pelo Contrato de Serviços da\n\nMicrosoft, mas podem não estar disponíveis em seu mercado.\n\nAccount.microsoft.com\n\nhttps:/Awww.microsoft.com/pt-br/servicesagreement/\n\n33/37", "page": 33}, {"text": "29/03/2021\n\nContrato de Serviços da Microsoft\n\nAssistente de Recuperação e Suporte da Microsoft para Office 365\n\nBing Apps\n\nBing Dicionário\n\nBing Image and News (iOS)\n\nBing Mapas\n\nBing Search APIs/SDKs\n\nBing Search app\n\nBing Translator\n\nBing Webmaster\n\nBing.com\n\nBingplaces.com\n\nConta da Microsoft\n\nCortana skills by Microsoft\n\nCortana\n\nDefault Homepage and New Tab Page on Microsoft Edge\n\nDescontos do Bing\n\nDev Center App\n\nDevice Health App\n\nDictate\n\neducation.minecraft.net\n\nFace Swap\n\nFamília Microsoft\n\nFeedback Intake Tool for Azure Maps (aka “Azure Maps Feedback”)\n\nFilmes e TV Microsoft\n\nForms.microsoft.com\n\nforzamotorsport.net\n\nGaleria de Fotos do Windows\n\nGerente do Skype\n\nGroove Music Pass\n\nGroove\n\nGroupMe\n\nJogos do Minecraft\n\nJogos, aplicativos e sites do Windows publicados pela Microsoft\n\nJogos, aplicativos e sites do Xbox Game Studios\n\nLineBack\n\nLoja Xbox\n\nLoja\n\nMaps App\n\nMicrosoft 365 Consumer\n\nMicrosoft 365 Family\n\nMicrosoft 365 Personal\n\nMicrosoft Academic\n\nMicrosoft Add-Ins for Skype\n\nMicrosoft Bots\n\nMicrosoft Educator Community\n\nMicrosoft Health\n\nMicrosoft Launcher\n\nMicrosoft Pay\n\nMicrosoft Pix\n\nMicrosoft Research Interactive Science\n\nMicrosoft Research Open Data\n\nMicrosoft Soundscape\n\nMicrosoft Teams\n\nMicrosoft Translator\n\n34/37\n\nhttps:/Avww.microsoft.com/pt-br/servicesagreement/", "page": 34}, {"text": "29/03/2021\n\nContrato de Serviços da Microsoft\n\nMicrosoft Wallpaper\n\nMicrosoft Xiaolce\n\nMinecraft Realms Plus and Minecraft Realms\n\nMixer\n\nMSN Clima\n\nMSN Dial Up\n\nMSN Dinheiro\n\nMSN Esportes\n\nMSN Explorer\n\nMSN Notícias\n\nMSN Premium\n\nMSN Receitas e Bebidas\n\nMSN Saúde e Bem-estar\n\nMSN Viagem\n\nMSN.com\n\nOffice 365 Pro Plus optional connected experiences\n\nOffice in Microsoft 365 Consumer\n\nOffice in Microsoft 365 Family\n\nOffice in Microsoft 365 Personal\n\nOffice para a Web (anteriormente conhecido como Office Online)\n\nOffice Store\n\nOffice Sway\n\nOffice.com\n\nOneDrive.com\n\nOneDrive\n\nOneNote.com\n\nOutlook.com\n\nPaint 3D\n\nPesquisa da Microsoft no Bing\n\nPesquisa Inteligente\n\nPresentation Translator\n\nPróxima Tela de Bloqueio\n\nPáginas do Bing\n\nRinna\n\nrise4fun\n\nSeeing Al\n\nSend\n\nSkype in the Classroom\n\nSkype.com\n\nSkype\n\nSnip Insights\n\nSolucionador de Matemática da Microsoft\n\nSpreadsheet Keyboard\n\nSway.com\n\nto-do.microsoft.com\n\nTranslator for Microsoft Edge\n\nTranslator Live\n\nUrWeather\n\nVideo Breakdown\n\nVisio Online\n\nWeb Translator\n\nWindows Live Mail\n\nWindows Live Writer\n\nWindows Movie Maker\n\n35/37\n\nhttps:/Awww.microsoft.com/pt-br/servicesagreement/", "page": 35}, {"text": "29/03/2021\n\nContrato de Serviços da Microsoft\n\nWindows Store\n\nXbox Game Pass\n\nXbox Live Gold\n\nXbox Live\n\nXbox Music\n\nTInício da pagina\n\nNovidades\n\nMicrosoft 365\n\nAplicativos do Windows 10\n\nMicrosoft Store\n\nPerfil da conta\n\nCentro de Download\n\nSuporte da Microsoft Store\n\nDevoluções\n\nAcompanhamento de pedidos\n\nEducação\n\nMicrosoft na educação\n\nOffice para estudantes\n\nOffice 365 para escolas\n\nMicrosoft Azure na Educação\n\nEmpresa\n\nAzure\n\nAppSource\n\nAutomotivo\n\nGoverno\n\nSaúde\n\nManufatura\n\nServiços financeiros\n\nVarejo\n\nDesenvolvedor\n\nMicrosoft Visual Studio\n\nCentro de Desenvolvimento do Windows\n\nCentro de Desenvolvimento\n\nPrograma de desenvolvedores da Microsoft\n\nChannel 9\n\nCentro de Desenvolvimento do Office\n\nEmpresa\n\nCarreiras\n\nSobre a Microsoft\n\nNotícias da empresa\n\nhttps:/Avww.microsoft.com/pt-br/servicesagreement/\n\n36/37", "page": 36}, {"text": "29/03/2021\n\nContrato de Serviços da Microsoft\n\nPrivacidade na Microsoft\n\nInvestidores\n\nDiversidade e inclusão\n\nAcessibilidade\n\nSegurança\n\nPortuguês (Brasil)\n\nFale Conosco\n\nPrivacidade\n\nGerenciar cookies\n\nNota Legal\n\nMarcas\n\nSobre os nossos anúncios\n\n© Microsoft 2021\n\n37/37\n\nhttps:/Awww.microsoft.com/pt-br/servicesagreement/", "page": 37}]