[{"text": "VISACIO\n\nXXXXXXXXXX SERVICES AGREEMENT\n\nCLIENT:\n\nXXXXXXXXX.,\n\na\n\nclosed-capital\n\nCorporation,\n\nheadquartered\n\nin\n\nthe City of\n\nXXXXXXXKXXXKXKXKXKKKXKXKAKKX, enrolled with the\n\nCNPJ\n\nunder\n\nNo.\n\nXXXXXKXKKXKXKKKKKX,\n\nrepresented herein as per\n\nits organizational\n\ndocuments;\n\nand\n\nCONTRACTOR:\n\nRXXXXXXXXXXXXXX\n\na\n\ncompany established at XXXXXXXXXXXX, in the\n\nCity of Rio de Janeiro, enrolled with the CNPJ\n\nunder No. XXXXXXXXXXX, represented herein by\n\nits undersigned legal representative.\n\nThe aforementioned parties,\n\nhereinafter\n\ncollectively\n\nreferred\n\nto as\n\n“CONTRACTING\n\nPARTIES’,\n\nhave\n\nagreed\n\non\n\nthis\n\nRXXXXXXXXXXXXXXXXXx\n\nto be\n\nService Agreement\n\n(“Agreement”),\n\ngoverned by the following clauses and conditions:\n\n1\n\nOBJECT\n\n1.1. The purpose of this AGREEMENT is the provision professional\n\nConsulting services, on the account of CONTRACTOR, subject to\n\nXXXXXXXXXXXXXXXXXXXXXXXX, as attached hereto, and duly\n\nsigned by the Contracting Parties, which is now an integral part of\n\nthis AGREEMENT, as “EXHIBIT I’.\n\n1.1.1. In case of divergence between EXHIBIT\n\n|\n\nand\n\nthis\n\nAGREEMENT, this AGREEMENT shall prevail.\n\n1.2. The services hereunder shall be performed at CONTRACTOR’s\n\nfacilities.\n\nPRICE\n\n2.1\n\nCLIENT shall pay to CONTRACTOR, in consideration of the\n\nservices hereunder, the gross monthly value of XXXXXXXXXXX\n\nthousand Brazilian Reais (BRL XXXXXXXX), corresponding to a\n\nsubtotal net of taxes and contribution of BRL XXXXXXXxX, as set\n\nout in the table below:\n\nXXXXXXXX\n\nPagina 1 de 9", "page": 1}, {"text": "VISACIO\n\n|Description | TaxRate || NetValue\n\nXXXXXX\n\n- BRL xxxxx\n\nCSLL- Social Contribution on Net\n\n- BRL xxxxx\n\nProfit\n\n1,00%\n\nCOFINS — Turnover tax on Gross\n\n3,00%\n\n- BRL xxxxx\n\nProfits\n\ni\n\n— :\n\n9\n\n\n. . ! i\n\nNet Value\n\n2.1.1. The payment of the installment shall be made upon delivery\n\nand approval of documentation regarding the stage by\n\nCLIENT.\n\n2.1.2\n\nThe taxes, fees, emoluments, tax and other contributions\n\narising directly or indirectly from this AGREEMENT or its\n\nperformance shall be exclusively held by the taxpayer, subject\n\nto the legislation in force, except for ISS, which shall be borne\n\nby CLIENT and collection obligation towards CONTRACTOR,\n\nwhich means that the amount set out in item 2.1 corresponds\n\nto the full price to be borne by CLIENT. CONTRACTOR shall\n\nreceive the agreed price with deduction of taxes due, to be\n\npaid to government treasury by CLIENT.\n\n2.1.3\n\nIf new taxes are created during the effectiveness of this\n\nAgreement, or there is an increase in tax rates and/or tax\n\nbasis, the prices originally agreed shall be adjusted for\n\ninflation proportionately to their increase, and the difference\n\narising from such adjustment shall be offset in the first\n\nopportunity.\n\n2.1.4\n\nThe amount mentioned in item 2.1 above does not comprise\n\ntravel,\n\nlodging,\n\nmeal\n\nand\n\ntransfer\n\ncosts\n\nrelated\n\nto\n\nCONTRACTOR's team working outside the City XXXXXXX\n\nand, if so required, these amounts shall be paid by CLIENT or\n\nreimbursed to CONTRACTOR upon production of invoice.\n\nXXXXXXXX\n\nPágina 2 de 9", "page": 2}, {"text": "VISACIO\n\n2.2. In case of delay in this project arising from internal issues related to\n\nCLIENT, such as unavailability of XXXXXXX staff for interviews,\n\nassessment of information and validations in due time, as well as\n\nfailure to provide, in a timely and accurate manner, internal details\n\nand information deemed as relevant of this Project, the standard\n\nman hour value for every professional category shall be charged ,\n\nin view of the additional assignment of the staff in this project, as\n\nset out in EXHIBIT |, being agreed that such adjustments shall be\n\nformalized by CLIENT, in writing, upon previous consent and\n\nfurther execution of an amendment to this AGREEMENT.\n\n3\n\nTERM\n\n3.1\n\nThis AGREEMENT shall be effective from the date of its execution\n\nuntil the full performance of all obligations undertaken herein by the\n\nparties, being its termination scheduled for XXXXXX.\n\n3.1.1. This AGREEMENT may be extended, as established by the\n\nparties, in writing.\n\n3.1.2. Notwithstanding the provisions above, CLIENT is entitled to\n\nterminate this AGREEMENT, at any time, irrespective of\n\nreason, upon fifteen (15) days’ notice to CONTRACTOR.\n\nTERMINATION\n\n4.1\n\nThis AGREEMENT shall be considered terminated in case of\n\ndefault of any of its clauses or conditions, by either party, or due to\n\nbankruptcy, arrangement with creditors, insolvency, judicial or\n\nextrajudicial dissolution, whether they are ratified or decreed.\n\n4.2\n\nIn case of termination due to default, the breaching party shall be\n\nsubject to the payment of a non-compensatory fine, corresponding\n\nto twenty percent (20%) of the amount of remaining services, as\n\nadjusted for inflation.\n\n4.3\n\nlf the affected party seeks for an action regarding the payment of\n\nits credit, a remedy which is only possible after notice to the\n\nbreaching party and its failure to remedy such default, as\n\nevidenced with the permanence of such default within fifteen (15)\n\ndays as from the receipt of such notice, the amounts established in\n\nthe item above shall become due, without prejudice to court costs\n\nand attorneys’ fees, as established by the court, to be borne by\n\nbreaching party.\n\nNO EMPLOYMENT RELATIONSHIP\n\nXXXXXXXX\n\nPágina 3 de 9", "page": 3}, {"text": "VISACIO\n\n5.1\n\nThis instrument shall not give rise to an employment relationship,\n\nnor affiliation, agency, joint venture, or joint and several liability\n\nbetween CLIENT and CONTRACTOR.\n\n5.2\n\nCONTRACTOR, shall be fully responsible for any charges arising\n\nfrom Social, Labor and Social Security Legislation, as well as for\n\nany claims filed, or any other notices of violations executed by the\n\ncompetent inspection body, discharging and defending CLIENT, if\n\nsuch party is sued, reimbursing any expenditures, including\n\nattorneys’ fees.\n\n5.3\n\nCONTRACTOR shall pay all labor charges of its staff, such as\n\nsalaries, expenses and liabilities. CONTRACTOR's staff shall not\n\nhave any rights against CLIENT with respect to employment\n\nrelationship, as well as no claims related to labor or social security\n\nlegislation in force.\n\n5.4\n\nNotwithstanding the provisions of items 5.2 and 5.3 above, if\n\nCLIENT is sued by any of CONTRACTOR's employees, it is\n\nhereby agreed that CONTRACTOR shall defend CLIENT, by\n\nrequesting its removal from the action, intervening in the action,\n\nand requesting to replace CLIENT as defendant in the case, if\n\ncontractor is not also called to join such action. If such replacement\n\nis denied, CONTRACTOR undertakes to intervene in such case as\n\nassistant,\n\nin accordance with procedural\n\nlaw. Furthermore,\n\nCONTRACTOR shall bear all costs that may be required, including\n\nattorneys’ fees, being liable for any convictions that may arise\n\nthereto, including Defeat costs that may be charged from CLIENT.\n\n9.5\n\nCONTRACTOR shall take full responsibility for any damages\n\ncaused by its employees or agents, whether voluntarily or\n\ninvoluntarily, in the property, facilities, accessories, utensils or\n\nequipment held by CLIENT.\n\n6\n\nCONFIDENTIALITY\n\n6.1 CONTRACTOR hereby declares that it is aware that the\n\nprovision of services hereunder is confidential and, therefore, its\n\nemployees,\n\nmembers and workers shall\n\nnot\n\ndisclose any\n\ninformation acquired before, during or after said provision of\n\nservices, as follows:\n\na) any and all material pertaining to companies where the services\n\nwill be rendered and/or related projects, including personal notes,\n\nare protected by confidentiality and non-disclosure agreement.\n\nHence, the party declares that it is aware that any document or\n\nXXXXXXXX\n\nPágina 4 de 9", "page": 4}, {"text": "VISACIO\n\nproduct created or acquired during the performance of this\n\nAgreement, as well as those created, used or kept under its\n\npossession or control —whether by its employees with employment\n\nrelationship or outsources — is confidential and/or belong to CLIENT,\n\nand CONTRACTOR undertakes not to use any information, whether\n\nconfidential or not, for any purposes other than those provided\n\nhereunder;\n\nb) contractor shall cause any of its employees, directly or indirectly\n\nengaged in the performance of these Services or related projects, to\n\ncomply with this clause;\n\nd) contractor undertakes to promptly give notice to CLIENT with\n\nrespect to any breach of confidentiality rules established herein,\n\nwhether due to action or omission and irrespective of guilt;\n\ne) the failure to comply with this Clause shall give rise to civil and\n\ncriminal liability towards those who are provenly involved in such\n\nnon-compliance or violation;\n\nf)\n\nthe obligations provided in this Clause shall survive the\n\ntermination of this Agreement.\n\n7. DATA PROTECTION\n\n7.1. The parties hereby undertake to fully comply with the legislation in\n\nforce regarding protection of data, including, but not limited to, Law\n\nNo. 13.709/2018 and General Data Protection Regulation (GDPR),\n\nas applicable, being liable, to the extent of their guilt, for any\n\npenalties and convictions.\n\n8. PROBITY\n\n8.1. The parties hereby declare, to the extent applicable, that they, as\n\nwell as their members/shareholders, officers and employees comply\n\nand cause the compliance with the applicable rules regarding\n\nanticorruption acts and acts prejudicial to the Public Administration,\n\nas set out in Law No. 12.846, of August 1, 2013, as amended\n\n(“Anticorruption Law”) insofar as: (i) they keep internal policies and\n\nproceedings to ensure the faithful compliance with such rules; (ii)\n\nthey inform such rules to every workers that may get in contact with\n\nthe parties before the beginning of services hereunder; (iii) they\n\nrefrain from performing corruption acts and acts that may cause\n\ndamages to national or international governments, whether in its\n\nexclusive benefit or not; and (iv) they will give prompt notice to the\n\nother if they become aware of an act or fact breaching such rules.\n\nXXXXXXXX\n\nPágina 5 de 9", "page": 5}, {"text": "VISACIO\n\n9. NOTICES\n\n9.1. The formalities, notices and notifications related to the provision of\n\nservices hereunder shall be valid upon delivery to the following\n\nrepresentatives:\n\nClient:\n\nName:\n\nOccupation:\n\nEmail:\n\nPhone/ WhatsApp:\n\nAddress:\n\nContractor:\n\nName:\n\nOccupation:\n\nEmail:\n\nPhone/ WhatsApp:\n\nAddress:\n\nThe details above may be changed by mere formalization in writing between\n\nthe parties, without the need of making an amendment for such purpose.\n\n10. MISCELLANEOUS\n\n10.1. CLIENT may reject the services that are in disagreement with the\n\nspecifications hereunder, as unchallenged by CONTRACTOR and\n\ntechnically proven, and COTRACTOR shall only redo or repair\n\nsuch services in this case.\n\n10.1.1. CONTRACTOR shall not be held responsible from any\n\nchanges in the Services delivered hereunder that may be\n\ncarried out by CLIENT.\n\nXXXXXXXX\n\nPágina 6 de 9", "page": 6}, {"text": "VISACIO\n\n10.2. CONTRACTOR undertakes to employ skilled professionals\n\naccording to the respective field of expertise to perform these\n\nServices. CONTRACTOR may, at any time, at its sole discretion and\n\nwithout notice, replace any member of the staff assigned to perform\n\nthe Services, provided that the continuity and level of quality remain\n\nthe same.\n\n10.3. CONTRACTOR may procure third parties for the performance of\n\nthese Services, being fully liable for them.\n\n10.4. CONTRACTOR is not bound to exclusive commitment with respect\n\nto the activities and Services hereunder; thus, CONTRACTOR may\n\nprovide the same kind of Services to other companies from this\n\nsame segment,\n\nwhether in Brazil\n\nor abroad, provided that\n\nCONTRACTOR takes all measures required to protect CLIENT’s\n\nconfidential information.\n\n10.5. CLIENT undertakes not to offer a job, nor to request for\n\nConsulting/advisory services, whether directly or indirectly, to any\n\nprofessional\n\nworking for CONTRACTOR, providing direct or\n\nindirect services to the performance of this AGREEMENT,\n\nthroughout the effectiveness of this instrument and for an additional\n\nperiod of twenty-four (24) months thereafter.\n\n10.6. CONTRACTOR shall maintain all rights, titles and interests on (i)\n\nall patents, copyrights, trademarks and other intellectual properties;\n\nand\n\nall\n\nideas,\n\n(ii)\n\nmethodologies,\n\nprocesses,\n\ndesigns and\n\nknow-how related to the Services or that CONTRACTOR may\n\ndevelop or provide with respect to the performance of this\n\nAGREEMENT. CONTRACTOR may use the knowledge being\n\ncreated for any purposes, provided that it complies with the\n\nconfidentiality provisions herein. CLIENT shall not have any rights\n\nor interests in any tools held or licensed by CONTRACTOR.\n\n10.7\n\nThe full responsibility held by CONTRACTOR, its members,\n\nentities pertaining\n\nto\n\nits corporate and economic group,\n\nprofessionals,\n\nemployees\n\nand any outsource\n\nunder\n\nthis\n\nAGREEMENT shall not surpass, in any event whatsoever, the\n\namount received by CONTRACTOR to perform the services\n\nhereunder except in the event of: (i) issuance of an unappealable\n\ndecision evidencing a fraudulent or wrongful act on account of\n\nCONTRACTOR; (ii) labor claims from CONTRACTOR’s employees\n\nor subcontractors filed against CLIENT; (iii) failure to comply with\n\nanticorruption laws (iv) performance under conflict of interests.\n\nXXXXXXXX\n\nPagina 7 de 9", "page": 7}, {"text": "VISACIO\n\n10.7.1. Under any circumstances, CONTRACTOR, its members,\n\nentities belonging to its corporate and economic group,\n\nprofessionals, employees and any subcontractor shall be\n\nheld responsible, for loss of profits , indirect damages or loss\n\nof opportunities on\n\nthe account of CLIENT or any\n\nthird-parties related to it.\n\n10.8\n\nCONTRACTOR is not liable for verifying the accuracy and\n\nfullness of public data or information provided CLIENT. CLIENT\n\nagrees that CONTRACTOR is not liable for the accuracy or\n\nfullness of such information and, therefore, it shall not be held\n\nresponsible for any inaccuracies or omission of information.\n\n10.9. All covenants with respect to the development, modifications or\n\nchanges of original description of services hereunder shall be\n\nmade upon exchange of mail, which shall become an integral\n\nand supplementary part of this instrument, and any verbal\n\nagreements shall be rendered null and void.\n\nIn case of\n\ndivergence between this AGREEMENT and documents attached\n\nhereto, this agreement shall prevail, at all times. If CLIENT\n\ndesires that the other documents attached hereto prevail over\n\nthis Agreement,\n\ncontracting parties must\n\nexecute and\n\nAmendment, formalizing and highlighting the new clauses and\n\nconditions, as may be established by CLIENT.\n\n10.10.\n\nThis AGREEMENT shall bind the parties, their successors and\n\nassigns at any title whatsoever.\n\n10.11.\n\nAny tolerance or failure of either party to enforce the faithful\n\ncompliance of this AGREEMENT shall not give rise to novation\n\nor waiver, nor affect the right of such party of enforcing its\n\nfulfilment at any time.\n\n10.12.\n\nThe parties hereto have elected the jurisdiction of the District\n\nCourt of Rio de Janeiro/RJ to settle any actions arising hereto,\n\nwith the waiver of any other, however preferable it may be.\n\nIn witness whereof, the parties hereto have executed this instrument in the\n\npresence of two (02) witnesses, in two (02) counterparts of equal contents, for\n\none single effect.\n\nRio de Janeiro, xxxx xxxx, 202x.\n\nXXXXXXX\n\nXXXXXXXXXXXXXXXXXx\n\nXXXXXXXX\n\nPágina 8 de 9", "page": 8}, {"text": "VISACIO\n\nWitnesses:\n\n1\n\nName:\n\nName:\n\nCPF:\n\nCPF\n\nR.G. nº:\n\nRG. n°\n\nXXXXXXXX\n\nPágina 9 de 9", "page": 9}]